#include <Carbon/Carbon.r>
#include "Exemple.h"

resource 'DITL' (3215) {
	{	/* array DITLarray: 2 elements */
		/* [1] */
		{41, 42, 61, 251},
		Button {
			enabled,
			"Return to Finder"
		},
		/* [2] */
		{3, 3, 35, 281},
		StaticText {
			disabled,
			"^0"
		}
	}
};

resource 'DITL' (diaNum) {
	{	/* array DITLarray: 31 elements */
		/* [1] */
		{84, 13, 97, 45},
		StaticText {
			disabled,
			"Misc:"
		},
		/* [2] */
		{3, 46, 12, 146},
		UserItem {
			enabled
		},
		/* [3] */
		{0, 2, 13, 45},
		StaticText {
			disabled,
			"Volume:"
		},
		/* [4] */
		{17, 46, 26, 146},
		UserItem {
			enabled
		},
		/* [5] */
		{14, 8, 27, 45},
		StaticText {
			disabled,
			"Music:"
		},
		/* [6] */
		{58, 9, 71, 45},
		StaticText {
			disabled,
			"Delay:"
		},
		/* [7] */
		{58, 58, 71, 158},
		StaticText {
			disabled,
			""
		},
		/* [8] */
		{61, 46, 69, 56},
		Picture {
			enabled,
			140
		},
		/* [9] */
		{32, 14, 45, 45},
		StaticText {
			disabled,
			"Rate:"
		},
		/* [10] */
		{32, 58, 45, 158},
		StaticText {
			disabled,
			""
		},
		/* [11] */
		{35, 46, 43, 56},
		Picture {
			enabled,
			140
		},
		/* [12] */
		{182, 164, 195, 198},
		StaticText {
			disabled,
			"Mode:"
		},
		/* [13] */
		{182, 211, 195, 311},
		StaticText {
			disabled,
			""
		},
		/* [14] */
		{185, 199, 193, 209},
		Picture {
			enabled,
			140
		},
		/* [15] */
		{45, 16, 58, 45},
		StaticText {
			disabled,
			"Bits:"
		},
		/* [16] */
		{45, 58, 58, 158},
		StaticText {
			disabled,
			""
		},
		/* [17] */
		{48, 46, 56, 56},
		Picture {
			enabled,
			140
		},
		/* [18] */
		{205, 218, 214, 318},
		UserItem {
			enabled
		},
		/* [19] */
		{202, 180, 215, 217},
		StaticText {
			disabled,
			"Speed:"
		},
		/* [20] */
		{29, -8, 30, 344},
		Picture {
			disabled,
			11
		},
		/* [21] */
		{135, 248, 143, 258},
		Picture {
			enabled,
			140
		},
		/* [22] */
		{133, 267, 146, 367},
		StaticText {
			disabled,
			"INTERPOLATION"
		},
		/* [23] */
		{88, 46, 96, 56},
		Picture {
			enabled,
			140
		},
		/* [24] */
		{85, 58, 98, 158},
		StaticText {
			disabled,
			"SURROUND"
		},
		/* [25] */
		{74, 46, 82, 56},
		Picture {
			enabled,
			140
		},
		/* [26] */
		{71, 1, 84, 44},
		StaticText {
			disabled,
			"Reverb:"
		},
		/* [27] */
		{71, 58, 84, 97},
		StaticText {
			disabled,
			"1000ms"
		},
		/* [28] */
		{74, 101, 82, 111},
		Picture {
			enabled,
			140
		},
		/* [29] */
		{71, 113, 84, 152},
		StaticText {
			disabled,
			"60%"
		},
		/* [30] */
		{169, 196, 177, 206},
		Picture {
			enabled,
			140
		},
		/* [31] */
		{166, 208, 179, 308},
		StaticText {
			disabled,
			"TICK REMOVER"
		}
	}
};

resource 'ALRT' (3215) {
	{40, 40, 108, 332},
	3215,
	{	/* array: 4 elements */
		/* [1] */
		OK, visible, sound1,
		/* [2] */
		OK, visible, sound1,
		/* [3] */
		OK, visible, sound1,
		/* [4] */
		OK, visible, sound1
	},
	alertPositionMainScreen
};

resource 'FREF' (128) {
	'APPL',
	0,
	""
};

resource 'FREF' (129) {
	'STrk',
	1,
	""
};

resource 'FREF' (130) {
	'MADF',
	2,
	""
};

data 'WDEF' (200) {
	$"4E56 FFF0 41EE FFF0 7001 A090 4A40 6640"            /* NVˇAÓˇp.†êJ@f@ */
	$"0C68 0700 0004 6D38 303C A89F A746 2F08"            /* .h....m80<®üßF/. */
	$"303C AAFE A746 B1D7 663E 41FA FFD4 30FC"            /* 0<™˛ßF±◊f>A˙ˇ‘0¸ */
	$"6000 43FA 0044 2029 0014 5580 3080 303C"            /* `.C˙.D )..UÄ0Ä0< */
	$"A198 A346 B1D7 4E5E 67B6 7001 A198 60B0"            /* °ò£F±◊N^g∂p.°ò`∞ */
	$"4E5E 41FA FFAC 30FC 6000 43FA 001C 2029"            /* N^A˙ˇ¨0¸`.C˙.. ) */
	$"0014 5580 3080 6098 4E5E 43FA FF94 41FA"            /* ..UÄ0Ä`òN^C˙ˇîA˙ */
	$"0008 7034 A02E 6088 AAFE 0700 0000 0000"            /* ..p4†.`à™˛...... */
	$"0000 0001 0000 3BB0 0000 0005 0000 00AC"            /* ......;∞.......¨ */
	$"0000 0000 0000 0000 0000 3BB0 0001 0007"            /* ..........;∞.... */
	$"0000 1A60 0000 0000 0000 0000 4E56 FFFC"            /* ...`........NVˇ¸ */
	$"48E7 1F08 3C2E 000C 2E2E 0008 286E 000E"            /* HÁ..<.......(n.. */
	$"7800 7600 4A46 6712 0C46 0001 670C 0C46"            /* x.v.JFg..F..g..F */
	$"0005 6706 0C46 0006 660E 2F03 4EBA 06B8"            /* ..g..F..f./.N∫.∏ */
	$"261F 4A00 6702 7601 1A03 670A 486E FFFC"            /* &.J.g.v...g¬Hnˇ¸ */
	$"A874 4EBA 06CC 3006 6B00 0086 0C40 0006"            /* ®tN∫.Ã0.k..Ü.@.. */
	$"6E7E D040 303B 0006 4EFB 0000 0032 0046"            /* n~–@0;..N˚...2.F */
	$"0054 0010 0026 0060 006C 302E 0012 48C0"            /* .T...&.`.l0...H¿ */
	$"2F00 2F07 2F0C 4EBA 0114 4FEF 000C 6050"            /* /././.N∫..OÔ..`P */
	$"2F07 2F0C 4EBA 019A 504F 6044 203C 0000"            /* /./.N∫.öPO`D <.. */
	$"FFFF C087 2F00 2F0C 4EBA 0362 504F 6030"            /* ˇˇ¿á/./.N∫.bPO`0 */
	$"2F07 2F0C 4EBA 0198 2800 504F 6022 2F07"            /* /./.N∫.ò(.PO`"/. */
	$"2F0C 4EBA 03CC 504F 6016 2F07 2F0C 4EBA"            /* /.N∫.ÃPO`././.N∫ */
	$"0444 504F 600A 2F07 2F0C 4EBA 055E 504F"            /* .DPO`¬/./.N∫.^PO */
	$"4A05 6706 2F2E FFFC A873 2D44 0014 4CEE"            /* J.g./.ˇ¸®s-D..LÓ */
	$"10F8 FFE4 4E5E 205F 4FEF 000C 4ED0 4E56"            /* .¯ˇ‰N^ _OÔ..N–NV */
	$"FFF8 48E7 0018 286E 0008 4A2C 0071 6728"            /* ˇ¯HÁ..(n..J,.qg( */
	$"486E FFF8 2F0C 4EBA 0BBA 206C 0082 2650"            /* Hnˇ¯/.N∫.∫ l.Ç&P */
	$"41EE FFF8 43EB 0008 22D8 22D8 41EE FFF8"            /* AÓˇ¯CÎ.."ÿ"ÿAÓˇ¯ */
	$"224B 22D8 22D8 504F 4CEE 1800 FFF0 4E5E"            /* "K"ÿ"ÿPOLÓ..ˇN^ */
	$"4E75 4E56 FFF8 48E7 0108 286E 0008 486E"            /* NuNVˇ¯HÁ..(n..Hn */
	$"FFF8 2F0C 4EBA 0B7C 558F 486E FFF8 206C"            /* ˇ¯/.N∫.|UèHnˇ¯ l */
	$"0082 2050 4868 0008 A8A6 4A1F 6704 7005"            /* .Ç PHh..®¶J.g.p. */
	$"6002 7006 4880 48C0 2E00 7006 B087 504F"            /* `.p.HÄH¿..p.∞áPO */
	$"660E 206C 0082 2050 43EE FFF8 20D9 20D9"            /* f. l.Ç PCÓˇ¯ Ÿ Ÿ */
	$"2007 4CEE 1080 FFF0 4E5E 4E75 4E56 FFFC"            /*  .LÓ.ÄˇN^NuNVˇ¸ */
	$"48E7 1118 3E2E 0012 266E 0008 7016 A322"            /* HÁ..>...&n..p.£" */
	$"2D48 FFFC 422B 0071 4AAE FFFC 6768 206E"            /* -Hˇ¸B+.qJÆˇ¸gh n */
	$"FFFC 2850 422C 0010 422C 0013 7002 C047"            /* ˇ¸(PB,..B,..p.¿G */
	$"7200 3200 4A81 56C3 4403 1943 0014 7008"            /* r.2.JÅV√D..C..p. */
	$"C047 7200 3200 4A81 57C3 4403 1943 0012"            /* ¿Gr.2.JÅW√D..C.. */
	$"7001 C047 7200 3200 4A81 57C3 4403 1943"            /* p.¿Gr.2.JÅW√D..C */
	$"0013 276E FFFC 0082 422C 0011 7004 C047"            /* ..'nˇ¸.ÇB,..p.¿G */
	$"7200 3200 4A81 56C3 4403 1743 0071 2F0B"            /* r.2.JÅV√D..C.q/. */
	$"4EBA FEDC 584F 4CEE 1888 FFEC 4E5E 4E75"            /* N∫˛‹XOLÓ.àˇÏN^Nu */
	$"4E56 0000 2F0C 286E 0008 4AAC 0082 6706"            /* NV../.(n..J¨.Çg. */
	$"206C 0082 A023 286E FFFC 4E5E 4E75 4E56"            /*  l.Ç†#(nˇ¸N^NuNV */
	$"FFEC 48E7 0308 2C2E 000C 286E 0008 7E00"            /* ˇÏHÁ..,...(n..~. */
	$"2006 4840 48C0 3D40 FFFC 3D46 FFFE 558F"            /*  .H@H¿=@ˇ¸=Fˇ˛Uè */
	$"2F2E FFFC 2F2C 0072 A8E8 4A1F 6700 00EA"            /* /.ˇ¸/,.r®ËJ.g..Í */
	$"7E01 558F 2F2E FFFC 2F2C 0076 A8E8 4A1F"            /* ~.Uè/.ˇ¸/,.v®ËJ. */
	$"673E 206C 0082 2050 4A28 0014 6700 00CA"            /* g> l.Ç PJ(..g..  */
	$"486E FFF4 2F0C 4EBA 0BAA 486E FFF4 70FF"            /* HnˇÙ/.N∫.™HnˇÙpˇ */
	$"3F00 3F00 A8A9 558F 2F2E FFFC 486E FFF4"            /* ?.?.®©Uè/.ˇ¸HnˇÙ */
	$"A8AD 4A1F 504F 6700 00A0 7E03 6000 009A"            /* ®≠J.POg..†~.`..ö */
	$"486E FFEC 2F0C 4EBA 0A30 558F 2F2E FFFC"            /* HnˇÏ/.N∫¬0Uè/.ˇ¸ */
	$"486E FFEC A8AD 4A1F 504F 677C 7E02 206C"            /* HnˇÏ®≠J.POg|~. l */
	$"0082 2050 4A28 0013 6606 4A2C 006F 6768"            /* .Ç PJ(..f.J,.ogh */
	$"4A2C 0070 672A 486E FFF4 2F0C 4EBA 0A4E"            /* J,.pg*HnˇÙ/.N∫¬N */
	$"486E FFF4 70FF 3F00 3F00 A8A9 558F 2F2E"            /* HnˇÙpˇ?.?.®©Uè/. */
	$"FFFC 486E FFF4 A8AD 4A1F 504F 6702 7E04"            /* ˇ¸HnˇÙ®≠J.POg.~. */
	$"4A2C 0071 6732 486E FFF4 2F0C 4EBA 0A7A"            /* J,.qg2HnˇÙ/.N∫¬z */
	$"486E FFF4 70FF 3F00 3F00 A8A9 558F 2F2E"            /* HnˇÙpˇ?.?.®©Uè/. */
	$"FFFC 486E FFF4 A8AD 4A1F 504F 670A 2F0C"            /* ˇ¸HnˇÙ®≠J.POg¬/. */
	$"4EBA FDE0 2E00 584F 2007 4CEE 10C0 FFE0"            /* N∫˝‡..XO .LÓ.¿ˇ‡ */
	$"4E5E 4E75 4E56 0000 48E7 0118 266E 0008"            /* N^NuNV..HÁ..&n.. */
	$"2853 2F0C 2F2E 000C 302E 0010 48C0 2F00"            /* (S/./...0...H¿/. */
	$"302E 0012 48C0 2F00 4EBA 071E 1E00 202B"            /* 0...H¿/.N∫.... + */
	$"0004 4FEF 0010 670E 5980 6728 5380 6734"            /* ..OÔ..g.YÄg(SÄg4 */
	$"5380 6730 6042 7000 1007 2F00 2F0C 4EBA"            /* SÄg0`Bp..././.N∫ */
	$"1438 7000 1007 2F00 2F0C 4EBA 157C 4FEF"            /* .8p..././.N∫.|OÔ */
	$"0010 6024 7000 1007 2F00 2F0C 4EBA 1074"            /* ..`$p..././.N∫.t */
	$"504F 6014 4A2C 0071 670E 7000 1007 2F00"            /* PO`.J,.qg.p.../. */
	$"2F0C 4EBA 10BA 504F 4EBA 07FC 4CEE 1880"            /* /.N∫.∫PON∫.¸LÓ.Ä */
	$"FFF4 4E5E 205F 4FEF 000C 4ED0 4E56 FFF8"            /* ˇÙN^ _OÔ..N–NVˇ¯ */
	$"48E7 1118 2E2E 000C 286E 0008 4A2C 006E"            /* HÁ......(n..J,.n */
	$"6764 2D4C FFF8 2D47 FFFC 47FA FF48 7000"            /* gd-Lˇ¯-Gˇ¸G˙ˇHp. */
	$"2F00 486E FFF8 2F0B 2F2C 0072 4EBA 0338"            /* /.Hnˇ¯/./,.rN∫.8 */
	$"2007 5980 4FEF 0010 670A 5380 6720 5380"            /*  .YÄOÔ..g¬SÄg SÄ */
	$"671C 6032 206C 0082 2050 4A28 0010 57C3"            /* g.`2 l.Ç PJ(..W√ */
	$"4403 206C 0082 2050 1143 0010 6018 206C"            /* D. l.Ç P.C..`. l */
	$"0082 2050 4A28 0011 57C3 4403 206C 0082"            /* .Ç PJ(..W√D. l.Ç */
	$"2050 1143 0011 4CEE 1888 FFE8 4E5E 4E75"            /*  P.C..LÓ.àˇËN^Nu */
	$"4E56 FFF8 48E7 0018 286E 0008 486E FFF8"            /* NVˇ¯HÁ..(n..Hnˇ¯ */
	$"2F0C 4EBA 082E 2F2C 0076 486E FFF8 A8DF"            /* /.N∫../,.vHnˇ¯®ﬂ */
	$"486E FFF8 70FF 3F00 3F00 A8A9 206C 0082"            /* Hnˇ¯pˇ?.?.®© l.Ç */
	$"2050 4A28 0012 6708 046E 000C FFF8 6006"            /*  PJ(..g..n..ˇ¯`. */
	$"046E 000C FFFA 2F2C 0072 486E FFF8 A8DF"            /* .n..ˇ˙/,.rHnˇ¯®ﬂ */
	$"598F A8D8 265F 486E FFF8 7001 3F00 3F00"            /* Yè®ÿ&_Hnˇ¯p.?.?. */
	$"A8A8 2F0B 486E FFF8 A8DF 2F0B 2F2C 0072"            /* ®®/.Hnˇ¯®ﬂ/./,.r */
	$"2F2C 0072 A8E5 2F0B A8D9 4CEE 1800 FFF0"            /* /,.r®Â/.®ŸLÓ..ˇ */
	$"4E5E 4E75 4E56 FFF8 2F0C 286E 0008 206E"            /* N^NuNVˇ¯/.(n.. n */
	$"000C 43EE FFF8 22D8 22D8 206C 0082 2050"            /* ..CÓˇ¯"ÿ"ÿ l.Ç P */
	$"4A28 0012 6708 046E 000C FFF8 6006 046E"            /* J(..g..n..ˇ¯`..n */
	$"000C FFFA 486E FFF8 70FF 3F00 3F00 A8A9"            /* ..ˇ˙Hnˇ¯pˇ?.?.®© */
	$"486E FFF8 A8A1 206C 0082 2050 4A28 0012"            /* Hnˇ¯®° l.Ç PJ(.. */
	$"6708 066E 000C FFF8 6006 066E 000C FFFA"            /* g..n..ˇ¯`..n..ˇ˙ */
	$"2F2E FFF8 A893 206C 0082 2050 4A28 0012"            /* /.ˇ¯®ì l.Ç PJ(.. */
	$"6710 302E FFFE 5540 3F00 3F2E FFF8 A891"            /* g.0.ˇ˛U@?.?.ˇ¯®ë */
	$"600E 3F2E FFFA 302E FFFC 5540 3F00 A891"            /* `.?.ˇ˙0.ˇ¸U@?.®ë */
	$"302E FFFE 907C 0010 3F00 302E FFF8 5240"            /* 0.ˇ˛ê|..?.0.ˇ¯R@ */
	$"3F00 A893 302E FFFE 907C 0010 3F00 302E"            /* ?.®ì0.ˇ˛ê|..?.0. */
	$"FFFC 5540 3F00 A891 3F2E FFFA 302E FFFC"            /* ˇ¸U@?.®ë?.ˇ˙0.ˇ¸ */
	$"907C 0010 3F00 A893 302E FFFE 5540 3F00"            /* ê|..?.®ì0.ˇ˛U@?. */
	$"302E FFFC 907C 0010 3F00 A891 286E FFF4"            /* 0.ˇ¸ê|..?.®ë(nˇÙ */
	$"4E5E 4E75 4E56 0000 48E7 0108 206E 0008"            /* N^NuNV..HÁ.. n.. */
	$"2850 2F0C 2F2E 000C 302E 0010 48C0 2F00"            /* (P/./...0...H¿/. */
	$"302E 0012 48C0 2F00 4EBA 049E 1E00 7000"            /* 0...H¿/.N∫.û..p. */
	$"1007 2F00 2F0C 4EBA 0CF2 4CEE 1080 FFF8"            /* .././.N∫.ÚLÓ.Äˇ¯ */
	$"4E5E 205F 4FEF 000C 4ED0 4E56 FFEC 48E7"            /* N^ _OÔ..N–NVˇÏHÁ */
	$"0018 286E 0008 4A2C 006E 6774 206C 0082"            /* ..(n..J,.ngt l.Ç */
	$"2050 4A28 0014 6768 598F A8D8 2D5F FFF8"            /*  PJ(..ghYè®ÿ-_ˇ¯ */
	$"598F A8D8 265F 2F2C 0018 2F2C 001C 2F0B"            /* Yè®ÿ&_/,../,../. */
	$"A8E4 2F2E FFF8 A87A 486E FFFC 2F0C 4EBA"            /* ®‰/.ˇ¯®zHnˇ¸/.N∫ */
	$"0620 2F0B 2F2E FFFC A8E0 2F0B A879 2D4C"            /* . /./.ˇ¸®‡/.®y-L */
	$"FFF0 41FA FF60 2D48 FFEC 7000 2F00 486E"            /* ˇA˙ˇ`-HˇÏp./.Hn */
	$"FFF0 2F08 2F2C 0072 4EBA 00CC 2F2E FFF8"            /* ˇ/./,.rN∫.Ã/.ˇ¯ */
	$"A879 2F2E FFF8 A8D9 2F0B A8D9 4FEF 0018"            /* ®y/.ˇ¯®Ÿ/.®ŸOÔ.. */
	$"4CEE 1800 FFE4 4E5E 4E75 4E56 FFF0 2F03"            /* LÓ..ˇ‰N^NuNVˇ/. */
	$"7600 2F03 7001 41EE FFF0 A090 261F 4A40"            /* v./.p.AÓˇ†ê&.J@ */
	$"660A 0C6E 0700 FFF4 6D02 7601 1003 262E"            /* f¬.n..ˇÙm.v...&. */
	$"FFEC 4E5E 4E75 4E56 FFF0 2F03 7600 2F03"            /* ˇÏN^NuNVˇ/.v./. */
	$"7001 41EE FFF0 A090 261F 4A40 6608 4A2E"            /* p.AÓˇ†ê&.J@f.J. */
	$"FFF9 6702 7601 1003 262E FFEC 4E5E 4E75"            /* ˇ˘g.v...&.ˇÏN^Nu */
	$"4E56 FFF8 486E FFF8 A910 486E FFFC AA48"            /* NVˇ¯Hnˇ¯©.Hnˇ¸™H */
	$"2F2E FFFC A873 206E FFF8 41E8 0030 226E"            /* /.ˇ¸®s nˇ¯AË.0"n */
	$"FFFC 43E9 0030 700A A22E 206E FFF8 41E8"            /* ˇ¸CÈ.0p¬¢. nˇ¯AË */
	$"0042 226E FFFC 43E9 0042 700E A22E 206E"            /* .B"nˇ¸CÈ.Bp.¢. n */
	$"FFF8 4868 003A A89D 206E FFF8 4868 0020"            /* ˇ¯Hh.:®ù nˇ¯Hh.  */
	$"A87C 4E5E 4E75 4E56 0000 48E7 0108 2E2E"            /* ®|N^NuNV..HÁ.... */
	$"0010 286E 000C 4EBA FF42 4A00 6710 2F2E"            /* ..(n..N∫ˇBJ.g./. */
	$"0008 2F0C 2F07 2F2E 0014 ABCA 6010 7001"            /* ../././...´ `.p. */
	$"3F00 7200 3F01 7000 2F00 2F07 4E94 4CEE"            /* ?.r.?.p././.NîLÓ */
	$"1080 FFF8 4E5E 4E75 4E56 0000 226E 000C"            /* .Äˇ¯N^NuNV.."n.. */
	$"302E 000A 6B60 0C40 000C 6E5A D040 303B"            /* 0..¬k`.@..nZ–@0; */
	$"0006 4EFB 0000 001C 0052 0052 0052 001C"            /* ..N˚.....R.R.R.. */
	$"001C 0052 001C 0052 002E 0052 002E 0040"            /* ...R...R...R...@ */
	$"337C FFFF 0004 337C FFFF 0002 32BC FFFF"            /* 3|ˇˇ..3|ˇˇ..2ºˇˇ */
	$"602A 337C CCCC 0002 32BC CCCC 337C FFFF"            /* `*3|ÃÃ..2ºÃÃ3|ˇˇ */
	$"0004 6018 337C 3333 0002 32BC 3333 337C"            /* ..`.3|33..2º333| */
	$"6666 0004 6006 42A9 0002 4251 4E5E 4E75"            /* ff..`.B©..BQN^Nu */
	$"4E56 FFFC 48E7 0308 286E 0010 3E2E 000E"            /* NVˇ¸HÁ..(n..>... */
	$"558F 2F2E 0008 486E FFFC AA42 206E FFFC"            /* Uè/...Hnˇ¸™B nˇ¸ */
	$"2050 2068 0008 2050 3C28 0006 BE46 544F"            /*  P h.. P<(..æFTO */
	$"6F1E 558F 7000 2F00 486E FFFC AA42 206E"            /* o.Uèp./.Hnˇ¸™B n */
	$"FFFC 2050 2068 0008 2050 3C28 0006 544F"            /* ˇ¸ P h.. P<(..TO */
	$"BE46 6F0E 2F0C 48C7 2F07 4EBA FF2C 504F"            /* æFo./.H«/.N∫ˇ,PO */
	$"601C 48C7 206E FFFC 2050 2068 0008 2050"            /* `.H« nˇ¸ P h.. P */
	$"2007 E780 41F0 080A 224C 22D8 32D8 4CEE"            /*  .ÁÄA.¬"L"ÿ2ÿLÓ */
	$"10C0 FFF0 4E5E 4E75 4E56 FFFA 486E FFFA"            /* .¿ˇN^NuNVˇ˙Hnˇ˙ */
	$"302E 000E 48C0 2F00 2F2E 0008 4EBA FF62"            /* 0...H¿/./...N∫ˇb */
	$"486E FFFA AA14 4E5E 4E75 4E56 FFFA 486E"            /* Hnˇ˙™.N^NuNVˇ˙Hn */
	$"FFFA 302E 000E 48C0 2F00 2F2E 0008 4EBA"            /* ˇ˙0...H¿/./...N∫ */
	$"FF40 486E FFFA AA15 4E5E 4E75 4E56 0000"            /* ˇ@Hnˇ˙™.N^NuNV.. */
	$"48E7 0038 246E 0014 266E 0008 342E 0012"            /* HÁ.8$n..&n..4... */
	$"286E 000C 700F 9042 3400 7000 3013 7200"            /* (n..p.êB4.p.0.r. */
	$"3214 9081 48C2 4C02 0800 4C7C 0800 0000"            /* 2.êÅH¬L...L|.... */
	$"000F 7200 3214 D280 3481 7000 302B 0002"            /* ..r.2.“Ä4Åp.0+.. */
	$"7200 322C 0002 9081 48C2 4C02 0800 4C7C"            /* r.2,..êÅH¬L...L| */
	$"0800 0000 000F 7200 322C 0002 D280 3541"            /* ......r.2,..“Ä5A */
	$"0002 7000 302B 0004 7200 322C 0004 9081"            /* ..p.0+..r.2,..êÅ */
	$"48C2 4C02 0800 4C7C 0800 0000 000F 7200"            /* H¬L...L|......r. */
	$"322C 0004 D280 3541 0004 4CEE 1C00 FFF4"            /* 2,..“Ä5A..LÓ..ˇÙ */
	$"4E5E 4E75 4E56 FFF4 2F0C 286E 0008 486E"            /* N^NuNVˇÙ/.(n..Hn */
	$"FFF4 302E 000E 48C0 2F00 2F0C 4EBA FE82"            /* ˇÙ0...H¿/./.N∫˛Ç */
	$"486E FFFA 302E 0012 48C0 2F00 2F0C 4EBA"            /* Hnˇ˙0...H¿/./.N∫ */
	$"FE70 2F2E 0018 302E 0016 48C0 2F00 486E"            /* ˛p/...0...H¿/.Hn */
	$"FFFA 486E FFF4 4EBA FF24 286E FFF0 4E5E"            /* ˇ˙HnˇÙN∫ˇ$(nˇN^ */
	$"4E75 4E56 FFFA 486E FFFA 302E 0016 48C0"            /* NuNVˇ˙Hnˇ˙0...H¿ */
	$"2F00 302E 0012 48C0 2F00 302E 000E 48C0"            /* /.0...H¿/.0...H¿ */
	$"2F00 2F2E 0008 4EBA FF8C 486E FFFA AA14"            /* /./...N∫ˇåHnˇ˙™. */
	$"4E5E 4E75 4E56 FFFA 486E FFFA 302E 0016"            /* N^NuNVˇ˙Hnˇ˙0... */
	$"48C0 2F00 302E 0012 48C0 2F00 302E 000E"            /* H¿/.0...H¿/.0... */
	$"48C0 2F00 2F2E 0008 4EBA FF5A 486E FFFA"            /* H¿/./...N∫ˇZHnˇ˙ */
	$"AA15 4E5E 4E75 4E56 FFFA 48E7 0F18 266E"            /* ™.N^NuNVˇ˙HÁ..&n */
	$"0018 382E 000E 286E 0008 4246 4247 6046"            /* ..8...(n..BFBG`F */
	$"486E FFFA 48C7 2007 D080 3033 0800 48C0"            /* Hnˇ˙H« .–Ä03..H¿ */
	$"2F00 302E 0012 48C0 2F00 48C4 2F04 2F0C"            /* /.0...H¿/.Hƒ/./. */
	$"4EBA FF12 3A06 598F 486E FFFA AA33 201F"            /* N∫ˇ.:.YèHnˇ˙™3 . */
	$"3C00 4A47 4FEF 0014 6F08 BA46 6604 7000"            /* <.JGOÔ..o.∫Ff.p. */
	$"600C 3007 5247 BE6E 0016 6DB4 7001 4CEE"            /* `.0.RGæn..m¥p.LÓ */
	$"18F0 FFE2 4E5E 4E75 4E56 FFF2 48E7 1718"            /* .ˇ‚N^NuNVˇÚHÁ.. */
	$"3C2E 000A 266E 0014 49EE FFF6 4207 0C46"            /* <..¬&n..IÓˇˆB..F */
	$"0004 6D48 206E 0010 2050 7001 B068 0004"            /* ..mH n.. Pp.∞h.. */
	$"673A 4EBA FBE6 4A00 6732 486E FFFA 700B"            /* g:N∫˚ÊJ.g2Hnˇ˙p. */
	$"2F00 2F0B 4EBA FD3A 7000 302E FFFA 4A80"            /* /./.N∫˝:p.0.ˇ˙JÄ */
	$"4FEF 000C 6614 7000 302E FFFC 4A80 660A"            /* OÔ..f.p.0.ˇ¸JÄf¬ */
	$"7000 302E FFFE 4A80 6702 7E01 7600 2F03"            /* p.0.ˇ˛JÄg.~.v./. */
	$"4EBA FBD4 261F 4A00 670A 7001 C06E 000E"            /* N∫˚‘&.J.g¬p.¿n.. */
	$"6702 7601 1A03 4A07 6700 00B0 4A05 6700"            /* g.v...J.g..∞J.g. */
	$"00AA 0C46 0008 6E00 00A2 598F AA32 2D5F"            /* .™.F..n..¢Yè™2-_ */
	$"FFF2 4207 2F2E 0010 AA31 4254 397C 0007"            /* ˇÚB./...™1BT9|.. */
	$"0002 397C 0008 0004 397C 000A 0006 397C"            /* ..9|....9|.¬..9| */
	$"000D 0008 2F0C 7005 2F00 7206 2F01 2F00"            /* ..../.p./.r././. */
	$"2F0B 4EBA FEC2 4A00 4FEF 0014 6756 4254"            /* /.N∫˛¬J.OÔ..gVBT */
	$"397C 0001 0002 397C 0004 0004 2F0C 7003"            /* 9|....9|..../.p. */
	$"2F00 7208 2F01 7007 2F00 2F0B 4EBA FE98"            /* /.r./.p././.N∫˛ò */
	$"4A00 4FEF 0014 672C 4254 397C 0004 0002"            /* J.OÔ..g,BT9|.... */
	$"397C 000F 0004 2F0C 7003 2F00 720C 2F01"            /* 9|..../.p./.r./. */
	$"700B 2F00 2F0B 4EBA FE6E 4A00 4FEF 0014"            /* p././.N∫˛nJ.OÔ.. */
	$"6702 7E01 2F2E FFF2 AA31 1007 4CEE 18E8"            /* g.~./.ˇÚ™1..LÓ.Ë */
	$"FFDA 4E5E 4E75 4E56 0000 7021 2F00 A862"            /* ˇ⁄N^NuNV..p!/.®b */
	$"701E 2F00 A863 4E5E 4E75 4E56 FFF8 2F0C"            /* p./.®cN^NuNVˇ¯/. */
	$"286E 0008 41EE FFF8 224C 20D9 20D9 2F0C"            /* (n..AÓˇ¯"L Ÿ Ÿ/. */
	$"A8A1 486E FFF8 7001 3F00 3F00 A8A9 486E"            /* ®°Hnˇ¯p.?.?.®©Hn */
	$"FFF8 A8A3 286E FFF4 4E5E 4E75 4E56 0000"            /* ˇ¯®£(nˇÙN^NuNV.. */
	$"302E 000E 536E 000E 302E 000C 536E 000C"            /* 0...Sn..0...Sn.. */
	$"3F2E 000A 3F2E 000C A893 2F2E 0008 A891"            /* ?..¬?...®ì/...®ë */
	$"3F2E 000E 3F2E 0008 A891 4E5E 4E75 4E56"            /* ?...?...®ëN^NuNV */
	$"0000 302E 000E 536E 000E 302E 000C 536E"            /* ..0...Sn..0...Sn */
	$"000C 3F2E 000A 3F2E 000C A893 2F2E 000C"            /* ..?..¬?...®ì/... */
	$"A891 3F2E 000E 3F2E 0008 A891 4E5E 4E75"            /* ®ë?...?...®ëN^Nu */
	$"4E56 FFFC 2F0C 286E 000C 486E FFFC A874"            /* NVˇ¸/.(n..Hnˇ¸®t */
	$"2F2E 0008 A873 2F0C 7000 3F00 3F00 A880"            /* /...®s/.p.?.?.®Ä */
	$"2F0C A870 2F2E FFFC A873 286E FFF8 4E5E"            /* /.®p/.ˇ¸®s(nˇ¯N^ */
	$"4E75 4E56 FFFC 48E7 0018 266E 000C 286E"            /* NuNVˇ¸HÁ..&n..(n */
	$"0008 41EC 0010 224B 22D8 22D8 486E FFFC"            /* ..AÏ.."K"ÿ"ÿHnˇ¸ */
	$"2F0C 4EBA FFAC 2F0B 2F2E FFFC A8A8 4CEE"            /* /.N∫ˇ¨/./.ˇ¸®®LÓ */
	$"1800 FFF4 4E5E 4E75 4E56 0000 48E7 0018"            /* ..ˇÙN^NuNV..HÁ.. */
	$"266E 0008 286E 000C 206B 0072 2050 5488"            /* &n..(n.. k.r PTà */
	$"224C 22D8 22D8 206B 0082 2050 4A28 0012"            /* "L"ÿ"ÿ k.Ç PJ(.. */
	$"6710 3014 D07C 000D 3940 0004 536C 0006"            /* g.0.–|..9@..Sl.. */
	$"6010 302C 0002 D07C 000D 3940 0006 536C"            /* `.0,..–|..9@..Sl */
	$"0004 4CEE 1800 FFF8 4E5E 4E75 4E56 0000"            /* ..LÓ..ˇ¯N^NuNV.. */
	$"48E7 0018 266E 0008 286E 000C 2F0C 2F0B"            /* HÁ..&n..(n.././. */
	$"4EBA FF96 206B 0082 2050 4A28 0012 504F"            /* N∫ˇñ k.Ç PJ(..PO */
	$"670E 2F0C 7008 3F00 7203 3F01 A8A9 600C"            /* g./.p.?.r.?.®©`. */
	$"2F0C 7003 3F00 7208 3F01 A8A9 3014 5E40"            /* /.p.?.r.?.®©0.^@ */
	$"3940 0004 302C 0002 5E40 3940 0006 4CEE"            /* 9@..0,..^@9@..LÓ */
	$"1800 FFF8 4E5E 4E75 4E56 0000 48E7 0018"            /* ..ˇ¯N^NuNV..HÁ.. */
	$"266E 0008 286E 000C 2F0C 2F0B 4EBA FF3A"            /* &n..(n.././.N∫ˇ: */
	$"206B 0082 2050 4A28 0012 504F 672E 302C"            /*  k.Ç PJ(..POg.0, */
	$"0006 48C0 322C 0002 48C1 9081 7201 C280"            /* ..H¿2,..H¡êÅr.¬Ä */
	$"660C 2F0C 70FF 3F00 7200 3F01 A8A8 2F0C"            /* f./.pˇ?.r.?.®®/. */
	$"7008 3F00 7203 3F01 A8A9 602A 302C 0004"            /* p.?.r.?.®©`*0,.. */
	$"48C0 3214 48C1 9081 7201 C280 660C 2F0C"            /* H¿2.H¡êÅr.¬Äf./. */
	$"7000 3F00 72FF 3F01 A8A8 2F0C 7003 3F00"            /* p.?.rˇ?.®®/.p.?. */
	$"7208 3F01 A8A9 302C 0004 5F40 3880 302C"            /* r.?.®©0,.._@8Ä0, */
	$"0006 5F40 3940 0002 4CEE 1800 FFF8 4E5E"            /* .._@9@..LÓ..ˇ¯N^ */
	$"4E75 4E56 0000 2F0C 286E 000C 2F0C 2F2E"            /* NuNV../.(n.././. */
	$"0008 4EBA FE6E 526C 0006 302C 0006 907C"            /* ..N∫˛nRl..0,..ê| */
	$"0010 3940 0002 526C 0004 302C 0004 907C"            /* ..9@..Rl..0,..ê| */
	$"0010 3880 286E FFFC 4E5E 4E75 4E56 0000"            /* ..8Ä(nˇ¸N^NuNV.. */
	$"48E7 1108 286E 0008 7601 206C 0082 2050"            /* HÁ..(n..v. l.Ç P */
	$"4A28 0013 6608 4A2C 006F 6602 7600 1E03"            /* J(..f.J,.of.v... */
	$"4A2E 000F 672A 4A07 670E 7001 2F00 2F0C"            /* J...g*J.g.p././. */
	$"4EBA F9F6 504F 601E 700A 2F00 7206 2F01"            /* N∫˘ˆPO`.p¬/.r./. */
	$"7005 2F00 2F0C 4EBA FB0A 4FEF 0010 6006"            /* p././.N∫˚¬OÔ..`. */
	$"7021 2F00 A862 4CEE 1088 FFF4 4E5E 4E75"            /* p!/.®bLÓ.àˇÙN^Nu */
	$"4E56 0000 48E7 1108 286E 0008 7601 206C"            /* NV..HÁ..(n..v. l */
	$"0082 2050 4A28 0013 6608 4A2C 006F 6602"            /* .Ç PJ(..f.J,.of. */
	$"7600 1E03 4A2E 000F 672A 4A07 670E 7002"            /* v...J...g*J.g.p. */
	$"2F00 2F0C 4EBA F992 504F 601E 7007 2F00"            /* /./.N∫˘íPO`.p./. */
	$"7206 2F01 7005 2F00 2F0C 4EBA FAA6 4FEF"            /* r./.p././.N∫˙¶OÔ */
	$"0010 6006 7021 2F00 A862 4CEE 1088 FFF4"            /* ..`.p!/.®bLÓ.àˇÙ */
	$"4E5E 4E75 4E56 0000 48E7 1108 286E 0008"            /* N^NuNV..HÁ..(n.. */
	$"7601 206C 0082 2050 4A28 0013 6608 4A2C"            /* v. l.Ç PJ(..f.J, */
	$"006F 6602 7600 1E03 4A2E 000F 6748 4A07"            /* .of.v...J...gHJ. */
	$"672A 7008 2F00 7206 2F01 7005 2F00 2F0C"            /* g*p./.r./.p././. */
	$"4EBA FA50 7001 2F00 7206 2F01 7005 2F00"            /* N∫˙Pp./.r./.p./. */
	$"2F0C 4EBA FA70 4FEF 0020 601E 7000 2F00"            /* /.N∫˙pOÔ. `.p./. */
	$"2F0C 4EBA F904 7000 2F00 2F0C 4EBA F91C"            /* /.N∫˘.p././.N∫˘. */
	$"4FEF 0010 6004 4EBA FC2E 4CEE 1088 FFF4"            /* OÔ..`.N∫¸.LÓ.àˇÙ */
	$"4E5E 4E75 4E56 0000 2F0C 286E 0008 4A2E"            /* N^NuNV../.(n..J. */
	$"000F 672A 7008 2F00 7206 2F01 7005 2F00"            /* ..g*p./.r./.p./. */
	$"2F0C 4EBA FA20 7001 2F00 7206 2F01 7005"            /* /.N∫˙ p./.r./.p. */
	$"2F00 2F0C 4EBA F9DC 4FEF 0020 600C 701E"            /* /./.N∫˘‹OÔ. `.p. */
	$"2F00 A862 7021 2F00 A863 286E FFFC 4E5E"            /* /.®bp!/.®c(nˇ¸N^ */
	$"4E75 4E56 FFF8 2F0C 286E 0008 206E 0010"            /* NuNVˇ¯/.(n.. n.. */
	$"43EE FFF8 22D8 22D8 486E FFF8 7001 3F00"            /* CÓˇ¯"ÿ"ÿHnˇ¯p.?. */
	$"3F00 A8A9 4A2E 000F 674A 7004 2F00 720C"            /* ?.®©J...gJp./.r. */
	$"2F01 700B 2F00 2F0C 4EBA F988 41EE 0000"            /* /.p././.N∫˘àAÓ.. */
	$"2F20 2F20 4EBA FC08 700B 2F00 2F0C 4EBA"            /* / / N∫¸.p././.N∫ */
	$"F848 302E FFFE 536E FFFE 302E FFFC 536E"            /* ¯H0.ˇ˛Snˇ˛0.ˇ¸Sn */
	$"FFFC 41EE 0000 2F20 2F20 4EBA FBB0 4FEF"            /* ˇ¸AÓ../ / N∫˚∞OÔ */
	$"0028 6012 701E 2F00 A862 7021 2F00 A863"            /* .(`.p./.®bp!/.®c */
	$"486E FFF8 A8A1 286E FFF4 4E5E 4E75 4E56"            /* Hnˇ¯®°(nˇÙN^NuNV */
	$"FFF8 48E7 0118 1E2E 000F 266E 0010 286E"            /* ˇ¯HÁ......&n..(n */
	$"0008 7000 1007 2F00 2F0C 4EBA FF08 41EE"            /* ..p..././.N∫ˇ.AÓ */
	$"FFF8 224B 20D9 20D9 486E FFF8 70FF 3F00"            /* ˇ¯"K Ÿ ŸHnˇ¯pˇ?. */
	$"3F00 A8A9 486E FFF8 A8A1 4A07 504F 6700"            /* ?.®©Hnˇ¯®°J.POg. */
	$"0098 700C 2F00 2F0C 4EBA F7BE 701E 2F00"            /* .òp././.N∫˜æp./. */
	$"A863 204B 5088 2F20 2F20 4EBA FB30 41EE"            /* ®c KPà/ / N∫˚0AÓ */
	$"FFF8 224B 20D9 20D9 302E FFF8 526E FFF8"            /* ˇ¯"K Ÿ Ÿ0.ˇ¯Rnˇ¯ */
	$"302E FFFA 526E FFFA 700B 2F00 2F0C 4EBA"            /* 0.ˇ˙Rnˇ˙p././.N∫ */
	$"F788 486E FFF8 A8A1 486E FFF8 7001 3F00"            /* ˜àHnˇ¯®°Hnˇ¯p.?. */
	$"3F00 A8A9 700C 2F00 2F0C 4EBA F76C 41EE"            /* ?.®©p././.N∫˜lAÓ */
	$"0000 2F20 2F20 4EBA FB16 302E FFFE 536E"            /* ../ / N∫˚.0.ˇ˛Sn */
	$"FFFE 302E FFFC 536E FFFC 7005 2F00 7208"            /* ˇ˛0.ˇ¸Snˇ¸p./.r. */
	$"2F01 7007 2F00 2F0C 4EBA F868 486E FFF8"            /* /.p././.N∫¯hHnˇ¯ */
	$"A8A2 4FEF 0038 600C 4EBA FA6C 2F0B 4EBA"            /* ®¢OÔ.8`.N∫˙l/.N∫ */
	$"FA7A 584F 4CEE 1880 FFEC 4E5E 4E75 4E56"            /* ˙zXOLÓ.ÄˇÏN^NuNV */
	$"FFF8 48E7 0118 266E 0010 1E2E 000F 286E"            /* ˇ¯HÁ..&n......(n */
	$"0008 2F0B 7000 1007 2F00 2F0C 4EBA FEF0"            /* ../.p..././.N∫˛ */
	$"41EE FFF8 224B 20D9 20D9 576E FFFC 576E"            /* AÓˇ¯"K Ÿ ŸWnˇ¸Wn */
	$"FFFE 4A07 4FEF 000C 6724 700C 2F00 2F0C"            /* ˇ˛J.OÔ..g$p././. */
	$"4EBA F6D6 546E FFFA 546E FFF8 41EE 0000"            /* N∫ˆ÷Tnˇ˙Tnˇ¯AÓ.. */
	$"2F20 2F20 4EBA FA78 4FEF 0010 6006 486E"            /* / / N∫˙xOÔ..`.Hn */
	$"FFF8 A8A1 4CEE 1880 FFEC 4E5E 4E75 4E56"            /* ˇ¯®°LÓ.ÄˇÏN^NuNV */
	$"0000 48E7 0018 266E 0008 286E 0010 4A2E"            /* ..HÁ..&n..(n..J. */
	$"000F 675E 7008 2F00 720C 2F01 700B 2F00"            /* ..g^p./.r./.p./. */
	$"2F0B 4EBA F7AE 2F0C A8A2 7008 2F00 2F0B"            /* /.N∫˜Æ/.®¢p././. */
	$"4EBA F676 2F0C A8A1 3F2C 0002 3F14 A893"            /* N∫ˆv/.®°?,..?.®ì */
	$"302C 0006 5340 3F00 302C 0004 5340 3F00"            /* 0,..S@?.0,..S@?. */
	$"A891 302C 0006 5340 3F00 3F14 A893 3F2C"            /* ®ë0,..S@?.?.®ì?, */
	$"0002 302C 0004 5340 3F00 A891 4FEF 0018"            /* ..0,..S@?.®ëOÔ.. */
	$"6004 2F0C A8A2 4CEE 1800 FFF8 4E5E 4E75"            /* `./.®¢LÓ..ˇ¯N^Nu */
	$"4E56 FFF8 48E7 0018 266E 000C 286E 0008"            /* NVˇ¯HÁ..&n..(n.. */
	$"41EE FFF8 224B 20D9 20D9 700C 2F00 2F0C"            /* AÓˇ¯"K Ÿ Ÿp././. */
	$"4EBA F606 2F0B A8A1 302E FFFA 526E FFFA"            /* N∫ˆ./.®°0.ˇ˙Rnˇ˙ */
	$"302E FFF8 526E FFF8 700B 2F00 2F0C 4EBA"            /* 0.ˇ¯Rnˇ¯p././.N∫ */
	$"F5E8 41EE 0000 2F20 2F20 4EBA F960 4A2E"            /* ıËAÓ../ / N∫˘`J. */
	$"0013 6704 7004 6002 7005 2F00 7008 2F00"            /* ..g.p.`.p./.p./. */
	$"7207 2F01 2F0C 4EBA F6EA 486E FFF8 7001"            /* r././.N∫ˆÍHnˇ¯p. */
	$"3F00 3F00 A8A9 486E FFF8 A8A2 4FEF 0028"            /* ?.?.®©Hnˇ¯®¢OÔ.( */
	$"4CEE 1800 FFF0 4E5E 4E75 4E56 FFE8 48E7"            /* LÓ..ˇN^NuNVˇËHÁ */
	$"0108 1E2E 000F 286E 0008 486E FFF8 2F0C"            /* ......(n..Hnˇ¯/. */
	$"4EBA FB20 206C 0082 2050 4A28 0013 504F"            /* N∫˚  l.Ç PJ(..PO */
	$"6630 4A2C 006F 662A 4A07 6718 7001 2F00"            /* f0J,.of*J.g.p./. */
	$"2F0C 4EBA F564 7000 2F00 2F0C 4EBA F57C"            /* /.N∫ıdp././.N∫ı| */
	$"4FEF 0010 486E FFF8 4EBA F8A0 584F 6000"            /* OÔ..Hnˇ¯N∫¯†XO`. */
	$"00D8 486E FFE8 302E FFFA 5640 3F00 302E"            /* .ÿHnˇË0.ˇ˙V@?.0. */
	$"FFF8 5640 3F00 302E FFFA D07C 000A 3F00"            /* ˇ¯V@?.0.ˇ˙–|.¬?. */
	$"302E FFF8 D07C 000A 3F00 A8A7 486E FFF0"            /* 0.ˇ¯–|.¬?.®ßHnˇ */
	$"302E FFEA 5440 3F00 302E FFE8 5440 3F00"            /* 0.ˇÍT@?.0.ˇËT@?. */
	$"302E FFFE 5540 3F00 302E FFFC 5540 3F00"            /* 0.ˇ˛U@?.0.ˇ¸U@?. */
	$"A8A7 4A07 6766 7001 2F00 2F0C 4EBA F4EA"            /* ®ßJ.gfp././.N∫ÙÍ */
	$"7001 2F00 7206 2F01 7005 2F00 2F0C 4EBA"            /* p./.r./.p././.N∫ */
	$"F634 486E FFF8 4EBA F822 486E FFF0 70FF"            /* ˆ4Hnˇ¯N∫¯"Hnˇpˇ */
	$"3F00 3F00 A8A8 7000 2F00 486E FFF0 2F0C"            /* ?.?.®®p./.Hnˇ/. */
	$"4EBA FE8E 302E FFEE 536E FFEE 302E FFEC"            /* N∫˛é0.ˇÓSnˇÓ0.ˇÏ */
	$"536E FFEC 7001 2F00 486E FFE8 2F0C 4EBA"            /* SnˇÏp./.HnˇË/.N∫ */
	$"FE70 4EBA F7D2 4FEF 0034 601C 4EBA F7C8"            /* ˛pN∫˜“OÔ.4`.N∫˜» */
	$"486E FFF8 4EBA F7D4 486E FFF0 A8A1 486E"            /* Hnˇ¯N∫˜‘Hnˇ®°Hn */
	$"FFE8 4EBA F7C6 504F 4CEE 1080 FFE0 4E5E"            /* ˇËN∫˜∆POLÓ.Äˇ‡N^ */
	$"4E75 4E56 FFF8 48E7 0108 1E2E 000F 286E"            /* NuNVˇ¯HÁ......(n */
	$"0008 486E FFF8 2F0C 4EBA F8F2 206C 0082"            /* ..Hnˇ¯/.N∫¯Ú l.Ç */
	$"2050 4A28 0010 504F 6716 486E FFF8 7000"            /*  PJ(..POg.Hnˇ¯p. */
	$"1007 2F00 2F0C 4EBA FC26 4FEF 000C 6014"            /* .././.N∫¸&OÔ..`. */
	$"486E FFF8 7000 1007 2F00 2F0C 4EBA FD70"            /* Hnˇ¯p..././.N∫˝p */
	$"4FEF 000C 4CEE 1080 FFF0 4E5E 4E75 4E56"            /* OÔ..LÓ.ÄˇN^NuNV */
	$"FFF8 48E7 0108 1E2E 000F 286E 0008 486E"            /* ˇ¯HÁ......(n..Hn */
	$"FFF8 2F0C 4EBA F8F2 206C 0082 2050 4A28"            /* ˇ¯/.N∫¯Ú l.Ç PJ( */
	$"0011 504F 6716 486E FFF8 7000 1007 2F00"            /* ..POg.Hnˇ¯p.../. */
	$"2F0C 4EBA FCBA 4FEF 000C 6014 486E FFF8"            /* /.N∫¸∫OÔ..`.Hnˇ¯ */
	$"7000 1007 2F00 2F0C 4EBA FD14 4FEF 000C"            /* p..././.N∫˝.OÔ.. */
	$"4CEE 1080 FFF0 4E5E 4E75 4E56 0000 2F0B"            /* LÓ.ÄˇN^NuNV../. */
	$"266E 0010 226E 000C 4A2E 000B 6708 203C"            /* &n.."n..J...g. < */
	$"0055 0055 6002 7000 2200 3029 0002 0800"            /* .U.U`.p.".0).... */
	$"0000 6702 E389 3011 0800 0000 6702 E189"            /* ..g.„â0.....g.·â */
	$"2681 2741 0004 266E FFFC 4E5E 4E75 4E56"            /* &Å'A..&nˇ¸N^NuNV */
	$"FFF8 48E7 0018 266E 0008 206E 000C 43EE"            /* ˇ¯HÁ..&n.. n..CÓ */
	$"FFF8 22D8 22D8 598F A8D8 285F 486E FFF8"            /* ˇ¯"ÿ"ÿYè®ÿ(_Hnˇ¯ */
	$"70FF 3F00 3F00 A8A9 2F0C 486E FFF8 A8DF"            /* pˇ?.?.®©/.Hnˇ¯®ﬂ */
	$"2F0B 2F0C 2F0B A8E6 2F0C A8D9 4CEE 1800"            /* /././.®Ê/.®ŸLÓ.. */
	$"FFF0 4E5E 4E75 4E56 FFEC 48E7 1F18 266E"            /* ˇN^NuNVˇÏHÁ..&n */
	$"0010 286E 0008 7601 206C 0082 2050 4A28"            /* ..(n..v. l.Ç PJ( */
	$"0013 6608 4A2C 006F 6602 7600 1D43 FFF1"            /* ..f.J,.of.v..CˇÒ */
	$"4AAC 0086 6700 01CA 206C 0086 2050 7000"            /* J¨.Üg..  l.Ü Pp. */
	$"1010 4A80 6700 01BA 206C 0082 2050 4A28"            /* ..JÄg..∫ l.Ç PJ( */
	$"0012 6700 01AC 302B 0006 48C0 322B 0002"            /* ..g..¨0+..H¿2+.. */
	$"48C1 9081 3C00 9C7C 0010 382B 0002 5044"            /* H¡êÅ<.ú|..8+..PD */
	$"4A2C 0070 6606 4A2C 0071 6708 0446 001E"            /* J,.pf.J,.qg..F.. */
	$"0644 000F 4A46 6F00 0178 7001 3F00 A887"            /* .D..JFo..xp.?.®á */
	$"7009 3F00 A88A 7001 3F00 A888 7001 3F00"            /* p∆?.®äp.?.®àp.?. */
	$"A889 206C 0086 A069 1D40 FFF0 206C 0086"            /* ®â l.Ü†i.@ˇ l.Ü */
	$"A029 4A2E 000F 6706 486E FFFA AA19 7000"            /* †)J...g.Hnˇ˙™.p. */
	$"102E 000F 2F00 2F0C 4EBA F896 558F 206C"            /* ...././.N∫¯ñUè l */
	$"0086 2F10 A88C 3E1F DE7C 000A BC47 5DC3"            /* .Ü/.®å>.ﬁ|.¬ºG]√ */
	$"4403 6704 3006 6002 3007 3E00 3006 9047"            /* D.g.0.`.0.>.0.êG */
	$"48C0 81FC 0002 3A00 7001 C047 504F 6604"            /* H¿Å¸..:.p.¿GPOf. */
	$"3007 5347 7001 C045 57C3 4403 4883 9A43"            /* 0.SGp.¿EW√D.HÉöC */
	$"486E FFF2 3004 D045 3F00 3013 5240 3F00"            /* HnˇÚ0.–E?.0.R@?. */
	$"48C4 48C5 2004 D085 D047 3F00 302B 0004"            /* HƒH≈ .–Ö–G?.0+.. */
	$"5340 3F00 A8A7 4A2E FFF1 670E 486E FFF2"            /* S@?.®ßJ.ˇÒg.HnˇÚ */
	$"7000 3F00 7201 3F01 A8A9 206E 0014 43EE"            /* p.?.r.?.®© n..CÓ */
	$"FFF2 20D9 20D9 486E FFF2 A8A3 486E FFF2"            /* ˇÚ Ÿ ŸHnˇÚ®£HnˇÚ */
	$"7005 3F00 7200 3F01 A8A9 4A2E FFF1 670E"            /* p.?.r.?.®©J.ˇÒg. */
	$"486E FFF2 7000 3F00 72FF 3F01 A8A9 598F"            /* HnˇÚp.?.rˇ?.®©Yè */
	$"A8D8 2D5F FFEC 598F A8D8 265F 2F2E FFEC"            /* ®ÿ-_ˇÏYè®ÿ&_/.ˇÏ */
	$"A87A 2F0B 486E FFF2 A8DF 2F2E FFEC 2F0B"            /* ®z/.HnˇÚ®ﬂ/.ˇÏ/. */
	$"2F0B A8E4 558F 2F0B A8E2 4A1F 6620 2F0B"            /* /.®‰Uè/.®‚J.f /. */
	$"A879 3F2E FFF4 302E FFF6 5540 3F00 A893"            /* ®y?.ˇÙ0.ˇˆU@?.®ì */
	$"206C 0086 2F10 A884 2F2E FFEC A879 2F2E"            /*  l.Ü/.®Ñ/.ˇÏ®y/. */
	$"FFEC A8D9 2F0B A8D9 4A2E 000F 6706 486E"            /* ˇÏ®Ÿ/.®ŸJ...g.Hn */
	$"FFFA AA14 206C 0086 102E FFF0 A06A 7000"            /* ˇ˙™. l.Ü..ˇ†jp. */
	$"3F00 A887 7000 3F00 A88A 7000 3F00 A888"            /* ?.®áp.?.®äp.?.®à */
	$"4CEE 18F8 FFD0 4E5E 4E75 4E56 FFF8 48E7"            /* LÓ.¯ˇ–N^NuNVˇ¯HÁ */
	$"0018 266E 0014 42AE FFFC 42AE FFF8 486E"            /* ..&n..BÆˇ¸BÆˇ¯Hn */
	$"FFF8 2F2E 000C 7000 102E 0013 2F00 2F2E"            /* ˇ¯/...p....././. */
	$"0008 4EBA FDD2 558F 486E FFF8 A8AE 4A1F"            /* ..N∫˝“UèHnˇ¯®ÆJ. */
	$"4FEF 0010 6618 598F A8D8 2857 486E FFF8"            /* OÔ..f.Yè®ÿ(WHnˇ¯ */
	$"A8DF 2F0B 2F0C 2F0B A8E6 2F0C A8D9 4CEE"            /* ®ﬂ/././.®Ê/.®ŸLÓ */
	$"1800 FFF0 4E5E 4E75 4E56 FFF0 48E7 1318"            /* ..ˇN^NuNVˇHÁ.. */
	$"1E2E 000F 286E 0008 206C 0082 2050 1C28"            /* ....(n.. l.Ç P.( */
	$"0012 7601 206C 0082 2050 4A28 0013 6608"            /* ..v. l.Ç PJ(..f. */
	$"4A2C 006F 6602 7600 1C03 598F A8D8 265F"            /* J,.of.v...Yè®ÿ&_ */
	$"486E FFF8 2F0C 4EBA F4D0 7000 1007 2F00"            /* Hnˇ¯/.N∫Ù–p.../. */
	$"2F0C 4EBA F648 486E FFF8 A8A1 41EE FFF0"            /* /.N∫ˆHHnˇ¯®°AÓˇ */
	$"43EE FFF8 20D9 20D9 486E FFF0 4A06 6704"            /* CÓˇ¯ Ÿ ŸHnˇJ.g. */
	$"7001 6002 7000 5200 4880 3F00 4A06 6704"            /* p.`.p.R.HÄ?.J.g. */
	$"7001 6002 7000 5200 4880 3F00 A8A9 2F0B"            /* p.`.p.R.HÄ?.®©/. */
	$"486E FFF0 A8DF 4A06 4FEF 0010 6770 486E"            /* Hnˇ®ﬂJ.OÔ..gpHn */
	$"FFF8 7000 1007 2F00 2F0C 4EBA F786 4A2C"            /* ˇ¯p..././.N∫˜ÜJ, */
	$"0070 4FEF 000C 6728 486E FFF0 2F0C 4EBA"            /* .pOÔ..g(Hnˇ/.N∫ */
	$"F4AC 486E FFF0 7000 1007 2F00 2F0C 4EBA"            /* Ù¨Hnˇp..././.N∫ */
	$"F7EE 486E FFF0 2F0B 4EBA FC84 4FEF 001C"            /* ˜ÓHnˇ/.N∫¸ÑOÔ.. */
	$"4A2C 0071 6728 486E FFF0 2F0C 4EBA F4DA"            /* J,.qg(Hnˇ/.N∫Ù⁄ */
	$"486E FFF0 7000 1007 2F00 2F0C 4EBA F8B0"            /* Hnˇp..././.N∫¯∞ */
	$"486E FFF0 2F0B 4EBA FC56 4FEF 001C 7000"            /* Hnˇ/.N∫¸VOÔ..p. */
	$"1007 2F00 2F0C 4EBA F64C 2F0B 7000 1007"            /* .././.N∫ˆL/.p... */
	$"2F00 486E FFF8 2F0C 4EBA FE80 486E FFF0"            /* /.Hnˇ¯/.N∫˛ÄHnˇ */
	$"486E FFF8 7000 1006 2F00 4EBA FBDE 2F0B"            /* Hnˇ¯p.../.N∫˚ﬁ/. */
	$"486E FFF0 A8D6 2F0B A8D9 4FEF 0024 4CEE"            /* Hnˇ®÷/.®ŸOÔ.$LÓ */
	$"18C8 FFDC 4E5E 4E75 4E56 FFF8 48E7 0108"            /* .»ˇ‹N^NuNVˇ¯HÁ.. */
	$"1E2E 000F 286E 0008 206C 0072 2050 43EE"            /* ....(n.. l.r PCÓ */
	$"FFF8 5488 22D8 22D8 302E FFFC 536E FFFC"            /* ˇ¯Tà"ÿ"ÿ0.ˇ¸Snˇ¸ */
	$"302E FFFE 536E FFFE 7000 1007 2F00 2F0C"            /* 0.ˇ˛Snˇ˛p..././. */
	$"4EBA F50A 486E FFF8 A8A1 4A07 504F 670C"            /* N∫ı¬Hnˇ¯®°J.POg. */
	$"7001 2F00 2F0C 4EBA EF20 504F 486E FFF8"            /* p././.N∫Ô POHnˇ¯ */
	$"7001 3F00 3F00 A8A8 41EE 0000 2F20 2F20"            /* p.?.?.®®AÓ../ /  */
	$"4EBA F2BC 504F 4CEE 1080 FFF0 4E5E 4E75"            /* N∫ÚºPOLÓ.ÄˇN^Nu */
	$"4A6F 7921 7065 6666 7077 7063 0000 0001"            /* Joy!peffpwpc.... */
	$"AB6E 715F 0000 0000 0000 0000 0000 0000"            /* ´nq_............ */
	$"0003 0002 0000 0000 FFFF FFFF 0000 0000"            /* ........ˇˇˇˇ.... */
	$"0000 2D1C 0000 2D1C 0000 2D1C 0000 03F0"            /* ..-...-...-.... */
	$"0004 0400 FFFF FFFF 0000 0000 0000 0150"            /* ....ˇˇˇˇ.......P */
	$"0000 0150 0000 0150 0000 3110 0101 0400"            /* ...P...P..1..... */
	$"FFFF FFFF 0000 0000 0000 0000 0000 0000"            /* ˇˇˇˇ............ */
	$"0000 0364 0000 0080 0404 0200 0000 0000"            /* ...d...Ä........ */
	$"0000 0001 0000 00EC FFFF FFFF 0000 0000"            /* .......Ïˇˇˇˇ.... */
	$"FFFF FFFF 0000 0000 0000 0001 0000 0036"            /* ˇˇˇˇ...........6 */
	$"0000 0001 0000 0134 0000 0140 0000 0360"            /* .......4...@...` */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0036 0000 0000 0000 0000"            /* .......6........ */
	$"0200 000D 0200 001C 0200 0022 0200 0030"            /* ..........."...0 */
	$"0200 003A 0200 0044 0200 004C 0200 0054"            /* ...:...D...L...T */
	$"0200 005C 0200 0064 0200 006C 0200 0073"            /* ...\...d...l...s */
	$"0200 007A 0200 0081 0200 008B 0200 0095"            /* ...z...Å...ã...ï */
	$"0200 009F 0200 00A9 0200 00B3 0200 00BA"            /* ...ü...©...≥...∫ */
	$"0200 00C5 0200 00CD 0200 00D7 0200 00DF"            /* ...≈...Õ...◊...ﬂ */
	$"0200 00E8 0200 00F0 0200 00F9 0200 0101"            /* ...Ë......˘.... */
	$"0200 010F 0200 0117 0200 0124 0200 0131"            /* ...........$...1 */
	$"0200 013E 0200 0149 0200 0154 0200 0160"            /* ...>...I...T...` */
	$"0200 016B 0200 0174 0200 017D 0200 0186"            /* ...k...t...}...Ü */
	$"0200 018F 0200 019A 0200 01A6 0200 01B2"            /* ...è...ö...¶...≤ */
	$"0200 01BF 0200 01C9 0200 01D1 0200 01D9"            /* ...ø...…...—...Ÿ */
	$"0200 01E3 0200 01ED 0200 01F8 0200 0202"            /* ...„...Ì...¯.... */
	$"0200 0208 0200 0211 0001 0000 0000 0006"            /* ................ */
	$"0000 0000 4A35 4002 0002 4402 0141 01C1"            /* ....J5@...D..A.¡ */
	$"496E 7465 7266 6163 654C 6962 004E 6577"            /* InterfaceLib.New */
	$"4861 6E64 6C65 436C 6561 7200 484C 6F63"            /* HandleClear.HLoc */
	$"6B00 4469 7370 6F73 6548 616E 646C 6500"            /* k.DisposeHandle. */
	$"4847 6574 5374 6174 6500 4853 6574 5374"            /* HGetState.HSetSt */
	$"6174 6500 5365 7450 6F72 7400 4765 7450"            /* ate.SetPort.GetP */
	$"6F72 7400 5365 7443 6C69 7000 4765 7443"            /* ort.SetClip.GetC */
	$"6C69 7000 4261 636B 5061 7400 5065 6E50"            /* lip.BackPat.PenP */
	$"6174 004D 6F76 6554 6F00 4C69 6E65 546F"            /* at.MoveTo.LineTo */
	$"0046 6F72 6543 6F6C 6F72 0042 6163 6B43"            /* .ForeColor.BackC */
	$"6F6C 6F72 0046 7261 6D65 5265 6374 0050"            /* olor.FrameRect.P */
	$"6169 6E74 5265 6374 0045 7261 7365 5265"            /* aintRect.EraseRe */
	$"6374 004E 6577 5267 6E00 4469 7370 6F73"            /* ct.NewRgn.Dispos */
	$"6552 676E 0052 6563 7452 676E 004F 6666"            /* eRgn.RectRgn.Off */
	$"7365 7452 676E 0053 6563 7452 676E 0055"            /* setRgn.SectRgn.U */
	$"6E69 6F6E 5267 6E00 4469 6666 5267 6E00"            /* nionRgn.DiffRgn. */
	$"456D 7074 7952 676E 0046 696C 6C52 676E"            /* EmptyRgn.FillRgn */
	$"004C 6F63 616C 546F 476C 6F62 616C 0050"            /* .LocalToGlobal.P */
	$"7449 6E52 676E 0052 4742 466F 7265 436F"            /* tInRgn.RGBForeCo */
	$"6C6F 7200 5247 4242 6163 6B43 6F6C 6F72"            /* lor.RGBBackColor */
	$"0047 6574 466F 7265 436F 6C6F 7200 5365"            /* .GetForeColor.Se */
	$"7447 4465 7669 6365 0047 6574 4744 6576"            /* tGDevice.GetGDev */
	$"6963 6500 436F 6C6F 7232 496E 6465 7800"            /* ice.Color2Index. */
	$"4465 7669 6365 4C6F 6F70 0054 6578 7446"            /* DeviceLoop.TextF */
	$"6F6E 7400 5465 7874 4661 6365 0054 6578"            /* ont.TextFace.Tex */
	$"744D 6F64 6500 5465 7874 5369 7A65 0044"            /* tMode.TextSize.D */
	$"7261 7753 7472 696E 6700 5374 7269 6E67"            /* rawString.String */
	$"5769 6474 6800 4765 7457 4D67 7250 6F72"            /* Width.GetWMgrPor */
	$"7400 4765 7443 574D 6772 506F 7274 0047"            /* t.GetCWMgrPort.G */
	$"6574 4175 7857 696E 0047 6573 7461 6C74"            /* etAuxWin.Gestalt */
	$"0053 6574 5265 6374 0045 7175 616C 5265"            /* .SetRect.EqualRe */
	$"6374 0045 6D70 7479 5265 6374 004F 6666"            /* ct.EmptyRect.Off */
	$"7365 7452 6563 7400 496E 7365 7452 6563"            /* setRect.InsetRec */
	$"7400 5365 7450 7400 5074 496E 5265 6374"            /* t.SetPt.PtInRect */
	$"0042 6C6F 636B 4D6F 7665 4461 7461 0000"            /* .BlockMoveData.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"8182 FF34 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ4êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFC0 9041 0014"            /* |∆.¶NÄ. ÅÇˇ¿êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF2C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ,êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF30 9041 0014"            /* |∆.¶NÄ. ÅÇˇ0êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFD0 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ–êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFE0 9041 0014"            /* |∆.¶NÄ. ÅÇˇ‡êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF80 9041 0014 800C 0000 804C 0004"            /* ÅÇˇÄêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF54 9041 0014"            /* |∆.¶NÄ. ÅÇˇTêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF74 9041 0014 800C 0000 804C 0004"            /* ÅÇˇtêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF84 9041 0014"            /* |∆.¶NÄ. ÅÇˇÑêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFD4 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ‘êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF28 9041 0014"            /* |∆.¶NÄ. ÅÇˇ(êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFC8 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ»êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFBC 9041 0014"            /* |∆.¶NÄ. ÅÇˇºêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFC4 9041 0014 800C 0000 804C 0004"            /* ÅÇˇƒêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFE8 9041 0014"            /* |∆.¶NÄ. ÅÇˇËêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF3C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ<êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF38 9041 0014"            /* |∆.¶NÄ. ÅÇˇ8êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF14 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ.êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF94 9041 0014"            /* |∆.¶NÄ. ÅÇˇîêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF1C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ.êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFA0 9041 0014"            /* |∆.¶NÄ. ÅÇˇ†êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF60 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ`êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFB8 9041 0014"            /* |∆.¶NÄ. ÅÇˇ∏êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFDC 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ‹êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFE4 9041 0014"            /* |∆.¶NÄ. ÅÇˇ‰êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF24 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ$êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF58 9041 0014"            /* |∆.¶NÄ. ÅÇˇXêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF5C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ\êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF7C 9041 0014"            /* |∆.¶NÄ. ÅÇˇ|êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF9C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇúêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF64 9041 0014"            /* |∆.¶NÄ. ÅÇˇdêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF50 9041 0014 800C 0000 804C 0004"            /* ÅÇˇPêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFD8 9041 0014"            /* |∆.¶NÄ. ÅÇˇÿêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF70 9041 0014 800C 0000 804C 0004"            /* ÅÇˇpêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF90 9041 0014"            /* |∆.¶NÄ. ÅÇˇêêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFA8 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ®êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF40 9041 0014"            /* |∆.¶NÄ. ÅÇˇ@êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF44 9041 0014 800C 0000 804C 0004"            /* ÅÇˇDêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF6C 9041 0014"            /* |∆.¶NÄ. ÅÇˇlêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF4C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇLêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF98 9041 0014"            /* |∆.¶NÄ. ÅÇˇòêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF68 9041 0014 800C 0000 804C 0004"            /* ÅÇˇhêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFB0 9041 0014"            /* |∆.¶NÄ. ÅÇˇ∞êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF8C 9041 0014 800C 0000 804C 0004"            /* ÅÇˇåêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFB4 9041 0014"            /* |∆.¶NÄ. ÅÇˇ¥êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF20 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF18 9041 0014"            /* |∆.¶NÄ. ÅÇˇ.êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF48 9041 0014 800C 0000 804C 0004"            /* ÅÇˇHêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFCC 9041 0014"            /* |∆.¶NÄ. ÅÇˇÃêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FF88 9041 0014 800C 0000 804C 0004"            /* ÅÇˇàêA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FF78 9041 0014"            /* |∆.¶NÄ. ÅÇˇxêA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"8182 FFA4 9041 0014 800C 0000 804C 0004"            /* ÅÇˇ§êA..Ä...ÄL.. */
	$"7C09 03A6 4E80 0420 8182 FFAC 9041 0014"            /* |∆.¶NÄ. ÅÇˇ¨êA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* Ä...ÄL..|∆.¶NÄ.  */
	$"7C08 02A6 BF21 FFE4 9001 0008 9421 FFA8"            /* |..¶ø!ˇ‰ê...î!ˇ® */
	$"60DF 0000 7CBD 0735 609E 0000 7C7B 0734"            /* `ﬂ..|Ω.5`û..|{.4 */
	$"3321 0038 3B80 0000 4182 001C 2C9D 0001"            /* 3!.8;Ä..AÇ..,ù.. */
	$"4186 0014 2F1D 0005 419A 000C 2F9D 0006"            /* AÜ../...Aö../ù.. */
	$"409E 001C 4800 0ACD 6000 0000 2C03 0000"            /* @û..H.¬Õ`...,... */
	$"4182 000C 3920 0001 4800 0008 3920 0000"            /* AÇ..9 ..H...9 .. */
	$"553A 063F 4182 0018 6323 0000 4BFF FAB5"            /* U:.?AÇ..c#..Kˇ˙µ */
	$"8041 0014 4800 0B05 6000 0000 80A2 FFEC"            /* ÄA..H...`...Ä¢ˇÏ */
	$"281D 0006 4181 00A8 57A6 103A 7CC5 302E"            /* (...AÅ.®W¶.:|≈0. */
	$"7CC5 3014 7CC8 03A6 4E80 0020 63C3 0000"            /* |≈0.|».¶NÄ. c√.. */
	$"63E4 0000 6365 0000 4800 01C1 6000 0000"            /* c‰..ce..H..¡`... */
	$"4800 007C 63C3 0000 63E4 0000 4800 0255"            /* H..|c√..c‰..H..U */
	$"6000 0000 4800 0068 63C3 0000 57E4 043E"            /* `...H..hc√..W‰.> */
	$"4800 051D 6000 0000 4800 0054 63C3 0000"            /* H...`...H..Tc√.. */
	$"63E4 0000 4800 0265 6000 0000 607C 0000"            /* c‰..H..e`...`|.. */
	$"4800 003C 63C3 0000 63E4 0000 4800 05C1"            /* H..<c√..c‰..H..¡ */
	$"6000 0000 4800 0028 63C3 0000 63E4 0000"            /* `...H..(c√..c‰.. */
	$"4800 069D 6000 0000 4800 0014 63C3 0000"            /* H..ù`...H...c√.. */
	$"63E4 0000 4800 0861 6000 0000 2C1A 0000"            /* c‰..H..a`...,... */
	$"4182 0010 8079 0000 4BFF FAC1 8041 0014"            /* AÇ..Äy..Kˇ˙¡ÄA.. */
	$"6383 0000 8001 0060 3021 0058 7C08 03A6"            /* cÉ..Ä..`0!.X|..¶ */
	$"BB21 FFE4 4E80 0020 FFFF FF70 FFFF FF84"            /* ª!ˇ‰NÄ. ˇˇˇpˇˇˇÑ */
	$"FFFF FF9C FFFF FF44 FFFF FF5C FFFF FFB0"            /* ˇˇˇúˇˇˇDˇˇˇ\ˇˇˇ∞ */
	$"FFFF FFC4 FFFF FFD4 7C08 02A6 BFC1 FFF8"            /* ˇˇˇƒˇˇˇ‘|..¶ø¡ˇ¯ */
	$"9001 0008 9421 FFB8 8883 0071 2C04 0000"            /* ê...î!ˇ∏àÉ.q,... */
	$"4082 0008 4800 0040 607F 0000 33C1 0038"            /* @Ç..H..@`...3¡.8 */
	$"63E3 0000 63C4 0000 4800 1271 6000 0000"            /* c„..cƒ..H..q`... */
	$"80DF 0082 80E6 0000 30E7 0008 7C9E 44AA"            /* Äﬂ.ÇÄÊ..0Á..|ûD™ */
	$"7C87 45AA 811F 0082 8128 0000 7C9E 44AA"            /* |áE™Å..ÇÅ(..|ûD™ */
	$"7C89 45AA 8001 0050 3021 0048 7C08 03A6"            /* |âE™Ä..P0!.H|..¶ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFC1 FFF8"            /* ª¡ˇ¯NÄ. |..¶ø¡ˇ¯ */
	$"9001 0008 9421 FFB8 607F 0000 33C1 0038"            /* ê...î!ˇ∏`...3¡.8 */
	$"63E3 0000 63C4 0000 4800 1211 6000 0000"            /* c„..cƒ..H...`... */
	$"80BF 0082 8085 0000 3084 0008 63C3 0000"            /* Äø.ÇÄÖ..0Ñ..c√.. */
	$"4BFF F931 8041 0014 2C03 0000 4182 000C"            /* Kˇ˘1ÄA..,...AÇ.. */
	$"3860 0005 4800 0008 3860 0006 2C83 0006"            /* 8`..H...8`..,É.. */
	$"4086 0014 80DF 0082 80E6 0000 7C9E 44AA"            /* @Ü..Äﬂ.ÇÄÊ..|ûD™ */
	$"7C87 45AA 8001 0050 3021 0048 7C08 03A6"            /* |áE™Ä..P0!.H|..¶ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFC1 FFF8"            /* ª¡ˇ¯NÄ. |..¶ø¡ˇ¯ */
	$"9001 0008 9421 FFC0 7CBF 0734 607E 0000"            /* ê...î!ˇ¿|ø.4`~.. */
	$"3860 0016 4BFF FA1D 8041 0014 6069 0000"            /* 8`..Kˇ˙.ÄA..`i.. */
	$"38C0 0000 98DE 0071 2C09 0000 4182 0060"            /* 8¿..òﬁ.q,∆..AÇ.` */
	$"80E9 0000 3900 0000 9907 0010 57EA 07BD"            /* ÄÈ..9...ô...WÍ.Ω */
	$"316A FFFF 7D6B 5110 9967 0014 57EC 0739"            /* 1jˇˇ}kQ.ôg..WÏ.9 */
	$"20CC 0000 7CC6 6114 98C7 0012 57E4 07FF"            /*  Ã..|∆a.ò«..W‰.ˇ */
	$"20A4 0000 7CA5 2114 98A7 0013 913E 0082"            /*  §..|•!.òß..ë>.Ç */
	$"9907 0011 57EA 077B 316A FFFF 7D6B 5110"            /* ô...WÍ.{1jˇˇ}kQ. */
	$"997E 0071 63C3 0000 4BFF FE81 8001 0048"            /* ô~.qc√..Kˇ˛ÅÄ..H */
	$"3021 0040 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.@|..¶ª¡ˇ¯NÄ.  */
	$"7C08 02A6 9001 0008 9421 FFC8 8083 0082"            /* |..¶ê...î!ˇ»ÄÉ.Ç */
	$"2C04 0000 4082 0008 4800 0010 8063 0082"            /* ,...@Ç..H...Äc.Ç */
	$"4BFF F9A1 8041 0014 8001 0040 3021 0038"            /* Kˇ˘°ÄA..Ä..@0!.8 */
	$"7C08 03A6 4E80 0020 7C08 02A6 BF61 FFEC"            /* |..¶NÄ. |..¶øaˇÏ */
	$"9001 0008 9421 FF98 607F 0000 3361 0038"            /* ê...î!ˇò`...3a.8 */
	$"33A1 0040 33C1 0048 7C85 8670 B0BD 0000"            /* 3°.@3¡.H|ÖÜp∞Ω.. */
	$"B09D 0002 807D 0000 809F 0072 4BFF F84D"            /* ∞ù..Ä}..Äü.rKˇ¯M */
	$"8041 0014 3B80 0000 2C03 0000 4182 0164"            /* ÄA..;Ä..,...AÇ.d */
	$"807D 0000 809F 0076 4BFF F831 8041 0014"            /* Ä}..Äü.vKˇ¯1ÄA.. */
	$"3B80 0001 2C03 0000 4182 005C 809F 0082"            /* ;Ä..,...AÇ.\Äü.Ç */
	$"80A4 0000 88C5 0014 2C86 0000 4186 0134"            /* Ä§..à≈..,Ü..AÜ.4 */
	$"63E3 0000 63C4 0000 4800 1281 6000 0000"            /* c„..cƒ..H..Å`... */
	$"63C3 0000 3880 FFFF 6085 0000 4BFF F955"            /* c√..8Äˇˇ`Ö..Kˇ˘U */
	$"8041 0014 807D 0000 63C4 0000 4BFF F95D"            /* ÄA..Ä}..cƒ..Kˇ˘] */
	$"8041 0014 2C03 0000 4182 00F8 3B80 0003"            /* ÄA..,...AÇ.¯;Ä.. */
	$"4800 00F0 63E3 0000 6364 0000 4800 1065"            /* H..c„..cd..H..e */
	$"6000 0000 807D 0000 6364 0000 4BFF F92D"            /* `...Ä}..cd..Kˇ˘- */
	$"8041 0014 2C03 0000 4182 00C8 3B80 0002"            /* ÄA..,...AÇ.»;Ä.. */
	$"809F 0082 80A4 0000 88C5 0013 2C86 0000"            /* Äü.ÇÄ§..à≈..,Ü.. */
	$"4086 0010 88FF 006F 2F07 0000 419A 00A4"            /* @Ü..àˇ.o/...Aö.§ */
	$"891F 0070 2F88 0000 419E 0044 63E3 0000"            /* â..p/à..Aû.Dc„.. */
	$"63C4 0000 4800 106D 6000 0000 63C3 0000"            /* cƒ..H..m`...c√.. */
	$"3880 FFFF 6085 0000 4BFF F8B9 8041 0014"            /* 8Äˇˇ`Ö..Kˇ¯πÄA.. */
	$"807D 0000 63C4 0000 4BFF F8C1 8041 0014"            /* Ä}..cƒ..Kˇ¯¡ÄA.. */
	$"2C03 0000 4182 0008 3B80 0004 889F 0071"            /* ,...AÇ..;Ä..àü.q */
	$"2C84 0000 4186 004C 63E3 0000 63C4 0000"            /* ,Ñ..AÜ.Lc„..cƒ.. */
	$"4800 10B5 6000 0000 63C3 0000 3880 FFFF"            /* H..µ`...c√..8Äˇˇ */
	$"6085 0000 4BFF F86D 8041 0014 807D 0000"            /* `Ö..Kˇ¯mÄA..Ä}.. */
	$"63C4 0000 4BFF F875 8041 0014 2C03 0000"            /* cƒ..Kˇ¯uÄA..,... */
	$"4182 0010 63E3 0000 4BFF FD01 607C 0000"            /* AÇ..c„..Kˇ˝.`|.. */
	$"6383 0000 8001 0070 3021 0068 7C08 03A6"            /* cÉ..Ä..p0!.h|..¶ */
	$"BB61 FFEC 4E80 0020 7C08 02A6 BFA1 FFF4"            /* ªaˇÏNÄ. |..¶ø°ˇÙ */
	$"9001 0008 9421 FFB8 60DD 0000 7C63 0734"            /* ê...î!ˇ∏`›..|c.4 */
	$"7C84 0734 83FD 0000 63E6 0000 4800 0B19"            /* |Ñ.4É˝..cÊ..H... */
	$"6000 0000 607E 0000 80FD 0004 8102 FFF0"            /* `...`~..Ä˝..Å.ˇ */
	$"2807 0006 4181 006C 54E9 103A 7D28 482E"            /* (...AÅ.lTÈ.:}(H. */
	$"7D28 4814 7D28 03A6 4E80 0020 63E3 0000"            /* }(H.}(.¶NÄ. c„.. */
	$"63C4 0000 4800 2015 6000 0000 63E3 0000"            /* cƒ..H. .`...c„.. */
	$"63C4 0000 4800 21E5 6000 0000 4800 0034"            /* cƒ..H.!Â`...H..4 */
	$"63E3 0000 63C4 0000 4800 1A29 6000 0000"            /* c„..cƒ..H..)`... */
	$"4800 0020 889F 0071 2C04 0000 4182 0014"            /* H.. àü.q,...AÇ.. */
	$"63E3 0000 63C4 0000 4800 1A89 6000 0000"            /* c„..cƒ..H..â`... */
	$"4800 0C5D 6000 0000 8001 0050 3021 0048"            /* H..]`...Ä..P0!.H */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 FFFF FF90"            /* |..¶ª°ˇÙNÄ. ˇˇˇê */
	$"FFFF FFE4 FFFF FFE4 FFFF FFE4 FFFF FFB4"            /* ˇˇˇ‰ˇˇˇ‰ˇˇˇ‰ˇˇˇ¥ */
	$"FFFF FFC8 FFFF FFC8 FFFF FFE4 7C08 02A6"            /* ˇˇˇ»ˇˇˇ»ˇˇˇ‰|..¶ */
	$"7D80 0026 BEC1 FFD8 9001 0008 9181 0004"            /* }Ä.&æ¡ˇÿê...ëÅ.. */
	$"9421 FF78 609E 0000 607F 0000 3101 0038"            /* î!ˇx`û..`...1..8 */
	$"3121 0058 88BF 006E 2C05 0000 4082 0040"            /* 1!.Xàø.n,...@Ç.@ */
	$"4800 0080 80DF 0082 80E6 0000 8947 0010"            /* H..ÄÄﬂ.ÇÄÊ..âG.. */
	$"216A 0000 7D6B 5114 9967 0010 4800 0064"            /* !j..}kQ.ôg..H..d */
	$"819F 0082 80AC 0000 8865 0011 2083 0000"            /* Åü.ÇÄ¨..àe.. É.. */
	$"7C84 1914 9885 0011 4800 0048 93E9 0000"            /* |Ñ..òÖ..H..HìÈ.. */
	$"93C9 0004 80C2 FFF8 7EC6 04AA 7EC8 05AA"            /* ì…..Ä¬ˇ¯~∆.™~».™ */
	$"807F 0072 6104 0000 6125 0000 38C0 0000"            /* Ä..ra...a%..8¿.. */
	$"4BFF F669 8041 0014 2C1E 0004 4182 FF98"            /* KˇˆiÄA..,...AÇˇò */
	$"2C9E 0005 4186 FFAC 2F1E 0006 419A FFA4"            /* ,û..AÜˇ¨/...Aöˇ§ */
	$"8001 0090 8181 008C 3021 0088 7C08 03A6"            /* Ä..êÅÅ.å0!.à|..¶ */
	$"BAC1 FFD8 7D83 8120 4E80 0020 7C08 02A6"            /* ∫¡ˇÿ}ÉÅ NÄ. |..¶ */
	$"BFA1 FFF4 9001 0008 9421 FFB0 607E 0000"            /* ø°ˇÙê...î!ˇ∞`~.. */
	$"33E1 0038 63C3 0000 63E4 0000 4800 0D3D"            /* 3·.8c√..c‰..H..= */
	$"6000 0000 807E 0076 63E4 0000 4BFF F6ED"            /* `...Ä~.vc‰..KˇˆÌ */
	$"8041 0014 63E3 0000 3880 FFFF 6085 0000"            /* ÄA..c„..8Äˇˇ`Ö.. */
	$"4BFF F631 8041 0014 80BE 0082 80C5 0000"            /* Kˇˆ1ÄA..Äæ.ÇÄ≈.. */
	$"88E6 0012 2C07 0000 4182 0014 A91F 0000"            /* àÊ..,...AÇ..©... */
	$"3108 FFF4 B11F 0000 4800 0010 A95F 0002"            /* 1.ˇÙ±...H...©_.. */
	$"314A FFF4 B15F 0002 807E 0072 63E4 0000"            /* 1JˇÙ±_..Ä~.rc‰.. */
	$"4BFF F699 8041 0014 4BFF F649 8041 0014"            /* KˇˆôÄA..KˇˆIÄA.. */
	$"607D 0000 63E3 0000 3880 0001 6085 0000"            /* `}..c„..8Ä..`Ö.. */
	$"4BFF F6A9 8041 0014 63A3 0000 63E4 0000"            /* Kˇˆ©ÄA..c£..c‰.. */
	$"4BFF F669 8041 0014 63A3 0000 809E 0072"            /* KˇˆiÄA..c£..Äû.r */
	$"6085 0000 4BFF F69D 8041 0014 63A3 0000"            /* `Ö..KˇˆùÄA..c£.. */
	$"4BFF F571 8041 0014 8001 0058 3021 0050"            /* KˇıqÄA..Ä..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 7C08 02A6"            /* |..¶ª°ˇÙNÄ. |..¶ */
	$"BFC1 FFF8 9001 0008 9421 FFB8 607E 0000"            /* ø¡ˇ¯ê...î!ˇ∏`~.. */
	$"33E1 0038 7CA4 44AA 7CBF 45AA 80FE 0082"            /* 3·.8|§D™|øE™Ä˛.Ç */
	$"8107 0000 8928 0012 2C09 0000 4182 0014"            /* Å...â(..,∆..AÇ.. */
	$"A95F 0000 314A FFF4 B15F 0000 4800 0010"            /* ©_..1JˇÙ±_..H... */
	$"A97F 0002 316B FFF4 B17F 0002 63E3 0000"            /* ©...1kˇÙ±...c„.. */
	$"3880 FFFF 6085 0000 4BFF F529 8041 0014"            /* 8Äˇˇ`Ö..Kˇı)ÄA.. */
	$"63E3 0000 4BFF F5DD 8041 0014 807E 0082"            /* c„..Kˇı›ÄA..Ä~.Ç */
	$"8083 0000 88A4 0012 2C05 0000 4182 0014"            /* ÄÉ..à§..,...AÇ.. */
	$"A8DF 0000 30C6 000C B0DF 0000 4800 0010"            /* ®ﬂ..0∆..∞ﬂ..H... */
	$"A8FF 0002 30E7 000C B0FF 0002 A87F 0002"            /* ®ˇ..0Á..∞ˇ..®... */
	$"A89F 0000 4BFF F615 8041 0014 807E 0082"            /* ®ü..Kˇˆ.ÄA..Ä~.Ç */
	$"8083 0000 88A4 0012 2C05 0000 4182 0020"            /* ÄÉ..à§..,...AÇ.  */
	$"A87F 0006 3063 FFFE 7C63 0734 A89F 0000"            /* ®...0cˇ˛|c.4®ü.. */
	$"4BFF F601 8041 0014 4800 001C A89F 0004"            /* Kˇˆ.ÄA..H...®ü.. */
	$"3084 FFFE 7C84 0734 A87F 0002 4BFF F5E5"            /* 0Ñˇ˛|Ñ.4®...KˇıÂ */
	$"8041 0014 A87F 0006 3063 FFF0 7C63 0734"            /* ÄA..®...0cˇ|c.4 */
	$"A89F 0000 3084 0001 7C84 0734 4BFF F5AD"            /* ®ü..0Ñ..|Ñ.4Kˇı≠ */
	$"8041 0014 A87F 0006 3063 FFF0 7C63 0734"            /* ÄA..®...0cˇ|c.4 */
	$"A89F 0004 3084 FFFE 7C84 0734 4BFF F5A5"            /* ®ü..0Ñˇ˛|Ñ.4Kˇı• */
	$"8041 0014 A89F 0004 3084 FFF0 7C84 0734"            /* ÄA..®ü..0Ñˇ|Ñ.4 */
	$"A87F 0002 4BFF F575 8041 0014 A87F 0006"            /* ®...KˇıuÄA..®... */
	$"3063 FFFE 7C63 0734 A89F 0004 3084 FFF0"            /* 0cˇ˛|c.4®ü..0Ñˇ */
	$"7C84 0734 4BFF F56D 8041 0014 8001 0050"            /* |Ñ.4KˇımÄA..Ä..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¶ª¡ˇ¯NÄ.  */
	$"7C08 02A6 BFC1 FFF8 9001 0008 9421 FFC0"            /* |..¶ø¡ˇ¯ê...î!ˇ¿ */
	$"60DF 0000 7C63 0734 7C84 0734 80FF 0000"            /* `ﬂ..|c.4|Ñ.4Äˇ.. */
	$"60E6 0000 60FE 0000 4800 06ED 6000 0000"            /* `Ê..`˛..H..Ì`... */
	$"6064 0000 63C3 0000 4800 1471 6000 0000"            /* `d..c√..H..q`... */
	$"8001 0048 3021 0040 7C08 03A6 BBC1 FFF8"            /* Ä..H0!.@|..¶ª¡ˇ¯ */
	$"4E80 0020 7C08 02A6 7D80 0026 BF41 FFE8"            /* NÄ. |..¶}Ä.&øAˇË */
	$"9001 0008 9181 0004 9421 FF80 88A3 006E"            /* ê...ëÅ..î!ˇÄà£.n */
	$"2C05 0000 4082 0008 4800 00E0 607F 0000"            /* ,...@Ç..H..‡`... */
	$"3381 0038 33A1 0040 33C1 0060 80DF 0082"            /* 3Å.83°.@3¡.`Äﬂ.Ç */
	$"80E6 0000 8907 0014 2C88 0000 4186 00BC"            /* ÄÊ..â...,à..AÜ.º */
	$"4BFF F3C1 8041 0014 607B 0000 4BFF F3B5"            /* KˇÛ¡ÄA..`{..KˇÛµ */
	$"8041 0014 6065 0000 6064 0000 807F 0018"            /* ÄA..`e..`d..Ä... */
	$"609A 0000 809F 001C 4BFF F4A1 8041 0014"            /* `ö..Äü..KˇÙ°ÄA.. */
	$"6363 0000 4BFF F0ED 8041 0014 63E3 0000"            /* cc..KˇÌÄA..c„.. */
	$"63C4 0000 4800 0991 6000 0000 6343 0000"            /* cƒ..H.∆ë`...cC.. */
	$"A89E 0002 A8BE 0000 4BFF F4B9 8041 0014"            /* ®û..®æ..KˇÙπÄA.. */
	$"6343 0000 4BFF F105 8041 0014 93FC 0000"            /* cC..KˇÒ.ÄA..ì¸.. */
	$"8182 FFFC 7C8C 04AA 7C9D 05AA 807F 0072"            /* ÅÇˇ¸|å.™|ù.™Ä..r */
	$"63A4 0000 6385 0000 38C0 0000 4BFF F28D"            /* c§..cÖ..8¿..KˇÚç */
	$"8041 0014 6363 0000 4BFF F0D1 8041 0014"            /* ÄA..cc..Kˇ—ÄA.. */
	$"6363 0000 4BFF F28D 8041 0014 6343 0000"            /* cc..KˇÚçÄA..cC.. */
	$"4BFF F281 8041 0014 8001 0088 8181 0084"            /* KˇÚÅÄA..Ä..àÅÅ.Ñ */
	$"3021 0080 7C08 03A6 BB41 FFE8 7D83 8120"            /* 0!.Ä|..¶ªAˇË}ÉÅ  */
	$"4E80 0020 7C08 02A6 BFE1 FFFC 9001 0008"            /* NÄ. |..¶ø·ˇ¸ê... */
	$"9421 FFC0 33E1 0038 3880 0000 909F 0000"            /* î!ˇ¿3·.88Ä..êü.. */
	$"63E4 0000 3C60 7379 6063 7376 4BFF F145"            /* c‰..<`sy`csvKˇÒE */
	$"8041 0014 2C03 0000 4082 001C 809F 0000"            /* ÄA..,...@Ç..Äü.. */
	$"5484 043E 2C84 0700 4184 000C 3920 0001"            /* TÑ.>,Ñ..AÑ..9 .. */
	$"4800 0008 3920 0000 5523 063E 8001 0048"            /* H...9 ..U#.>Ä..H */
	$"3021 0040 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.@|..¶ª·ˇ¸NÄ.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFC0"            /* |..¶ø·ˇ¸ê...î!ˇ¿ */
	$"33E1 0038 3880 0000 909F 0000 63E4 0000"            /* 3·.88Ä..êü..c‰.. */
	$"3C60 7164 6063 2020 4BFF F0D9 8041 0014"            /* <`qd`c  KˇŸÄA.. */
	$"2C03 0000 4082 0018 809F 0000 5484 042F"            /* ,...@Ç..Äü..TÑ./ */
	$"4182 000C 3920 0001 4800 0008 3920 0000"            /* AÇ..9 ..H...9 .. */
	$"5523 063E 8001 0048 3021 0040 7C08 03A6"            /* U#.>Ä..H0!.@|..¶ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFC1 FFF8"            /* ª·ˇ¸NÄ. |..¶ø¡ˇ¯ */
	$"9001 0008 9421 FFB8 33C1 0038 33E1 003C"            /* ê...î!ˇ∏3¡.83·.< */
	$"63E3 0000 4BFF F095 8041 0014 63C3 0000"            /* c„..KˇïÄA..c√.. */
	$"4BFF EF69 8041 0014 807E 0000 4BFF F04D"            /* KˇÔiÄA..Ä~..KˇM */
	$"8041 0014 807F 0000 3063 0030 809E 0000"            /* ÄA..Ä...0c.0Äû.. */
	$"3084 0030 38A0 000A 4BFF F091 8041 0014"            /* 0Ñ.08†.¬KˇëÄA.. */
	$"807F 0000 3063 0042 809E 0000 3084 0042"            /* Ä...0c.BÄû..0Ñ.B */
	$"38A0 000E 4BFF F075 8041 0014 807F 0000"            /* 8†..KˇuÄA..Ä... */
	$"3063 003A 4BFF F07D 8041 0014 807F 0000"            /* 0c.:Kˇ}ÄA..Ä... */
	$"3063 0020 4BFF F085 8041 0014 8001 0050"            /* 0c. KˇÖÄA..Ä..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¶ª¡ˇ¯NÄ.  */
	$"7C08 02A6 9001 0008 7C63 0734 80A2 FFF4"            /* |..¶ê...|c.4Ä¢ˇÙ */
	$"2803 000C 4181 0068 5466 103A 7CC5 302E"            /* (...AÅ.hTf.:|≈0. */
	$"7CC5 3014 7CC8 03A6 4E80 0020 3CE0 0000"            /* |≈0.|».¶NÄ. <‡.. */
	$"60E7 FFFF B0E4 0004 B0E4 0002 B0E4 0000"            /* `Áˇˇ∞‰..∞‰..∞‰.. */
	$"4800 004C 3D00 0000 6108 CCCC B104 0002"            /* H..L=...a.ÃÃ±... */
	$"B104 0000 3D20 0000 6129 FFFF B124 0004"            /* ±...= ..a)ˇˇ±$.. */
	$"4800 002C 3940 3333 B144 0002 B144 0000"            /* H..,9@33±D..±D.. */
	$"3960 6666 B164 0004 4800 0014 3980 0000"            /* 9`ff±d..H...9Ä.. */
	$"B184 0004 B184 0002 B184 0000 8001 0008"            /* ±Ñ..±Ñ..±Ñ..Ä... */
	$"7C08 03A6 4E80 0020 FFFF FF94 FFFF FFE4"            /* |..¶NÄ. ˇˇˇîˇˇˇ‰ */
	$"FFFF FFE4 FFFF FFE4 FFFF FF94 FFFF FF94"            /* ˇˇˇ‰ˇˇˇ‰ˇˇˇîˇˇˇî */
	$"FFFF FFE4 FFFF FF94 FFFF FFE4 FFFF FFAC"            /* ˇˇˇ‰ˇˇˇîˇˇˇ‰ˇˇˇ¨ */
	$"FFFF FFE4 FFFF FFAC FFFF FFCC FFFF FFE4"            /* ˇˇˇ‰ˇˇˇ¨ˇˇˇÃˇˇˇ‰ */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB8"            /* |..¶ø°ˇÙê...î!ˇ∏ */
	$"60BD 0000 7C9F 0734 33C1 0038 63C4 0000"            /* `Ω..|ü.43¡.8cƒ.. */
	$"4BFF EF31 8041 0014 80DE 0000 80E6 0000"            /* KˇÔ1ÄA..Äﬁ..ÄÊ.. */
	$"8107 0008 8128 0000 A949 0006 7C0A F800"            /* Å...Å(..©I..|¬¯. */
	$"4080 0040 63C4 0000 3860 0000 4BFF EF05"            /* @Ä.@cƒ..8`..KˇÔ. */
	$"8041 0014 80BE 0000 80C5 0000 80E6 0008"            /* ÄA..Äæ..Ä≈..ÄÊ.. */
	$"8107 0000 A928 0006 7C09 F800 4080 0014"            /* Å...©(..|∆¯.@Ä.. */
	$"63A4 0000 63E3 0000 4BFF FEB9 4800 0028"            /* c§..c„..Kˇ˛πH..( */
	$"80BE 0000 80C5 0000 80E6 0008 8107 0000"            /* Äæ..Ä≈..ÄÊ..Å... */
	$"57E9 1838 7D08 4814 3108 000A 7C68 34AA"            /* WÈ.8}.H.1..¬|h4™ */
	$"7C7D 35AA 8001 0050 3021 0048 7C08 03A6"            /* |}5™Ä..P0!.H|..¶ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BFE1 FFFC"            /* ª°ˇÙNÄ. |..¶ø·ˇ¸ */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ê...î!ˇ∏3·.8|Ñ.4 */
	$"63E5 0000 4BFF FF2D 63E3 0000 4BFF F1D5"            /* cÂ..Kˇˇ-c„..KˇÒ’ */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* ÄA..Ä..P0!.H|..¶ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFE1 FFFC"            /* ª·ˇ¸NÄ. |..¶ø·ˇ¸ */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ê...î!ˇ∏3·.8|Ñ.4 */
	$"63E5 0000 4BFF FEED 63E3 0000 4BFF F105"            /* cÂ..Kˇ˛Ìc„..KˇÒ. */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* ÄA..Ä..P0!.H|..¶ */
	$"BBE1 FFFC 4E80 0020 7CA5 0734 20E5 000F"            /* ª·ˇ¸NÄ. |•.4 Â.. */
	$"7CE7 0734 A103 0000 A124 0000 7D09 4010"            /* |Á.4°...°$..}∆@. */
	$"7D08 39D6 3940 000F 7D08 53D6 7D09 4014"            /* }.9÷9@..}.S÷}∆@. */
	$"B106 0000 A163 0002 A184 0002 7D6C 5810"            /* ±...°c..°Ñ..}lX. */
	$"7D6B 39D6 7D6B 53D6 7D6C 5814 B166 0002"            /* }k9÷}kS÷}lX.±f.. */
	$"A123 0004 A104 0004 7D28 4810 7CE9 39D6"            /* °#..°...}(H.|È9÷ */
	$"7CE7 53D6 7CE8 3814 B0E6 0004 4E80 0020"            /* |ÁS÷|Ë8.∞Ê..NÄ.  */
	$"7C08 02A6 BF41 FFE8 9001 0008 9421 FFA0"            /* |..¶øAˇËê...î!ˇ† */
	$"60FE 0000 7CDD 0734 7CBC 0734 607F 0000"            /* `˛..|›.4|º.4`... */
	$"3341 0038 3361 0040 7C84 0734 63E3 0000"            /* 3A.83a.@|Ñ.4c„.. */
	$"6365 0000 4BFF FE2D 63E3 0000 6384 0000"            /* ce..Kˇ˛-c„..cÑ.. */
	$"6345 0000 4BFF FE1D 63C6 0000 6363 0000"            /* cE..Kˇ˛.c∆..cc.. */
	$"6344 0000 63A5 0000 4BFF FF41 8001 0068"            /* cD..c•..KˇˇAÄ..h */
	$"3021 0060 7C08 03A6 BB41 FFE8 4E80 0020"            /* 0!.`|..¶ªAˇËNÄ.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFB8"            /* |..¶ø·ˇ¸ê...î!ˇ∏ */
	$"33E1 0038 7C84 0734 7CA5 0734 7CC6 0734"            /* 3·.8|Ñ.4|•.4|∆.4 */
	$"63E7 0000 4BFF FF6D 63E3 0000 4BFF F075"            /* cÁ..Kˇˇmc„..Kˇu */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* ÄA..Ä..P0!.H|..¶ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFE1 FFFC"            /* ª·ˇ¸NÄ. |..¶ø·ˇ¸ */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ê...î!ˇ∏3·.8|Ñ.4 */
	$"7CA5 0734 7CC6 0734 63E7 0000 4BFF FF25"            /* |•.4|∆.4cÁ..Kˇˇ% */
	$"63E3 0000 4BFF EF9D 8041 0014 8001 0050"            /* c„..KˇÔùÄA..Ä..P */
	$"3021 0048 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.H|..¶ª·ˇ¸NÄ.  */
	$"7C08 02A6 BEE1 FFDC 9001 0008 9421 FF98"            /* |..¶æ·ˇ‹ê...î!ˇò */
	$"7CC8 0735 4181 000C 3860 0001 4800 0084"            /* |».5AÅ..8`..H..Ñ */
	$"60FB 0000 7CBA 0734 7C99 0734 6078 0000"            /* `˚..|∫.4|ô.4`x.. */
	$"32E1 0038 3BC0 0000 63DF 0000 611C 0000"            /* 2·.8;¿..cﬂ..a... */
	$"6303 0000 57E9 083C 7CDB 4AAE 6324 0000"            /* c...WÈ.<|€JÆc$.. */
	$"6345 0000 62E7 0000 4BFF FEA9 63DD 0000"            /* cE..bÁ..Kˇ˛©c›.. */
	$"62E3 0000 4BFF EDCD 8041 0014 607E 0000"            /* b„..KˇÌÕÄA..`~.. */
	$"7FDE 0734 2C1F 0000 4081 0014 7C9E E800"            /* .ﬁ.4,...@Å..|ûË. */
	$"4086 000C 3860 0000 4800 0018 309F 0001"            /* @Ü..8`..H...0ü.. */
	$"7C9F 0734 7F1F E000 4198 FFA8 3860 0001"            /* |ü.4..‡.Aòˇ®8`.. */
	$"8001 0070 3021 0068 7C08 03A6 BAE1 FFDC"            /* Ä..p0!.h|..¶∫·ˇ‹ */
	$"4E80 0020 7C08 02A6 BF21 FFE4 9001 0008"            /* NÄ. |..¶ø!ˇ‰ê... */
	$"9421 FF90 60DD 0000 60BB 0000 7C99 0734"            /* î!ˇê`›..`ª..|ô.4 */
	$"7C7A 0734 3381 0038 33E1 0040 3BC0 0000"            /* |z.43Å.83·.@;¿.. */
	$"2C1A 0004 4180 005C 80FB 0000 A907 0004"            /* ,...AÄ.\Ä˚..©... */
	$"2C88 0001 4186 004C 4BFF FA1D 6000 0000"            /* ,à..AÜ.LKˇ˙.`... */
	$"2C03 0000 4182 003C 63A3 0000 6385 0000"            /* ,...AÇ.<c£..cÖ.. */
	$"3880 000B 4BFF FC4D A09C 0000 2C04 0000"            /* 8Ä..Kˇ¸M†ú..,... */
	$"4082 001C A0BC 0002 2C85 0000 4086 0010"            /* @Ç..†º..,Ö..@Ü.. */
	$"A0DC 0004 2F06 0000 419A 0008 3BC0 0001"            /* †‹../...Aö..;¿.. */
	$"4BFF FA41 6000 0000 2C03 0000 4182 0014"            /* Kˇ˙A`...,...AÇ.. */
	$"5724 07FF 4182 000C 3920 0001 4800 0008"            /* W$.ˇAÇ..9 ..H... */
	$"3920 0000 5529 063E 2C9E 0000 4186 00F8"            /* 9 ..U).>,û..AÜ.¯ */
	$"2F09 0000 419A 00F0 2F9A 0008 419D 00E8"            /* /∆..Aö./ö..Aù.Ë */
	$"4BFF EDB9 8041 0014 607C 0000 6363 0000"            /* KˇÌπÄA..`|..cc.. */
	$"4BFF EB99 8041 0014 3880 0000 B09F 0000"            /* KˇÎôÄA..8Ä..∞ü.. */
	$"38A0 0007 B0BF 0002 38C0 0008 B0DF 0004"            /* 8†..∞ø..8¿..∞ﬂ.. */
	$"38E0 000A B0FF 0006 3900 000D B11F 0008"            /* 8‡.¬∞ˇ..9...±... */
	$"63A3 0000 63E7 0000 3880 0005 38A0 0006"            /* c£..cÁ..8Ä..8†.. */
	$"6086 0000 4BFF FE2D 3BC0 0000 2C03 0000"            /* `Ü..Kˇ˛-;¿..,... */
	$"4182 0078 3880 0000 B09F 0000 38A0 0001"            /* AÇ.x8Ä..∞ü..8†.. */
	$"B0BF 0002 38C0 0004 B0DF 0004 63A3 0000"            /* ∞ø..8¿..∞ﬂ..c£.. */
	$"63E7 0000 3880 0007 38A0 0008 38C0 0003"            /* cÁ..8Ä..8†..8¿.. */
	$"4BFF FDF1 2C03 0000 4182 0040 3880 0000"            /* Kˇ˝Ò,...AÇ.@8Ä.. */
	$"B09F 0000 38A0 0004 B0BF 0002 38C0 000F"            /* ∞ü..8†..∞ø..8¿.. */
	$"B0DF 0004 63A3 0000 63E7 0000 3880 000B"            /* ∞ﬂ..c£..cÁ..8Ä.. */
	$"38A0 000C 38C0 0003 4BFF FDB9 2C03 0000"            /* 8†..8¿..Kˇ˝π,... */
	$"4182 0008 3BC0 0001 6383 0000 4BFF EACD"            /* AÇ..;¿..cÉ..KˇÍÕ */
	$"8041 0014 63C3 0000 8001 0078 3021 0070"            /* ÄA..c√..Ä..x0!.p */
	$"7C08 03A6 BB21 FFE4 4E80 0020 7C08 02A6"            /* |..¶ª!ˇ‰NÄ. |..¶ */
	$"9001 0008 9421 FFC8 3860 0021 4BFF ED55"            /* ê...î!ˇ»8`.!KˇÌU */
	$"8041 0014 3860 001E 4BFF EC89 8041 0014"            /* ÄA..8`..KˇÏâÄA.. */
	$"8001 0040 3021 0038 7C08 03A6 4E80 0020"            /* Ä..@0!.8|..¶NÄ.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFB8"            /* |..¶ø·ˇ¸ê...î!ˇ∏ */
	$"33E1 0038 7C83 44AA 7C9F 45AA 4BFF EB95"            /* 3·.8|ÉD™|üE™KˇÎï */
	$"8041 0014 63E3 0000 3880 0001 6085 0000"            /* ÄA..c„..8Ä..`Ö.. */
	$"4BFF EAC1 8041 0014 63E3 0000 4BFF EAFD"            /* KˇÍ¡ÄA..c„..KˇÍ˝ */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* ÄA..Ä..P0!.H|..¶ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFA1 FFF4"            /* ª·ˇ¸NÄ. |..¶ø°ˇÙ */
	$"9001 0008 9421 FFB8 9061 0060 9081 0064"            /* ê...î!ˇ∏êa.`êÅ.d */
	$"33E1 0060 A87F 0006 3063 FFFF 7C63 0734"            /* 3·.`®...0cˇˇ|c.4 */
	$"B07F 0006 A89F 0004 3084 FFFF 7C84 0734"            /* ∞...®ü..0Ñˇˇ|Ñ.4 */
	$"B09F 0004 607E 0000 A87F 0002 607D 0000"            /* ∞ü..`~..®...`}.. */
	$"4BFF EB89 8041 0014 63A3 0000 A89F 0000"            /* KˇÎâÄA..c£..®ü.. */
	$"609D 0000 4BFF EB8D 8041 0014 63C3 0000"            /* `ù..KˇÎçÄA..c√.. */
	$"63A4 0000 4BFF EB7D 8041 0014 8001 0050"            /* c§..KˇÎ}ÄA..Ä..P */
	$"3021 0048 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.H|..¶ª°ˇÙNÄ.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB8"            /* |..¶ø°ˇÙê...î!ˇ∏ */
	$"9061 0060 9081 0064 33E1 0060 A87F 0006"            /* êa.`êÅ.d3·.`®... */
	$"3063 FFFF 7C63 0734 B07F 0006 A89F 0004"            /* 0cˇˇ|c.4∞...®ü.. */
	$"3084 FFFF 7C84 0734 B09F 0004 609E 0000"            /* 0Ñˇˇ|Ñ.4∞ü..`û.. */
	$"607D 0000 A87F 0002 4BFF EB01 8041 0014"            /* `}..®...KˇÎ.ÄA.. */
	$"63A3 0000 63C4 0000 4BFF EB09 8041 0014"            /* c£..cƒ..KˇÎ∆ÄA.. */
	$"63A3 0000 A89F 0000 4BFF EAF9 8041 0014"            /* c£..®ü..KˇÍ˘ÄA.. */
	$"8001 0050 3021 0048 7C08 03A6 BBA1 FFF4"            /* Ä..P0!.H|..¶ª°ˇÙ */
	$"4E80 0020 7C08 02A6 BFA1 FFF4 9001 0008"            /* NÄ. |..¶ø°ˇÙê... */
	$"9421 FFB8 609F 0000 607E 0000 33A1 0038"            /* î!ˇ∏`ü..`~..3°.8 */
	$"63A3 0000 4BFF E75D 8041 0014 63C3 0000"            /* c£..KˇÁ]ÄA..c√.. */
	$"4BFF E829 8041 0014 63E3 0000 3880 0000"            /* KˇË)ÄA..c„..8Ä.. */
	$"6085 0000 4BFF E785 8041 0014 63E3 0000"            /* `Ö..KˇÁÖÄA..c„.. */
	$"4BFF E791 8041 0014 807D 0000 4BFF E7FD"            /* KˇÁëÄA..Ä}..KˇÁ˝ */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* ÄA..Ä..P0!.H|..¶ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BFC1 FFF8"            /* ª°ˇÙNÄ. |..¶ø¡ˇ¯ */
	$"9001 0008 9421 FFB8 609F 0000 33C1 0038"            /* ê...î!ˇ∏`ü..3¡.8 */
	$"30E3 0010 7CA7 44AA 7CBF 45AA 63C4 0000"            /* 0„..|ßD™|øE™cƒ.. */
	$"4BFF FF65 6000 0000 63E3 0000 A89E 0002"            /* Kˇˇe`...c„..®û.. */
	$"A8BE 0000 4BFF E9B5 8041 0014 8001 0050"            /* ®æ..KˇÈµÄA..Ä..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¶ª¡ˇ¯NÄ.  */
	$"80E3 0072 8107 0000 3108 0002 7CA8 44AA"            /* Ä„.rÅ...1...|®D™ */
	$"7CA4 45AA 8123 0082 8149 0000 896A 0012"            /* |§E™Å#.ÇÅI..âj.. */
	$"2C0B 0000 4182 0020 A984 0000 318C 000D"            /* ,...AÇ. ©Ñ..1å.. */
	$"B184 0004 A8E4 0006 30E7 FFFF B0E4 0006"            /* ±Ñ..®‰..0Áˇˇ∞‰.. */
	$"4E80 0020 A8A4 0002 30A5 000D B0A4 0006"            /* NÄ. ®§..0•..∞§.. */
	$"A8C4 0004 30C6 FFFF B0C4 0004 4E80 0020"            /* ®ƒ..0∆ˇˇ∞ƒ..NÄ.  */
	$"7C08 02A6 BFC1 FFF8 9001 0008 9421 FFC0"            /* |..¶ø¡ˇ¯ê...î!ˇ¿ */
	$"609F 0000 607E 0000 63C3 0000 63E4 0000"            /* `ü..`~..c√..c‰.. */
	$"4BFF FF81 6000 0000 80BE 0082 80C5 0000"            /* KˇˇÅ`...Äæ.ÇÄ≈.. */
	$"88E6 0012 2C07 0000 4182 001C 63E3 0000"            /* àÊ..,...AÇ..c„.. */
	$"3880 0008 38A0 0003 4BFF E819 8041 0014"            /* 8Ä..8†..KˇË.ÄA.. */
	$"4800 0018 63E3 0000 3880 0003 38A0 0008"            /* H...c„..8Ä..8†.. */
	$"4BFF E801 8041 0014 A89F 0000 3084 0007"            /* KˇË.ÄA..®ü..0Ñ.. */
	$"B09F 0004 A8BF 0002 30A5 0007 B0BF 0006"            /* ∞ü..®ø..0•..∞ø.. */
	$"8001 0048 3021 0040 7C08 03A6 BBC1 FFF8"            /* Ä..H0!.@|..¶ª¡ˇ¯ */
	$"4E80 0020 7C08 02A6 BFC1 FFF8 9001 0008"            /* NÄ. |..¶ø¡ˇ¯ê... */
	$"9421 FFC0 609F 0000 607E 0000 63C3 0000"            /* î!ˇ¿`ü..`~..c√.. */
	$"63E4 0000 4BFF FEED 6000 0000 80BE 0082"            /* c‰..Kˇ˛Ì`...Äæ.Ç */
	$"80C5 0000 88E6 0012 2C07 0000 4182 0044"            /* Ä≈..àÊ..,...AÇ.D */
	$"A91F 0006 A93F 0002 7D09 4010 5508 07FF"            /* ©...©?..}∆@.U..ˇ */
	$"4082 0018 63E3 0000 3880 FFFF 38A0 0000"            /* @Ç..c„..8Äˇˇ8†.. */
	$"4BFF E849 8041 0014 63E3 0000 3880 0008"            /* KˇËIÄA..c„..8Ä.. */
	$"38A0 0003 4BFF E75D 8041 0014 4800 0040"            /* 8†..KˇÁ]ÄA..H..@ */
	$"A89F 0004 A8BF 0000 7C85 2010 5484 07FF"            /* ®ü..®ø..|Ö .TÑ.ˇ */
	$"4082 0018 63E3 0000 3880 0000 38A0 FFFF"            /* @Ç..c„..8Ä..8†ˇˇ */
	$"4BFF E809 8041 0014 63E3 0000 3880 0003"            /* KˇË∆ÄA..c„..8Ä.. */
	$"38A0 0008 4BFF E71D 8041 0014 A89F 0004"            /* 8†..KˇÁ.ÄA..®ü.. */
	$"3084 FFF9 B09F 0000 A8BF 0006 30A5 FFF9"            /* 0Ñˇ˘∞ü..®ø..0•ˇ˘ */
	$"B0BF 0002 8001 0048 3021 0040 7C08 03A6"            /* ∞ø..Ä..H0!.@|..¶ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFE1 FFFC"            /* ª¡ˇ¯NÄ. |..¶ø·ˇ¸ */
	$"9001 0008 9421 FFC0 609F 0000 63E4 0000"            /* ê...î!ˇ¿`ü..c‰.. */
	$"4BFF FDB9 6000 0000 A8BF 0006 30A5 0001"            /* Kˇ˝π`...®ø..0•.. */
	$"7CA5 0734 B0BF 0006 30A5 FFF0 B0BF 0002"            /* |•.4∞ø..0•ˇ∞ø.. */
	$"A8DF 0004 30C6 0001 7CC6 0734 B0DF 0004"            /* ®ﬂ..0∆..|∆.4∞ﬂ.. */
	$"30C6 FFF0 B0DF 0000 8001 0048 3021 0040"            /* 0∆ˇ∞ﬂ..Ä..H0!.@ */
	$"7C08 03A6 BBE1 FFFC 4E80 0020 7C08 02A6"            /* |..¶ª·ˇ¸NÄ. |..¶ */
	$"9001 0008 9421 FFC8 5484 063E 80A3 0082"            /* ê...î!ˇ»TÑ.>Ä£.Ç */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0010"            /* Ä≈..àÊ..,...@Ç.. */
	$"8903 006F 2C88 0000 4186 000C 3920 0001"            /* â..o,à..AÜ..9 .. */
	$"4800 0008 3920 0000 5529 063E 2F04 0000"            /* H...9 ..U).>/... */
	$"419A 0034 2F89 0000 419E 0014 3880 0001"            /* Aö.4/â..Aû..8Ä.. */
	$"4BFF F6A9 6000 0000 4800 0028 3880 0005"            /* Kˇˆ©`...H..(8Ä.. */
	$"38A0 0006 38C0 000A 4BFF F7E9 6000 0000"            /* 8†..8¿.¬Kˇ˜È`... */
	$"4800 0010 3860 0021 4BFF E849 8041 0014"            /* H...8`.!KˇËIÄA.. */
	$"8001 0040 3021 0038 7C08 03A6 4E80 0020"            /* Ä..@0!.8|..¶NÄ.  */
	$"7C08 02A6 9001 0008 9421 FFC8 5484 063E"            /* |..¶ê...î!ˇ»TÑ.> */
	$"80A3 0082 80C5 0000 88E6 0013 2C07 0000"            /* Ä£.ÇÄ≈..àÊ..,... */
	$"4082 0010 8903 006F 2C88 0000 4186 000C"            /* @Ç..â..o,à..AÜ.. */
	$"3920 0001 4800 0008 3920 0000 5529 063E"            /* 9 ..H...9 ..U).> */
	$"2F04 0000 419A 0034 2F89 0000 419E 0014"            /* /...Aö.4/â..Aû.. */
	$"3880 0002 4BFF F615 6000 0000 4800 0028"            /* 8Ä..Kˇˆ.`...H..( */
	$"3880 0005 38A0 0006 38C0 0007 4BFF F755"            /* 8Ä..8†..8¿..Kˇ˜U */
	$"6000 0000 4800 0010 3860 0021 4BFF E7B5"            /* `...H...8`.!KˇÁµ */
	$"8041 0014 8001 0040 3021 0038 7C08 03A6"            /* ÄA..Ä..@0!.8|..¶ */
	$"4E80 0020 7C08 02A6 BFE1 FFFC 9001 0008"            /* NÄ. |..¶ø·ˇ¸ê... */
	$"9421 FFC0 607F 0000 5484 063E 80BF 0082"            /* î!ˇ¿`...TÑ.>Äø.Ç */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0010"            /* Ä≈..àÊ..,...@Ç.. */
	$"891F 006F 2C88 0000 4186 000C 3920 0001"            /* â..o,à..AÜ..9 .. */
	$"4800 0008 3920 0000 5529 063E 2F04 0000"            /* H...9 ..U).>/... */
	$"419A 0064 2F89 0000 419E 0038 63E3 0000"            /* Aö.d/â..Aû.8c„.. */
	$"3880 0005 38A0 0006 38C0 0008 4BFF F6C5"            /* 8Ä..8†..8¿..Kˇˆ≈ */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...c„..8Ä..8†.. */
	$"38C0 0001 4BFF F6F5 6000 0000 4800 0030"            /* 8¿..Kˇˆı`...H..0 */
	$"63E3 0000 3880 0000 4BFF F541 6000 0000"            /* c„..8Ä..KˇıA`... */
	$"63E3 0000 3880 0000 4BFF F571 6000 0000"            /* c„..8Ä..Kˇıq`... */
	$"4800 000C 4BFF F989 6000 0000 8001 0048"            /* H...Kˇ˘â`...Ä..H */
	$"3021 0040 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.@|..¶ª·ˇ¸NÄ.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFC0"            /* |..¶ø·ˇ¸ê...î!ˇ¿ */
	$"607F 0000 5484 063F 4182 0038 63E3 0000"            /* `...TÑ.?AÇ.8c„.. */
	$"3880 0005 38A0 0006 38C0 0008 4BFF F67D"            /* 8Ä..8†..8¿..Kˇˆ} */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...c„..8Ä..8†.. */
	$"38C0 0001 4BFF F61D 6000 0000 4800 001C"            /* 8¿..Kˇˆ.`...H... */
	$"3860 001E 4BFF E67D 8041 0014 3860 0021"            /* 8`..KˇÊ}ÄA..8`.! */
	$"4BFF E5B1 8041 0014 8001 0048 3021 0040"            /* KˇÂ±ÄA..Ä..H0!.@ */
	$"7C08 03A6 BBE1 FFFC 4E80 0020 7C08 02A6"            /* |..¶ª·ˇ¸NÄ. |..¶ */
	$"BFA1 FFF4 9001 0008 9421 FFB0 549D 063E"            /* ø°ˇÙê...î!ˇ∞Tù.> */
	$"607E 0000 33E1 0038 7CC5 44AA 7CDF 45AA"            /* `~..3·.8|≈D™|ﬂE™ */
	$"63E3 0000 3880 0001 6085 0000 4BFF E3E5"            /* c„..8Ä..`Ö..Kˇ„Â */
	$"8041 0014 2C1D 0000 4182 0068 63C3 0000"            /* ÄA..,...AÇ.hc√.. */
	$"3880 000B 38A0 000C 38C0 0004 4BFF F595"            /* 8Ä..8†..8¿..Kˇıï */
	$"6000 0000 807F 0000 809F 0004 4BFF F9A5"            /* `...Ä...Äü..Kˇ˘• */
	$"6000 0000 63C3 0000 3880 000B 4BFF F41D"            /* `...c√..8Ä..KˇÙ. */
	$"6000 0000 A89F 0006 3084 FFFF B09F 0006"            /* `...®ü..0Ñˇˇ∞ü.. */
	$"A8BF 0004 30A5 FFFF B0BF 0004 807F 0000"            /* ®ø..0•ˇˇ∞ø..Ä... */
	$"809F 0004 4BFF F8E5 6000 0000 4800 0028"            /* Äü..Kˇ¯Â`...H..( */
	$"3860 001E 4BFF E5AD 8041 0014 3860 0021"            /* 8`..KˇÂ≠ÄA..8`.! */
	$"4BFF E4E1 8041 0014 63E3 0000 4BFF E415"            /* Kˇ‰·ÄA..c„..Kˇ‰. */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* ÄA..Ä..X0!.P|..¶ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BF81 FFF0"            /* ª°ˇÙNÄ. |..¶øÅˇ */
	$"9001 0008 9421 FFB0 60BD 0000 549C 063E"            /* ê...î!ˇ∞`Ω..Tú.> */
	$"607E 0000 33E1 0038 63C3 0000 6384 0000"            /* `~..3·.8c√..cÑ.. */
	$"4BFF FE81 6000 0000 7CDD 44AA 7CDF 45AA"            /* Kˇ˛Å`...|›D™|ﬂE™ */
	$"63E3 0000 3880 FFFF 6085 0000 4BFF E2F5"            /* c„..8Äˇˇ`Ö..Kˇ‚ı */
	$"8041 0014 63E3 0000 4BFF E3A9 8041 0014"            /* ÄA..c„..Kˇ„©ÄA.. */
	$"2C1C 0000 4182 00E0 63C3 0000 3880 000C"            /* ,...AÇ.‡c√..8Ä.. */
	$"4BFF F349 6000 0000 3860 001E 4BFF E445"            /* KˇÛI`...8`..Kˇ‰E */
	$"8041 0014 807D 0000 809D 0004 4BFF F81D"            /* ÄA..Ä}..Äù..Kˇ¯. */
	$"6000 0000 7C9D 44AA 7C9F 45AA A8DF 0000"            /* `...|ùD™|üE™®ﬂ.. */
	$"30C6 0001 B0DF 0000 A8FF 0002 30E7 0001"            /* 0∆..∞ﬂ..®ˇ..0Á.. */
	$"B0FF 0002 63C3 0000 3880 000B 4BFF F2FD"            /* ∞ˇ..c√..8Ä..KˇÚ˝ */
	$"6000 0000 63E3 0000 4BFF E339 8041 0014"            /* `...c„..Kˇ„9ÄA.. */
	$"63E3 0000 3880 0001 6085 0000 4BFF E265"            /* c„..8Ä..`Ö..Kˇ‚e */
	$"8041 0014 63C3 0000 3880 000C 4BFF F2CD"            /* ÄA..c√..8Ä..KˇÚÕ */
	$"6000 0000 807F 0000 809F 0004 4BFF F835"            /* `...Ä...Äü..Kˇ¯5 */
	$"6000 0000 A89F 0006 3084 FFFF B09F 0006"            /* `...®ü..0Ñˇˇ∞ü.. */
	$"A8BF 0004 30A5 FFFF B0BF 0004 63C3 0000"            /* ®ø..0•ˇˇ∞ø..c√.. */
	$"3880 0007 38A0 0008 38C0 0005 4BFF F3E5"            /* 8Ä..8†..8¿..KˇÛÂ */
	$"6000 0000 63E3 0000 4BFF E071 8041 0014"            /* `...c„..Kˇ‡qÄA.. */
	$"4800 0018 4BFF F6D9 6000 0000 63A3 0000"            /* H...KˇˆŸ`...c£.. */
	$"4BFF F701 6000 0000 8001 0058 3021 0050"            /* Kˇ˜.`...Ä..X0!.P */
	$"7C08 03A6 BB81 FFF0 4E80 0020 7C08 02A6"            /* |..¶ªÅˇNÄ. |..¶ */
	$"BF81 FFF0 9001 0008 9421 FFB0 60BE 0000"            /* øÅˇê...î!ˇ∞`æ.. */
	$"549D 063E 607C 0000 33E1 0038 6383 0000"            /* Tù.>`|..3·.8cÉ.. */
	$"63C5 0000 63A4 0000 4BFF FE71 6000 0000"            /* c≈..c§..Kˇ˛q`... */
	$"7CDE 44AA 7CDF 45AA A91F 0004 3108 FFFD"            /* |ﬁD™|ﬂE™©...1.ˇ˝ */
	$"B11F 0004 A93F 0006 3129 FFFD B13F 0006"            /* ±...©?..1)ˇ˝±?.. */
	$"2C1D 0000 4182 0040 6383 0000 3880 000C"            /* ,...AÇ.@cÉ..8Ä.. */
	$"4BFF F1E9 6000 0000 A89F 0002 3084 0002"            /* KˇÒÈ`...®ü..0Ñ.. */
	$"B09F 0002 A8BF 0000 30A5 0002 B0BF 0000"            /* ∞ü..®ø..0•..∞ø.. */
	$"807F 0000 809F 0004 4BFF F739 6000 0000"            /* Ä...Äü..Kˇ˜9`... */
	$"4800 0010 63E3 0000 4BFF E1F9 8041 0014"            /* H...c„..Kˇ·˘ÄA.. */
	$"8001 0058 3021 0050 7C08 03A6 BB81 FFF0"            /* Ä..X0!.P|..¶ªÅˇ */
	$"4E80 0020 7C08 02A6 BFC1 FFF8 9001 0008"            /* NÄ. |..¶ø¡ˇ¯ê... */
	$"9421 FFC0 60BF 0000 607E 0000 5484 063F"            /* î!ˇ¿`ø..`~..TÑ.? */
	$"4182 00A8 63C3 0000 3880 000B 38A0 000C"            /* AÇ.®c√..8Ä..8†.. */
	$"38C0 0008 4BFF F2BD 6000 0000 63E3 0000"            /* 8¿..KˇÚΩ`...c„.. */
	$"4BFF DF49 8041 0014 63C3 0000 3880 0008"            /* KˇﬂIÄA..c√..8Ä.. */
	$"4BFF F149 6000 0000 63E3 0000 4BFF E185"            /* KˇÒI`...c„..Kˇ·Ö */
	$"8041 0014 A87F 0002 A89F 0000 4BFF E1ED"            /* ÄA..®...®ü..Kˇ·Ì */
	$"8041 0014 A87F 0006 3063 FFFF 7C63 0734"            /* ÄA..®...0cˇˇ|c.4 */
	$"A89F 0004 3084 FFFF 7C84 0734 4BFF E1E5"            /* ®ü..0Ñˇˇ|Ñ.4Kˇ·Â */
	$"8041 0014 A87F 0006 3063 FFFF 7C63 0734"            /* ÄA..®...0cˇˇ|c.4 */
	$"A89F 0000 4BFF E1B5 8041 0014 A89F 0004"            /* ®ü..Kˇ·µÄA..®ü.. */
	$"3084 FFFF 7C84 0734 A87F 0002 4BFF E1B5"            /* 0Ñˇˇ|Ñ.4®...Kˇ·µ */
	$"8041 0014 4800 0010 63E3 0000 4BFF DEBD"            /* ÄA..H...c„..KˇﬁΩ */
	$"8041 0014 8001 0048 3021 0040 7C08 03A6"            /* ÄA..Ä..H0!.@|..¶ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BF81 FFF0"            /* ª¡ˇ¯NÄ. |..¶øÅˇ */
	$"9001 0008 9421 FFB0 54BC 063E 609D 0000"            /* ê...î!ˇ∞Tº.>`ù.. */
	$"607E 0000 33E1 0038 7CDD 44AA 7CDF 45AA"            /* `~..3·.8|›D™|ﬂE™ */
	$"63C3 0000 3880 000C 4BFF F081 6000 0000"            /* c√..8Ä..KˇÅ`... */
	$"63A3 0000 4BFF E0BD 8041 0014 A8DF 0002"            /* c£..Kˇ‡ΩÄA..®ﬂ.. */
	$"30C6 0001 B0DF 0002 A8FF 0000 30E7 0001"            /* 0∆..∞ﬂ..®ˇ..0Á.. */
	$"B0FF 0000 63C3 0000 3880 000B 4BFF F04D"            /* ∞ˇ..c√..8Ä..KˇM */
	$"6000 0000 807F 0000 809F 0004 4BFF F52D"            /* `...Ä...Äü..Kˇı- */
	$"6000 0000 2C1C 0000 4182 000C 3920 0004"            /* `...,...AÇ..9 .. */
	$"4800 0008 3920 0005 63C3 0000 6126 0000"            /* H...9 ..c√..a&.. */
	$"7CC6 0734 3880 0007 38A0 0008 4BFF F165"            /* |∆.48Ä..8†..KˇÒe */
	$"6000 0000 63E3 0000 3880 0001 6085 0000"            /* `...c„..8Ä..`Ö.. */
	$"4BFF DF81 8041 0014 63E3 0000 4BFF DDDD"            /* KˇﬂÅÄA..c„..Kˇ›› */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* ÄA..Ä..X0!.P|..¶ */
	$"BB81 FFF0 4E80 0020 7C08 02A6 BF21 FFE4"            /* ªÅˇNÄ. |..¶ø!ˇ‰ */
	$"9001 0008 9421 FF90 549B 063E 607F 0000"            /* ê...î!ˇêTõ.>`... */
	$"3381 0038 33A1 0040 33C1 0048 63E3 0000"            /* 3Å.83°.@3¡.Hc„.. */
	$"63A4 0000 4BFF F845 6000 0000 80BF 0082"            /* c§..Kˇ¯E`...Äø.Ç */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0048"            /* Ä≈..àÊ..,...@Ç.H */
	$"891F 006F 2C88 0000 4086 003C 2F1B 0000"            /* â..o,à..@Ü.</... */
	$"419A 0024 63E3 0000 3880 0001 4BFF EF6D"            /* Aö.$c„..8Ä..KˇÔm */
	$"6000 0000 63E3 0000 3880 0000 4BFF EF9D"            /* `...c„..8Ä..KˇÔù */
	$"6000 0000 63A3 0000 4BFF F3E9 6000 0000"            /* `...c£..KˇÛÈ`... */
	$"4800 013C A8BD 0002 3085 0003 7C84 0734"            /* H..<®Ω..0Ö..|Ñ.4 */
	$"60BA 0000 A8DD 0000 30A6 0003 7CA5 0734"            /* `∫..®›..0¶..|•.4 */
	$"60D9 0000 30DA 000A 7CC6 0734 30F9 000A"            /* `Ÿ..0⁄.¬|∆.40˘.¬ */
	$"7CE7 0734 63C3 0000 4BFF E0F1 8041 0014"            /* |Á.4c√..Kˇ‡ÒÄA.. */
	$"A89E 0002 3084 0002 7C84 0734 A8BE 0000"            /* ®û..0Ñ..|Ñ.4®æ.. */
	$"30A5 0002 7CA5 0734 A8DD 0006 30C6 FFFE"            /* 0•..|•.4®›..0∆ˇ˛ */
	$"7CC6 0734 A8FD 0004 30E7 FFFE 7CE7 0734"            /* |∆.4®˝..0Áˇ˛|Á.4 */
	$"6383 0000 4BFF E0B5 8041 0014 2C1B 0000"            /* cÉ..Kˇ‡µÄA..,... */
	$"4182 0090 63E3 0000 3880 0001 4BFF EEBD"            /* AÇ.êc„..8Ä..KˇÓΩ */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...c„..8Ä..8†.. */
	$"38C0 0001 4BFF F045 6000 0000 63A3 0000"            /* 8¿..KˇE`...c£.. */
	$"4BFF F331 6000 0000 6383 0000 3880 FFFF"            /* KˇÛ1`...cÉ..8Äˇˇ */
	$"6085 0000 4BFF DEE5 8041 0014 63E3 0000"            /* `Ö..KˇﬁÂÄA..c„.. */
	$"6384 0000 38A0 0000 4BFF FDC1 A89E 0006"            /* cÑ..8†..Kˇ˝¡®û.. */
	$"3084 FFFF B09E 0006 A8BE 0004 30A5 FFFF"            /* 0Ñˇˇ∞û..®æ..0•ˇˇ */
	$"B0BE 0004 63E3 0000 63C4 0000 38A0 0001"            /* ∞æ..c„..cƒ..8†.. */
	$"4BFF FD99 4BFF F2A9 6000 0000 4800 0030"            /* Kˇ˝ôKˇÚ©`...H..0 */
	$"4BFF F29D 6000 0000 63A3 0000 4BFF F2C5"            /* KˇÚù`...c£..KˇÚ≈ */
	$"6000 0000 6383 0000 4BFF DE69 8041 0014"            /* `...cÉ..KˇﬁiÄA.. */
	$"63C3 0000 4BFF F2AD 6000 0000 8001 0078"            /* c√..KˇÚ≠`...Ä..x */
	$"3021 0070 7C08 03A6 BB21 FFE4 4E80 0020"            /* 0!.p|..¶ª!ˇ‰NÄ.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¶ø°ˇÙê...î!ˇ∞ */
	$"549E 063E 607F 0000 33A1 0038 63E3 0000"            /* Tû.>`...3°.8c„.. */
	$"63A4 0000 4BFF F4FD 6000 0000 80BF 0082"            /* c§..KˇÙ˝`...Äø.Ç */
	$"80C5 0000 88E6 0010 2C07 0000 4182 001C"            /* Ä≈..àÊ..,...AÇ.. */
	$"63E3 0000 63C4 0000 63A5 0000 4BFF F9FD"            /* c„..cƒ..c•..Kˇ˘˝ */
	$"6000 0000 4800 0018 63E3 0000 63C4 0000"            /* `...H...c„..cƒ.. */
	$"63A5 0000 4BFF FC01 6000 0000 8001 0058"            /* c•..Kˇ¸.`...Ä..X */
	$"3021 0050 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.P|..¶ª°ˇÙNÄ.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¶ø°ˇÙê...î!ˇ∞ */
	$"549E 063E 607F 0000 33A1 0038 63E3 0000"            /* Tû.>`...3°.8c„.. */
	$"63A4 0000 4BFF F511 6000 0000 80BF 0082"            /* c§..Kˇı.`...Äø.Ç */
	$"80C5 0000 88E6 0011 2C07 0000 4182 001C"            /* Ä≈..àÊ..,...AÇ.. */
	$"63E3 0000 63C4 0000 63A5 0000 4BFF FAE1"            /* c„..cƒ..c•..Kˇ˙· */
	$"6000 0000 4800 0018 63E3 0000 63C4 0000"            /* `...H...c„..cƒ.. */
	$"63A5 0000 4BFF FB81 6000 0000 8001 0058"            /* c•..Kˇ˚Å`...Ä..X */
	$"3021 0050 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.P|..¶ª°ˇÙNÄ.  */
	$"5463 063F 4182 0010 3D80 0055 618C 0055"            /* Tc.?AÇ..=Ä.Uaå.U */
	$"4800 0008 3980 0000 A8C4 0002 54C6 07FF"            /* H...9Ä..®ƒ..T∆.ˇ */
	$"4182 0008 558C 083C A8E4 0000 54E7 07FF"            /* AÇ..Uå.<®‰..TÁ.ˇ */
	$"4182 0008 558C 402E 9185 0000 9185 0004"            /* AÇ..Uå@.ëÖ..ëÖ.. */
	$"4E80 0020 7C08 02A6 BFA1 FFF4 9001 0008"            /* NÄ. |..¶ø°ˇÙê... */
	$"9421 FFB0 607F 0000 33C1 0038 7CA4 44AA"            /* î!ˇ∞`...3¡.8|§D™ */
	$"7CBE 45AA 4BFF DC7D 8041 0014 6064 0000"            /* |æE™Kˇ‹}ÄA..`d.. */
	$"63C3 0000 609D 0000 3880 FFFF 6085 0000"            /* c√..`ù..8Äˇˇ`Ö.. */
	$"4BFF DC01 8041 0014 63A3 0000 63C4 0000"            /* Kˇ‹.ÄA..c£..cƒ.. */
	$"4BFF DC99 8041 0014 63E3 0000 63A4 0000"            /* Kˇ‹ôÄA..c„..c§.. */
	$"63E5 0000 4BFF DA5D 8041 0014 63A3 0000"            /* cÂ..Kˇ⁄]ÄA..c£.. */
	$"4BFF DBA1 8041 0014 8001 0058 3021 0050"            /* Kˇ€°ÄA..Ä..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 7C08 02A6"            /* |..¶ª°ˇÙNÄ. |..¶ */
	$"BEC1 FFD8 9001 0008 9421 FF90 60D8 0000"            /* æ¡ˇÿê...î!ˇê`ÿ.. */
	$"60BC 0000 549B 063E 607F 0000 32C1 0038"            /* `º..Tõ.>`...2¡.8 */
	$"33C1 0040 80FF 0082 8107 0000 8928 0013"            /* 3¡.@Äˇ.ÇÅ...â(.. */
	$"2C09 0000 4082 0010 895F 006F 2C8A 0000"            /* ,∆..@Ç..â_.o,ä.. */
	$"4186 000C 3920 0001 4800 0008 3920 0000"            /* AÜ..9 ..H...9 .. */
	$"5539 063E 813F 0086 2F09 0000 419A 02E0"            /* U9.>Å?.Ü/∆..Aö.‡ */
	$"8169 0000 898B 0000 2F8C 0000 419E 02D0"            /* Åi..âã../å..Aû.– */
	$"80FF 0082 8107 0000 8888 0012 2C04 0000"            /* Äˇ.ÇÅ...àà..,... */
	$"4182 02BC A8BC 0006 A8DC 0002 7CA6 2810"            /* AÇ.º®º..®‹..|¶(. */
	$"30A5 FFF0 7CBD 0734 3346 0008 7F5A 0734"            /* 0•ˇ|Ω.43F...Z.4 */
	$"895F 0070 2C8A 0000 4086 0010 897F 0071"            /* â_.p,ä..@Ü..â..q */
	$"2F0B 0000 419A 0014 319D FFE2 7D9D 0734"            /* /...Aö..1ùˇ‚}ù.4 */
	$"313A 000F 7D3A 0734 2F9D 0000 409D 0270"            /* 1:..}:.4/ù..@ù.p */
	$"3860 0001 4BFF DD7D 8041 0014 3860 0009"            /* 8`..Kˇ›}ÄA..8`.∆ */
	$"4BFF DC99 8041 0014 3860 0001 4BFF DBE5"            /* Kˇ‹ôÄA..8`..Kˇ€Â */
	$"8041 0014 3860 0001 4BFF DD71 8041 0014"            /* ÄA..8`..Kˇ›qÄA.. */
	$"807F 0086 4BFF DCBD 8041 0014 6077 0000"            /* Ä..ÜKˇ‹ΩÄA..`w.. */
	$"807F 0086 4BFF DCC5 8041 0014 2C1B 0000"            /* Ä..ÜKˇ‹≈ÄA..,... */
	$"4182 0010 62C3 0000 4BFF DB91 8041 0014"            /* AÇ..b√..Kˇ€ëÄA.. */
	$"63E3 0000 6364 0000 4BFF F489 6000 0000"            /* c„..cd..KˇÙâ`... */
	$"809F 0086 8064 0000 4BFF DA51 8041 0014"            /* Äü.ÜÄd..Kˇ⁄QÄA.. */
	$"3123 000A 7D29 0734 7C09 E800 4081 000C"            /* 1#.¬}).4|∆Ë.@Å.. */
	$"63A9 0000 4800 0004 7D29 0734 7C89 E810"            /* c©..H...}).4|âË. */
	$"7C84 0734 7C84 0E70 7C84 0194 7C88 0734"            /* |Ñ.4|Ñ.p|Ñ.î|à.4 */
	$"5525 07FF 4082 000C 30C9 FFFF 7CC9 0734"            /* U%.ˇ@Ç..0…ˇˇ|….4 */
	$"5507 07FF 2147 0000 7D4A 3914 7D4A 4010"            /* U..ˇ!G..}J9.}J@. */
	$"7D4A 0734 7D5A 5014 6126 0000 7CCA 3014"            /* }J.4}ZP.a&..| 0. */
	$"7CC6 0734 6144 0000 7C84 0734 A8BC 0000"            /* |∆.4aD..|Ñ.4®º.. */
	$"30A5 0001 7CA5 0734 A8FC 0004 30E7 FFFF"            /* 0•..|•.4®¸..0Áˇˇ */
	$"7CE7 0734 63C3 0000 4BFF DC31 8041 0014"            /* |Á.4c√..Kˇ‹1ÄA.. */
	$"2C19 0000 4182 0018 63C3 0000 3880 0000"            /* ,...AÇ..c√..8Ä.. */
	$"38A0 0001 4BFF D9BD 8041 0014 7C9E 44AA"            /* 8†..KˇŸΩÄA..|ûD™ */
	$"7C98 45AA 63C3 0000 4BFF D9F1 8041 0014"            /* |òE™c√..KˇŸÒÄA.. */
	$"63C3 0000 3880 0005 38A0 0000 4BFF D995"            /* c√..8Ä..8†..KˇŸï */
	$"8041 0014 2C19 0000 4182 0018 63C3 0000"            /* ÄA..,...AÇ..c√.. */
	$"3880 0000 38A0 FFFF 4BFF D979 8041 0014"            /* 8Ä..8†ˇˇKˇŸyÄA.. */
	$"4BFF D9D1 8041 0014 607D 0000 4BFF D9C5"            /* KˇŸ—ÄA..`}..KˇŸ≈ */
	$"8041 0014 607C 0000 63A3 0000 4BFF D715"            /* ÄA..`|..c£..Kˇ◊. */
	$"8041 0014 6383 0000 63C4 0000 4BFF D9ED"            /* ÄA..cÉ..cƒ..KˇŸÌ */
	$"8041 0014 6384 0000 6385 0000 63A3 0000"            /* ÄA..cÑ..cÖ..c£.. */
	$"4BFF DA99 8041 0014 6383 0000 4BFF DBAD"            /* Kˇ⁄ôÄA..cÉ..Kˇ€≠ */
	$"8041 0014 2C03 0000 4082 0044 6383 0000"            /* ÄA..,...@Ç.DcÉ.. */
	$"4BFF D719 8041 0014 A89E 0004 3084 FFFE"            /* Kˇ◊.ÄA..®û..0Ñˇ˛ */
	$"7C84 0734 A87E 0002 4BFF DA31 8041 0014"            /* |Ñ.4®~..Kˇ⁄1ÄA.. */
	$"809F 0086 8064 0000 4BFF DAE1 8041 0014"            /* Äü.ÜÄd..Kˇ⁄·ÄA.. */
	$"63A3 0000 4BFF D6E5 8041 0014 63A3 0000"            /* c£..Kˇ÷ÂÄA..c£.. */
	$"4BFF D8A1 8041 0014 6383 0000 4BFF D895"            /* Kˇÿ°ÄA..cÉ..Kˇÿï */
	$"8041 0014 2C1B 0000 4182 0010 62C3 0000"            /* ÄA..,...AÇ..b√.. */
	$"4BFF DB21 8041 0014 807F 0086 62E4 0000"            /* Kˇ€!ÄA..Ä..Üb‰.. */
	$"4BFF D8D1 8041 0014 3860 0000 4BFF DB35"            /* Kˇÿ—ÄA..8`..Kˇ€5 */
	$"8041 0014 3860 0000 4BFF DA51 8041 0014"            /* ÄA..8`..Kˇ⁄QÄA.. */
	$"3860 0000 4BFF D99D 8041 0014 8001 0078"            /* 8`..KˇŸùÄA..Ä..x */
	$"3021 0070 7C08 03A6 BAC1 FFD8 4E80 0020"            /* 0!.p|..¶∫¡ˇÿNÄ.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¶ø°ˇÙê...î!ˇ∞ */
	$"60DE 0000 60A9 0000 33E1 0038 5529 063E"            /* `ﬁ..`©..3·.8U).> */
	$"38E0 0000 B0FF 0006 B0FF 0004 B0FF 0002"            /* 8‡..∞ˇ..∞ˇ..∞ˇ.. */
	$"B0FF 0000 6085 0000 6124 0000 63E6 0000"            /* ∞ˇ..`Ö..a$..cÊ.. */
	$"4BFF FC6D 63E3 0000 4BFF D6C9 8041 0014"            /* Kˇ¸mc„..Kˇ÷…ÄA.. */
	$"2C03 0000 4082 0040 4BFF D869 8041 0014"            /* ,...@Ç.@KˇÿiÄA.. */
	$"6064 0000 609D 0000 63E4 0000 4BFF D89D"            /* `d..`ù..c‰..Kˇÿù */
	$"8041 0014 63C3 0000 63A4 0000 63C5 0000"            /* ÄA..c√..c§..c≈.. */
	$"4BFF D661 8041 0014 63A3 0000 4BFF D7A5"            /* Kˇ÷aÄA..c£..Kˇ◊• */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* ÄA..Ä..X0!.P|..¶ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BF01 FFE0"            /* ª°ˇÙNÄ. |..¶ø.ˇ‡ */
	$"9001 0008 9421 FF88 549E 063E 607F 0000"            /* ê...î!ˇàTû.>`... */
	$"3301 0038 3321 0040 3361 0048 3381 0050"            /* 3..83!.@3a.H3Å.P */
	$"80BF 0082 80C5 0000 88E6 0013 2C07 0000"            /* Äø.ÇÄ≈..àÊ..,... */
	$"4082 0010 891F 006F 2C88 0000 4186 000C"            /* @Ç..â..o,à..AÜ.. */
	$"3920 0001 4800 0008 3920 0000 553A 063F"            /* 9 ..H...9 ..U:.? */
	$"4BFF D7C1 8041 0014 607D 0000 63E3 0000"            /* Kˇ◊¡ÄA..`}..c„.. */
	$"6384 0000 4BFF EE8D 6000 0000 63E3 0000"            /* cÑ..KˇÓç`...c„.. */
	$"63C4 0000 4BFF F0B9 6000 0000 6383 0000"            /* cƒ..Kˇπ`...cÉ.. */
	$"4BFF D7F1 8041 0014 7C9C 44AA 7C99 45AA"            /* Kˇ◊ÒÄA..|úD™|ôE™ */
	$"2C1A 0000 4182 000C 3920 0001 4800 0008"            /* ,...AÇ..9 ..H... */
	$"3920 0000 2C9A 0000 4186 000C 3900 0001"            /* 9 ..,ö..AÜ..9... */
	$"4800 0008 3900 0000 3089 0001 7C84 0734"            /* H...9...0â..|Ñ.4 */
	$"30A8 0001 7CA5 0734 6323 0000 4BFF D6E5"            /* 0®..|•.4c#..Kˇ÷Â */
	$"8041 0014 63A3 0000 6324 0000 4BFF D77D"            /* ÄA..c£..c$..Kˇ◊} */
	$"8041 0014 2C1A 0000 4182 008C 63E3 0000"            /* ÄA..,...AÇ.åc„.. */
	$"63C4 0000 6385 0000 4BFF F2A5 889F 0070"            /* cƒ..cÖ..KˇÚ•àü.p */
	$"2C04 0000 4182 0034 63E3 0000 6364 0000"            /* ,...AÇ.4c„..cd.. */
	$"4BFF EE41 6000 0000 63E3 0000 6365 0000"            /* KˇÓA`...c„..ce.. */
	$"63C4 0000 4BFF F355 6000 0000 63A3 0000"            /* cƒ..KˇÛU`...c£.. */
	$"6364 0000 4BFF FA41 889F 0071 2C04 0000"            /* cd..Kˇ˙Aàü.q,... */
	$"4182 0034 63E3 0000 6364 0000 4BFF EE99"            /* AÇ.4c„..cd..KˇÓô */
	$"6000 0000 63E3 0000 6365 0000 63C4 0000"            /* `...c„..ce..cƒ.. */
	$"4BFF F47D 6000 0000 63A3 0000 6364 0000"            /* KˇÙ}`...c£..cd.. */
	$"4BFF FA05 63E3 0000 63C4 0000 4BFF F0D9"            /* Kˇ˙.c„..cƒ..KˇŸ */
	$"6000 0000 63E3 0000 63A6 0000 63C5 0000"            /* `...c„..c¶..c≈.. */
	$"6384 0000 4BFF FDBD 6343 0000 6384 0000"            /* cÑ..Kˇ˝ΩcC..cÑ.. */
	$"6305 0000 4BFF F98D 63A3 0000 6304 0000"            /* c...Kˇ˘çc£..c... */
	$"4BFF D679 8041 0014 63A3 0000 4BFF D5C5"            /* Kˇ÷yÄA..c£..Kˇ’≈ */
	$"8041 0014 8001 0080 3021 0078 7C08 03A6"            /* ÄA..Ä..Ä0!.x|..¶ */
	$"BB01 FFE0 4E80 0020 7C08 02A6 BFA1 FFF4"            /* ª.ˇ‡NÄ. |..¶ø°ˇÙ */
	$"9001 0008 9421 FFB0 549D 063E 607E 0000"            /* ê...î!ˇ∞Tù.>`~.. */
	$"33E1 0038 80FE 0072 8107 0000 3108 0002"            /* 3·.8Ä˛.rÅ...1... */
	$"7CA8 44AA 7CBF 45AA A93F 0004 3129 FFFF"            /* |®D™|øE™©?..1)ˇˇ */
	$"B13F 0004 A95F 0006 314A FFFF B15F 0006"            /* ±?..©_..1Jˇˇ±_.. */
	$"63C3 0000 63A4 0000 4BFF EF05 6000 0000"            /* c√..c§..KˇÔ.`... */
	$"63E3 0000 4BFF D63D 8041 0014 2C1D 0000"            /* c„..Kˇ÷=ÄA..,... */
	$"4182 0014 63C3 0000 3880 0001 4BFF E5DD"            /* AÇ..c√..8Ä..KˇÂ› */
	$"6000 0000 63E3 0000 3880 0001 6085 0000"            /* `...c„..8Ä..`Ö.. */
	$"4BFF D629 8041 0014 807F 0000 809F 0004"            /* Kˇ÷)ÄA..Ä...Äü.. */
	$"4BFF EB31 6000 0000 8001 0058 3021 0050"            /* KˇÎ1`...Ä..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 0000 0000"            /* |..¶ª°ˇÙNÄ. .... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0668 0000 0ADC"            /* ...........h..¬‹ */
	$"0000 11C8 0000 0110 0000 0130 0000 0510"            /* ...».......0.... */
	$"0000 00EC 0000 0000 0000 0A18 0000 00EC"            /* ...Ï......¬....Ï */
	$"0000 0000 0000 0E40 0000 00EC 0000 0000"            /* .......@...Ï.... */
	$"AAFE 0700 0000 0000 0000 0000 0000 3E80"            /* ™˛............>Ä */
	$"0001 0004 0000 00F8 0000 0000 0000 0000"            /* .......¯........ */
	$"AAFE 0700 0000 0000 0000 0000 0000 3E80"            /* ™˛............>Ä */
	$"0001 0004 0000 0104 0000 0000 0000 0000"            /* ................ */
};

resource 'PICT' (140) {
	2252,
	{0, 0, 8, 10},
	$"0011 02FF 0C00 FFFE 0000 0048 0000 0048"
	$"0000 0000 0000 0008 000A 0000 0000 0001"
	$"000A 0000 0000 0008 000A 0098 800C 0000"
	$"0000 0008 000A 0000 0000 0000 0000 0048"
	$"0000 0048 0000 0000 0008 0001 0008 0000"
	$"0000 0000 0000 0000 0000 0044 AC42 0000"
	$"00FF 0000 FFFF FFFF FFFF 0001 FFFF FFFF"
	$"CCCC 0002 FFFF FFFF 9999 0003 FFFF FFFF"
	$"6666 0004 FFFF FFFF 3333 0005 FFFF FFFF"
	$"0000 0006 FFFF CCCC FFFF 0007 FFFF CCCC"
	$"CCCC 0008 FFFF CCCC 9999 0009 FFFF CCCC"
	$"6666 000A FFFF CCCC 3333 000B FFFF CCCC"
	$"0000 000C FFFF 9999 FFFF 000D FFFF 9999"
	$"CCCC 000E FFFF 9999 9999 000F FFFF 9999"
	$"6666 0010 FFFF 9999 3333 0011 FFFF 9999"
	$"0000 0012 FFFF 6666 FFFF 0013 FFFF 6666"
	$"CCCC 0014 FFFF 6666 9999 0015 FFFF 6666"
	$"6666 0016 FFFF 6666 3333 0017 FFFF 6666"
	$"0000 0018 FFFF 3333 FFFF 0019 FFFF 3333"
	$"CCCC 001A FFFF 3333 9999 001B FFFF 3333"
	$"6666 001C FFFF 3333 3333 001D FFFF 3333"
	$"0000 001E FFFF 0000 FFFF 001F FFFF 0000"
	$"CCCC 0020 FFFF 0000 9999 0021 FFFF 0000"
	$"6666 0022 FFFF 0000 3333 0023 FFFF 0000"
	$"0000 0024 CCCC FFFF FFFF 0025 CCCC FFFF"
	$"CCCC 0026 CCCC FFFF 9999 0027 CCCC FFFF"
	$"6666 0028 CCCC FFFF 3333 0029 CCCC FFFF"
	$"0000 002A CCCC CCCC FFFF 002B CCCC CCCC"
	$"CCCC 002C CCCC CCCC 9999 002D CCCC CCCC"
	$"6666 002E CCCC CCCC 3333 002F CCCC CCCC"
	$"0000 0030 CCCC 9999 FFFF 0031 CCCC 9999"
	$"CCCC 0032 CCCC 9999 9999 0033 CCCC 9999"
	$"6666 0034 CCCC 9999 3333 0035 CCCC 9999"
	$"0000 0036 CCCC 6666 FFFF 0037 CCCC 6666"
	$"CCCC 0038 CCCC 6666 9999 0039 CCCC 6666"
	$"6666 003A CCCC 6666 3333 003B CCCC 6666"
	$"0000 003C CCCC 3333 FFFF 003D CCCC 3333"
	$"CCCC 003E CCCC 3333 9999 003F CCCC 3333"
	$"6666 0040 CCCC 3333 3333 0041 CCCC 3333"
	$"0000 0042 CCCC 0000 FFFF 0043 CCCC 0000"
	$"CCCC 0044 CCCC 0000 9999 0045 CCCC 0000"
	$"6666 0046 CCCC 0000 3333 0047 CCCC 0000"
	$"0000 0048 9999 FFFF FFFF 0049 9999 FFFF"
	$"CCCC 004A 9999 FFFF 9999 004B 9999 FFFF"
	$"6666 004C 9999 FFFF 3333 004D 9999 FFFF"
	$"0000 004E 9999 CCCC FFFF 004F 9999 CCCC"
	$"CCCC 0050 9999 CCCC 9999 0051 9999 CCCC"
	$"6666 0052 9999 CCCC 3333 0053 9999 CCCC"
	$"0000 0054 9999 9999 FFFF 0055 9999 9999"
	$"CCCC 0056 9999 9999 9999 0057 9999 9999"
	$"6666 0058 9999 9999 3333 0059 9999 9999"
	$"0000 005A 9999 6666 FFFF 005B 9999 6666"
	$"CCCC 005C 9999 6666 9999 005D 9999 6666"
	$"6666 005E 9999 6666 3333 005F 9999 6666"
	$"0000 0060 9999 3333 FFFF 0061 9999 3333"
	$"CCCC 0062 9999 3333 9999 0063 9999 3333"
	$"6666 0064 9999 3333 3333 0065 9999 3333"
	$"0000 0066 9999 0000 FFFF 0067 9999 0000"
	$"CCCC 0068 9999 0000 9999 0069 9999 0000"
	$"6666 006A 9999 0000 3333 006B 9999 0000"
	$"0000 006C 6666 FFFF FFFF 006D 6666 FFFF"
	$"CCCC 006E 6666 FFFF 9999 006F 6666 FFFF"
	$"6666 0070 6666 FFFF 3333 0071 6666 FFFF"
	$"0000 0072 6666 CCCC FFFF 0073 6666 CCCC"
	$"CCCC 0074 6666 CCCC 9999 0075 6666 CCCC"
	$"6666 0076 6666 CCCC 3333 0077 6666 CCCC"
	$"0000 0078 6666 9999 FFFF 0079 6666 9999"
	$"CCCC 007A 6666 9999 9999 007B 6666 9999"
	$"6666 007C 6666 9999 3333 007D 6666 9999"
	$"0000 007E 6666 6666 FFFF 007F 6666 6666"
	$"CCCC 0080 6666 6666 9999 0081 6666 6666"
	$"6666 0082 6666 6666 3333 0083 6666 6666"
	$"0000 0084 6666 3333 FFFF 0085 6666 3333"
	$"CCCC 0086 6666 3333 9999 0087 6666 3333"
	$"6666 0088 6666 3333 3333 0089 6666 3333"
	$"0000 008A 6666 0000 FFFF 008B 6666 0000"
	$"CCCC 008C 6666 0000 9999 008D 6666 0000"
	$"6666 008E 6666 0000 3333 008F 6666 0000"
	$"0000 0090 3333 FFFF FFFF 0091 3333 FFFF"
	$"CCCC 0092 3333 FFFF 9999 0093 3333 FFFF"
	$"6666 0094 3333 FFFF 3333 0095 3333 FFFF"
	$"0000 0096 3333 CCCC FFFF 0097 3333 CCCC"
	$"CCCC 0098 3333 CCCC 9999 0099 3333 CCCC"
	$"6666 009A 3333 CCCC 3333 009B 3333 CCCC"
	$"0000 009C 3333 9999 FFFF 009D 3333 9999"
	$"CCCC 009E 3333 9999 9999 009F 3333 9999"
	$"6666 00A0 3333 9999 3333 00A1 3333 9999"
	$"0000 00A2 3333 6666 FFFF 00A3 3333 6666"
	$"CCCC 00A4 3333 6666 9999 00A5 3333 6666"
	$"6666 00A6 3333 6666 3333 00A7 3333 6666"
	$"0000 00A8 3333 3333 FFFF 00A9 3333 3333"
	$"CCCC 00AA 3333 3333 9999 00AB 3333 3333"
	$"6666 00AC 3333 3333 3333 00AD 3333 3333"
	$"0000 00AE 3333 0000 FFFF 00AF 3333 0000"
	$"CCCC 00B0 3333 0000 9999 00B1 3333 0000"
	$"6666 00B2 3333 0000 3333 00B3 3333 0000"
	$"0000 00B4 0000 FFFF FFFF 00B5 0000 FFFF"
	$"CCCC 00B6 0000 FFFF 9999 00B7 0000 FFFF"
	$"6666 00B8 0000 FFFF 3333 00B9 0000 FFFF"
	$"0000 00BA 0000 CCCC FFFF 00BB 0000 CCCC"
	$"CCCC 00BC 0000 CCCC 9999 00BD 0000 CCCC"
	$"6666 00BE 0000 CCCC 3333 00BF 0000 CCCC"
	$"0000 00C0 0000 9999 FFFF 00C1 0000 9999"
	$"CCCC 00C2 0000 9999 9999 00C3 0000 9999"
	$"6666 00C4 0000 9999 3333 00C5 0000 9999"
	$"0000 00C6 0000 6666 FFFF 00C7 0000 6666"
	$"CCCC 00C8 0000 6666 9999 00C9 0000 6666"
	$"6666 00CA 0000 6666 3333 00CB 0000 6666"
	$"0000 00CC 0000 3333 FFFF 00CD 0000 3333"
	$"CCCC 00CE 0000 3333 9999 00CF 0000 3333"
	$"6666 00D0 0000 3333 3333 00D1 0000 3333"
	$"0000 00D2 0000 0000 FFFF 00D3 0000 0000"
	$"CCCC 00D4 0000 0000 9999 00D5 0000 0000"
	$"6666 00D6 0000 0000 3333 00D7 EEEE 0000"
	$"0000 00D8 DDDD 0000 0000 00D9 BBBB 0000"
	$"0000 00DA AAAA 0000 0000 00DB 8888 0000"
	$"0000 00DC 7777 0000 0000 00DD 5555 0000"
	$"0000 00DE 4444 0000 0000 00DF 2222 0000"
	$"0000 00E0 1111 0000 0000 00E1 0000 EEEE"
	$"0000 00E2 0000 DDDD 0000 00E3 0000 BBBB"
	$"0000 00E4 0000 AAAA 0000 00E5 0000 8888"
	$"0000 00E6 0000 7777 0000 00E7 0000 5555"
	$"0000 00E8 0000 4444 0000 00E9 0000 2222"
	$"0000 00EA 0000 1111 0000 00EB 0000 0000"
	$"EEEE 00EC 0000 0000 DDDD 00ED 0000 0000"
	$"BBBB 00EE 0000 0000 AAAA 00EF 0000 0000"
	$"8888 00F0 0000 0000 7777 00F1 0000 0000"
	$"5555 00F2 0000 0000 4444 00F3 0000 0000"
	$"2222 00F4 0000 0000 1111 00F5 EEEE EEEE"
	$"EEEE 00F6 DDDD DDDD DDDD 00F7 BBBB BBBB"
	$"BBBB 00F8 AAAA AAAA AAAA 00F9 8888 8888"
	$"8888 00FA 7777 7777 7777 00FB 5555 5555"
	$"5555 00FC 4444 4444 4444 00FD 2222 2222"
	$"2222 00FE 1111 1111 1111 00FF 0000 0000"
	$"0000 0000 0000 0008 000A 0000 0000 0008"
	$"000A 0000 06F8 FF02 F600 0008 00FF FA00"
	$"FFFF FF00 0B01 FF00 FCFF 0400 FFFF 0000"
	$"0C02 FF00 00FE FFFF 00FF FFFF 000C 00FF"
	$"FE00 00FF FE00 FFFF FF00 0800 FFFA 00FF"
	$"FFFF 0004 F7FF FF00 0600 F6F8 FFFF 0000"
	$"00FF"
};

resource 'dctb' (diaNum) {
	{	/* array ColorSpec: 5 elements */
		/* [1] */
		wContentColor, 56797, 56797, 56797,
		/* [2] */
		wFrameColor, 0, 0, 0,
		/* [3] */
		wTextColor, 0, 0, 0,
		/* [4] */
		wHiliteColor, 0, 0, 0,
		/* [5] */
		wTitleBarColor, 65535, 65535, 65535
	}
};

resource 'MENU' (131) {
	131,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 3 elements */
		/* [1] */
		"11 Khz", noIcon, noKey, noMark, plain,
		/* [2] */
		"22 Khz", noIcon, noKey, noMark, plain,
		/* [3] */
		"44 Khz", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (132) {
	132,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 3 elements */
		/* [1] */
		"Mono", noIcon, noKey, noMark, plain,
		/* [2] */
		"Stereo", noIcon, noKey, noMark, plain,
		/* [3] */
		"True Stereo", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (133) {
	133,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"8 Bits", noIcon, noKey, noMark, plain,
		/* [2] */
		"16 Bits", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (165) {
	165,
	textMenuProc,
	allEnabled,
	enabled,
	"MS",
	{	/* array: 15 elements */
		/* [1] */
		"Delay OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"1 ms", noIcon, noKey, noMark, plain,
		/* [3] */
		"10 ms", noIcon, noKey, noMark, plain,
		/* [4] */
		"25 ms", noIcon, noKey, noMark, plain,
		/* [5] */
		"30 ms", noIcon, noKey, noMark, plain,
		/* [6] */
		"35 ms", noIcon, noKey, noMark, plain,
		/* [7] */
		"40 ms", noIcon, noKey, noMark, plain,
		/* [8] */
		"45 ms", noIcon, noKey, noMark, plain,
		/* [9] */
		"50 ms", noIcon, noKey, noMark, plain,
		/* [10] */
		"60 ms", noIcon, noKey, noMark, plain,
		/* [11] */
		"70 ms", noIcon, noKey, noMark, plain,
		/* [12] */
		"80 ms", noIcon, noKey, noMark, plain,
		/* [13] */
		"90 ms", noIcon, noKey, noMark, plain,
		/* [14] */
		"100 ms", noIcon, noKey, noMark, plain,
		/* [15] */
		"200 ms", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (169) {
	169,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 7 elements */
		/* [1] */
		"10 %", noIcon, noKey, noMark, plain,
		/* [2] */
		"20 %", noIcon, noKey, noMark, plain,
		/* [3] */
		"30 %", noIcon, noKey, noMark, plain,
		/* [4] */
		"40 %", noIcon, noKey, noMark, plain,
		/* [5] */
		"50 %", noIcon, noKey, noMark, plain,
		/* [6] */
		"60 %", noIcon, noKey, noMark, plain,
		/* [7] */
		"70 %", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (170) {
	170,
	textMenuProc,
	allEnabled,
	enabled,
	"MS",
	{	/* array: 15 elements */
		/* [1] */
		"Reverb OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"25 ms", noIcon, noKey, noMark, plain,
		/* [3] */
		"30 ms", noIcon, noKey, noMark, plain,
		/* [4] */
		"35 ms", noIcon, noKey, noMark, plain,
		/* [5] */
		"40 ms", noIcon, noKey, noMark, plain,
		/* [6] */
		"45 ms", noIcon, noKey, noMark, plain,
		/* [7] */
		"50 ms", noIcon, noKey, noMark, plain,
		/* [8] */
		"60 ms", noIcon, noKey, noMark, plain,
		/* [9] */
		"70 ms", noIcon, noKey, noMark, plain,
		/* [10] */
		"80 ms", noIcon, noKey, noMark, plain,
		/* [11] */
		"90 ms", noIcon, noKey, noMark, plain,
		/* [12] */
		"100 ms", noIcon, noKey, noMark, plain,
		/* [13] */
		"200 ms", noIcon, noKey, noMark, plain,
		/* [14] */
		"300 ms", noIcon, noKey, noMark, plain,
		/* [15] */
		"400 ms", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (128) {
	128,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (129) {
	129,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (130) {
	130,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

data 'Prou' (0, "Owner resource") {
	$"194D 7573 6963 2044 7269 7665 7273 2062"            /* .Music Drivers b */
	$"7920 412E 524F 5353 4554"                           /* y A.ROSSET */
};

resource 'ics8' (128) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF F6F6 FFF6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF FFFF FFF6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF FFFF F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 FFF6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 FFF6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 F6FF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6FF FFFF F6FF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 FF00 00FF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 FF00 FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 FFFF FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 F6FF FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 FFFF FFFF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6FF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

resource 'ics#' (128) {
	{	/* array: 2 elements */
		/* [1] */
		$"FFFF 8001 81C9 81F9 81F1 8081 8081 8041"
		$"8741 89E1 8BE1 8FE1 87E1 83C1 8001 FFFF",
		/* [2] */
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	}
};

resource 'icl8' (128) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"FFFF FFFF FFFF F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"FFFF FFFF FFF5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5FF F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFFA FAFA FAFA FAFA FAFA FAFA FAFA FAFA"
	$"FAFF FAFA FAFA FAFA FAFA FAFA FAFA FAFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 FFFF"
	$"FFF5 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5FF FFFF F5F5 FFF5 F5FF FAFA"
	$"FFFF FFFF F5F5 F5F5 F5FF FFFF F5F5 FFFF"
	$"FFF5 F5F5 F5FF FFFF FFFF FFF5 F5FF FAFF"
	$"FFFF FFFF F5F5 F5F5 F5FF FFFF FFFF FFFF"
	$"FFFA FAFA FAFF FFFF FFFF FAFA FAFF FFFF"
	$"FFFF FFFF FAFA FAFA FAFF FFFF FFFF FAFF"
	$"FFF5 F5F5 F5F5 FFF5 F5F5 F5F5 F5F5 FFFF"
	$"FFFF FFFF F5F5 F5F5 F5F5 FFF5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 FFF5 F5F5 F5F5 F5F5 F5FF"
	$"FFFF FFF5 F5F5 F5F5 F5F5 FFF5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5FF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF F5F5 F5FF"
	$"FFF5 F5FF FFFF F5FF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5FF FFFF F5FF F5F5 F5FF"
	$"FFFA FFFA FAFF FFFF FFFA FAFA FAFA FAFA"
	$"FAFA FAFA FAFA FFFA FAFF FFFF FFFA FAFF"
	$"FFF5 FFFA FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 FFFA FFFF FFFF FFF5 F5FF"
	$"FFF5 FFFF FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 FFFF FFFF FFFF FFF5 F5FF"
	$"FFF5 F5FF FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5FF FFFF FFFF FFF5 F5FF"
	$"FFF5 F5F5 FFFF FFFF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 FFFF FFFF F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 FAFF"
	$"FFF5 F6F7 F8F6 F6F7 F8F6 F8F6 F62B F7F6"
	$"2BF8 F7F6 F6F8 F6F6 2BF8 F7F6 F6F6 FAFF"
	$"FFF5 F6AC FF2B F6FE FFF6 FFF6 F6F8 FFF7"
	$"81FF FF81 F8FF F6F8 FEFF FFF9 F6F6 FAFF"
	$"FFF5 F6AC FDFA 2BFD FFF6 FFF6 F6F8 FFF7"
	$"FFF8 F8F8 F8FF F6FE F8F6 2BFF F6F6 FAFF"
	$"FFF5 F5AC 81FC FC81 FFF6 FFF6 F6F8 FF2B"
	$"FDFE ACF8 F8FF F5FF F6F6 F6F6 F6F6 FAFF"
	$"FFF5 F6AC F8FF FCF8 FFF6 FFF6 F6F8 FFF7"
	$"F8F8 F8FE F8FF F6FE 2BF6 2BFF F5F6 FAFF"
	$"FFF5 F6AC F8AC FFF6 FFF5 ACFF FFFD FFF7"
	$"FEFF FF81 F8FF F6FA FFFF FFFF F6F6 FAFF"
	$"FFF5 F6F9 2BF8 F9F6 81F6 2BF9 81F9 F6F6"
	$"2BFA FA2B F7F9 F6F5 F881 F9F6 F6F6 FAFF"
	$"FFF5 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6"
	$"F6F6 F6F6 F6F6 F6F6 F6F5 F6F6 F6F6 FAFF"
	$"FFFA FAFA FAFA FAFA FAFA FAFA FAFA FAFA"
	$"FAFA FAFA FAFA FAFA FAFA FAFA FAFA FAFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

resource 'ICN#' (128) {
	{	/* array: 2 elements */
		/* [1] */
		$"FFFF FFFF 8000 FC01 8000 F801 8000 4001"
		$"FFFF FFFF 8000 2001 8003 A001 8727 F073"
		$"87E7 F07F FFFF FFFF 8203 F021 8201 E021"
		$"8100 0011 9D00 01D1 FFFF FFFF BF80 03F9"
		$"BF80 03F9 9F80 01F9 8F00 00F1 8000 0001"
		$"FFFF FFFF 8000 0003 8000 0003 99A2 F4E3"
		$"9DA2 8513 9FA2 E503 96A2 1513 96BE F5F3"
		$"8088 6043 8000 0003 FFFF FFFF FFFF FFFF",
		/* [2] */
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	}
};

resource 'BNDL' (128) {
	'Prou',
	0,
	{	/* array TypeArray: 2 elements */
		/* [1] */
		'FREF',
		{	/* array IDArray: 3 elements */
			/* [1] */
			0, 128,
			/* [2] */
			1, 129,
			/* [3] */
			2, 130
		},
		/* [2] */
		'ICN#',
		{	/* array IDArray: 3 elements */
			/* [1] */
			0, 128,
			/* [2] */
			1, 0,
			/* [3] */
			2, 0
		}
	}
};

resource 'DLOG' (diaNum) {
	{102, 132, 205, 282},
	3204,
	invisible,
	goAway,
	0x0,
	diaNum,
	"The PlayerPRO",
	NoAutoCenter
};

read 'MADI' (3214) "Exemple.madi";
