#include <Carbon/Carbon.r>
#include "Exemple.h"

resource 'DITL' (3215) {
	{	/* array DITLarray: 2 elements */
		/* [1] */
		{41, 42, 61, 251},
		Button {
			enabled,
			"Return to Finder"
		},
		/* [2] */
		{3, 3, 35, 281},
		StaticText {
			disabled,
			"^0"
		}
	}
};

resource 'DITL' (diaNum) {
	{	/* array DITLarray: 31 elements */
		/* [1] */
		{84, 13, 97, 45},
		StaticText {
			disabled,
			"Misc:"
		},
		/* [2] */
		{3, 46, 12, 146},
		UserItem {
			enabled
		},
		/* [3] */
		{0, 2, 13, 45},
		StaticText {
			disabled,
			"Volume:"
		},
		/* [4] */
		{17, 46, 26, 146},
		UserItem {
			enabled
		},
		/* [5] */
		{14, 8, 27, 45},
		StaticText {
			disabled,
			"Music:"
		},
		/* [6] */
		{58, 9, 71, 45},
		StaticText {
			disabled,
			"Delay:"
		},
		/* [7] */
		{58, 58, 71, 158},
		StaticText {
			disabled,
			""
		},
		/* [8] */
		{61, 46, 69, 56},
		Picture {
			enabled,
			140
		},
		/* [9] */
		{32, 14, 45, 45},
		StaticText {
			disabled,
			"Rate:"
		},
		/* [10] */
		{32, 58, 45, 158},
		StaticText {
			disabled,
			""
		},
		/* [11] */
		{35, 46, 43, 56},
		Picture {
			enabled,
			140
		},
		/* [12] */
		{182, 164, 195, 198},
		StaticText {
			disabled,
			"Mode:"
		},
		/* [13] */
		{182, 211, 195, 311},
		StaticText {
			disabled,
			""
		},
		/* [14] */
		{185, 199, 193, 209},
		Picture {
			enabled,
			140
		},
		/* [15] */
		{45, 16, 58, 45},
		StaticText {
			disabled,
			"Bits:"
		},
		/* [16] */
		{45, 58, 58, 158},
		StaticText {
			disabled,
			""
		},
		/* [17] */
		{48, 46, 56, 56},
		Picture {
			enabled,
			140
		},
		/* [18] */
		{205, 218, 214, 318},
		UserItem {
			enabled
		},
		/* [19] */
		{202, 180, 215, 217},
		StaticText {
			disabled,
			"Speed:"
		},
		/* [20] */
		{29, -8, 30, 344},
		Picture {
			disabled,
			11
		},
		/* [21] */
		{135, 248, 143, 258},
		Picture {
			enabled,
			140
		},
		/* [22] */
		{133, 267, 146, 367},
		StaticText {
			disabled,
			"INTERPOLATION"
		},
		/* [23] */
		{88, 46, 96, 56},
		Picture {
			enabled,
			140
		},
		/* [24] */
		{85, 58, 98, 158},
		StaticText {
			disabled,
			"SURROUND"
		},
		/* [25] */
		{74, 46, 82, 56},
		Picture {
			enabled,
			140
		},
		/* [26] */
		{71, 1, 84, 44},
		StaticText {
			disabled,
			"Reverb:"
		},
		/* [27] */
		{71, 58, 84, 97},
		StaticText {
			disabled,
			"1000ms"
		},
		/* [28] */
		{74, 101, 82, 111},
		Picture {
			enabled,
			140
		},
		/* [29] */
		{71, 113, 84, 152},
		StaticText {
			disabled,
			"60%"
		},
		/* [30] */
		{169, 196, 177, 206},
		Picture {
			enabled,
			140
		},
		/* [31] */
		{166, 208, 179, 308},
		StaticText {
			disabled,
			"TICK REMOVER"
		}
	}
};

resource 'ALRT' (3215) {
	{40, 40, 108, 332},
	3215,
	{	/* array: 4 elements */
		/* [1] */
		OK, visible, sound1,
		/* [2] */
		OK, visible, sound1,
		/* [3] */
		OK, visible, sound1,
		/* [4] */
		OK, visible, sound1
	},
	alertPositionMainScreen
};

resource 'FREF' (128) {
	'APPL',
	0,
	""
};

resource 'FREF' (129) {
	'STrk',
	1,
	""
};

resource 'FREF' (130) {
	'MADF',
	2,
	""
};

data 'WDEF' (200) {
	$"4E56 FFF0 41EE FFF0 7001 A090 4A40 6640"            /* NVÿğAîÿğp. J@f@ */
	$"0C68 0700 0004 6D38 303C A89F A746 2F08"            /* .h....m80<¨Ÿ§F/. */
	$"303C AAFE A746 B1D7 663E 41FA FFD4 30FC"            /* 0<ªş§F±×f>AúÿÔ0ü */
	$"6000 43FA 0044 2029 0014 5580 3080 303C"            /* `.Cú.D )..U€0€0< */
	$"A198 A346 B1D7 4E5E 67B6 7001 A198 60B0"            /* ¡˜£F±×N^g¶p.¡˜`° */
	$"4E5E 41FA FFAC 30FC 6000 43FA 001C 2029"            /* N^Aúÿ¬0ü`.Cú.. ) */
	$"0014 5580 3080 6098 4E5E 43FA FF94 41FA"            /* ..U€0€`˜N^Cúÿ”Aú */
	$"0008 7034 A02E 6088 AAFE 0700 0000 0000"            /* ..p4 .`ˆªş...... */
	$"0000 0001 0000 3BB0 0000 0005 0000 00AC"            /* ......;°.......¬ */
	$"0000 0000 0000 0000 0000 3BB0 0001 0007"            /* ..........;°.... */
	$"0000 1A60 0000 0000 0000 0000 4E56 FFFC"            /* ...`........NVÿü */
	$"48E7 1F08 3C2E 000C 2E2E 0008 286E 000E"            /* Hç..<.......(n.. */
	$"7800 7600 4A46 6712 0C46 0001 670C 0C46"            /* x.v.JFg..F..g..F */
	$"0005 6706 0C46 0006 660E 2F03 4EBA 06B8"            /* ..g..F..f./.Nº.¸ */
	$"261F 4A00 6702 7601 1A03 670A 486E FFFC"            /* &.J.g.v...gÂHnÿü */
	$"A874 4EBA 06CC 3006 6B00 0086 0C40 0006"            /* ¨tNº.Ì0.k..†.@.. */
	$"6E7E D040 303B 0006 4EFB 0000 0032 0046"            /* n~Ğ@0;..Nû...2.F */
	$"0054 0010 0026 0060 006C 302E 0012 48C0"            /* .T...&.`.l0...HÀ */
	$"2F00 2F07 2F0C 4EBA 0114 4FEF 000C 6050"            /* /././.Nº..Oï..`P */
	$"2F07 2F0C 4EBA 019A 504F 6044 203C 0000"            /* /./.Nº.šPO`D <.. */
	$"FFFF C087 2F00 2F0C 4EBA 0362 504F 6030"            /* ÿÿÀ‡/./.Nº.bPO`0 */
	$"2F07 2F0C 4EBA 0198 2800 504F 6022 2F07"            /* /./.Nº.˜(.PO`"/. */
	$"2F0C 4EBA 03CC 504F 6016 2F07 2F0C 4EBA"            /* /.Nº.ÌPO`././.Nº */
	$"0444 504F 600A 2F07 2F0C 4EBA 055E 504F"            /* .DPO`Â/./.Nº.^PO */
	$"4A05 6706 2F2E FFFC A873 2D44 0014 4CEE"            /* J.g./.ÿü¨s-D..Lî */
	$"10F8 FFE4 4E5E 205F 4FEF 000C 4ED0 4E56"            /* .øÿäN^ _Oï..NĞNV */
	$"FFF8 48E7 0018 286E 0008 4A2C 0071 6728"            /* ÿøHç..(n..J,.qg( */
	$"486E FFF8 2F0C 4EBA 0BBA 206C 0082 2650"            /* Hnÿø/.Nº.º l.‚&P */
	$"41EE FFF8 43EB 0008 22D8 22D8 41EE FFF8"            /* AîÿøCë.."Ø"ØAîÿø */
	$"224B 22D8 22D8 504F 4CEE 1800 FFF0 4E5E"            /* "K"Ø"ØPOLî..ÿğN^ */
	$"4E75 4E56 FFF8 48E7 0108 286E 0008 486E"            /* NuNVÿøHç..(n..Hn */
	$"FFF8 2F0C 4EBA 0B7C 558F 486E FFF8 206C"            /* ÿø/.Nº.|UHnÿø l */
	$"0082 2050 4868 0008 A8A6 4A1F 6704 7005"            /* .‚ PHh..¨¦J.g.p. */
	$"6002 7006 4880 48C0 2E00 7006 B087 504F"            /* `.p.H€HÀ..p.°‡PO */
	$"660E 206C 0082 2050 43EE FFF8 20D9 20D9"            /* f. l.‚ PCîÿø Ù Ù */
	$"2007 4CEE 1080 FFF0 4E5E 4E75 4E56 FFFC"            /*  .Lî.€ÿğN^NuNVÿü */
	$"48E7 1118 3E2E 0012 266E 0008 7016 A322"            /* Hç..>...&n..p.£" */
	$"2D48 FFFC 422B 0071 4AAE FFFC 6768 206E"            /* -HÿüB+.qJ®ÿügh n */
	$"FFFC 2850 422C 0010 422C 0013 7002 C047"            /* ÿü(PB,..B,..p.ÀG */
	$"7200 3200 4A81 56C3 4403 1943 0014 7008"            /* r.2.JVÃD..C..p. */
	$"C047 7200 3200 4A81 57C3 4403 1943 0012"            /* ÀGr.2.JWÃD..C.. */
	$"7001 C047 7200 3200 4A81 57C3 4403 1943"            /* p.ÀGr.2.JWÃD..C */
	$"0013 276E FFFC 0082 422C 0011 7004 C047"            /* ..'nÿü.‚B,..p.ÀG */
	$"7200 3200 4A81 56C3 4403 1743 0071 2F0B"            /* r.2.JVÃD..C.q/. */
	$"4EBA FEDC 584F 4CEE 1888 FFEC 4E5E 4E75"            /* NºşÜXOLî.ˆÿìN^Nu */
	$"4E56 0000 2F0C 286E 0008 4AAC 0082 6706"            /* NV../.(n..J¬.‚g. */
	$"206C 0082 A023 286E FFFC 4E5E 4E75 4E56"            /*  l.‚ #(nÿüN^NuNV */
	$"FFEC 48E7 0308 2C2E 000C 286E 0008 7E00"            /* ÿìHç..,...(n..~. */
	$"2006 4840 48C0 3D40 FFFC 3D46 FFFE 558F"            /*  .H@HÀ=@ÿü=FÿşU */
	$"2F2E FFFC 2F2C 0072 A8E8 4A1F 6700 00EA"            /* /.ÿü/,.r¨èJ.g..ê */
	$"7E01 558F 2F2E FFFC 2F2C 0076 A8E8 4A1F"            /* ~.U/.ÿü/,.v¨èJ. */
	$"673E 206C 0082 2050 4A28 0014 6700 00CA"            /* g> l.‚ PJ(..g..Ê */
	$"486E FFF4 2F0C 4EBA 0BAA 486E FFF4 70FF"            /* Hnÿô/.Nº.ªHnÿôpÿ */
	$"3F00 3F00 A8A9 558F 2F2E FFFC 486E FFF4"            /* ?.?.¨©U/.ÿüHnÿô */
	$"A8AD 4A1F 504F 6700 00A0 7E03 6000 009A"            /* ¨­J.POg.. ~.`..š */
	$"486E FFEC 2F0C 4EBA 0A30 558F 2F2E FFFC"            /* Hnÿì/.NºÂ0U/.ÿü */
	$"486E FFEC A8AD 4A1F 504F 677C 7E02 206C"            /* Hnÿì¨­J.POg|~. l */
	$"0082 2050 4A28 0013 6606 4A2C 006F 6768"            /* .‚ PJ(..f.J,.ogh */
	$"4A2C 0070 672A 486E FFF4 2F0C 4EBA 0A4E"            /* J,.pg*Hnÿô/.NºÂN */
	$"486E FFF4 70FF 3F00 3F00 A8A9 558F 2F2E"            /* Hnÿôpÿ?.?.¨©U/. */
	$"FFFC 486E FFF4 A8AD 4A1F 504F 6702 7E04"            /* ÿüHnÿô¨­J.POg.~. */
	$"4A2C 0071 6732 486E FFF4 2F0C 4EBA 0A7A"            /* J,.qg2Hnÿô/.NºÂz */
	$"486E FFF4 70FF 3F00 3F00 A8A9 558F 2F2E"            /* Hnÿôpÿ?.?.¨©U/. */
	$"FFFC 486E FFF4 A8AD 4A1F 504F 670A 2F0C"            /* ÿüHnÿô¨­J.POgÂ/. */
	$"4EBA FDE0 2E00 584F 2007 4CEE 10C0 FFE0"            /* Nºıà..XO .Lî.Àÿà */
	$"4E5E 4E75 4E56 0000 48E7 0118 266E 0008"            /* N^NuNV..Hç..&n.. */
	$"2853 2F0C 2F2E 000C 302E 0010 48C0 2F00"            /* (S/./...0...HÀ/. */
	$"302E 0012 48C0 2F00 4EBA 071E 1E00 202B"            /* 0...HÀ/.Nº.... + */
	$"0004 4FEF 0010 670E 5980 6728 5380 6734"            /* ..Oï..g.Y€g(S€g4 */
	$"5380 6730 6042 7000 1007 2F00 2F0C 4EBA"            /* S€g0`Bp..././.Nº */
	$"1438 7000 1007 2F00 2F0C 4EBA 157C 4FEF"            /* .8p..././.Nº.|Oï */
	$"0010 6024 7000 1007 2F00 2F0C 4EBA 1074"            /* ..`$p..././.Nº.t */
	$"504F 6014 4A2C 0071 670E 7000 1007 2F00"            /* PO`.J,.qg.p.../. */
	$"2F0C 4EBA 10BA 504F 4EBA 07FC 4CEE 1880"            /* /.Nº.ºPONº.üLî.€ */
	$"FFF4 4E5E 205F 4FEF 000C 4ED0 4E56 FFF8"            /* ÿôN^ _Oï..NĞNVÿø */
	$"48E7 1118 2E2E 000C 286E 0008 4A2C 006E"            /* Hç......(n..J,.n */
	$"6764 2D4C FFF8 2D47 FFFC 47FA FF48 7000"            /* gd-Lÿø-GÿüGúÿHp. */
	$"2F00 486E FFF8 2F0B 2F2C 0072 4EBA 0338"            /* /.Hnÿø/./,.rNº.8 */
	$"2007 5980 4FEF 0010 670A 5380 6720 5380"            /*  .Y€Oï..gÂS€g S€ */
	$"671C 6032 206C 0082 2050 4A28 0010 57C3"            /* g.`2 l.‚ PJ(..WÃ */
	$"4403 206C 0082 2050 1143 0010 6018 206C"            /* D. l.‚ P.C..`. l */
	$"0082 2050 4A28 0011 57C3 4403 206C 0082"            /* .‚ PJ(..WÃD. l.‚ */
	$"2050 1143 0011 4CEE 1888 FFE8 4E5E 4E75"            /*  P.C..Lî.ˆÿèN^Nu */
	$"4E56 FFF8 48E7 0018 286E 0008 486E FFF8"            /* NVÿøHç..(n..Hnÿø */
	$"2F0C 4EBA 082E 2F2C 0076 486E FFF8 A8DF"            /* /.Nº../,.vHnÿø¨ß */
	$"486E FFF8 70FF 3F00 3F00 A8A9 206C 0082"            /* Hnÿøpÿ?.?.¨© l.‚ */
	$"2050 4A28 0012 6708 046E 000C FFF8 6006"            /*  PJ(..g..n..ÿø`. */
	$"046E 000C FFFA 2F2C 0072 486E FFF8 A8DF"            /* .n..ÿú/,.rHnÿø¨ß */
	$"598F A8D8 265F 486E FFF8 7001 3F00 3F00"            /* Y¨Ø&_Hnÿøp.?.?. */
	$"A8A8 2F0B 486E FFF8 A8DF 2F0B 2F2C 0072"            /* ¨¨/.Hnÿø¨ß/./,.r */
	$"2F2C 0072 A8E5 2F0B A8D9 4CEE 1800 FFF0"            /* /,.r¨å/.¨ÙLî..ÿğ */
	$"4E5E 4E75 4E56 FFF8 2F0C 286E 0008 206E"            /* N^NuNVÿø/.(n.. n */
	$"000C 43EE FFF8 22D8 22D8 206C 0082 2050"            /* ..Cîÿø"Ø"Ø l.‚ P */
	$"4A28 0012 6708 046E 000C FFF8 6006 046E"            /* J(..g..n..ÿø`..n */
	$"000C FFFA 486E FFF8 70FF 3F00 3F00 A8A9"            /* ..ÿúHnÿøpÿ?.?.¨© */
	$"486E FFF8 A8A1 206C 0082 2050 4A28 0012"            /* Hnÿø¨¡ l.‚ PJ(.. */
	$"6708 066E 000C FFF8 6006 066E 000C FFFA"            /* g..n..ÿø`..n..ÿú */
	$"2F2E FFF8 A893 206C 0082 2050 4A28 0012"            /* /.ÿø¨“ l.‚ PJ(.. */
	$"6710 302E FFFE 5540 3F00 3F2E FFF8 A891"            /* g.0.ÿşU@?.?.ÿø¨‘ */
	$"600E 3F2E FFFA 302E FFFC 5540 3F00 A891"            /* `.?.ÿú0.ÿüU@?.¨‘ */
	$"302E FFFE 907C 0010 3F00 302E FFF8 5240"            /* 0.ÿş|..?.0.ÿøR@ */
	$"3F00 A893 302E FFFE 907C 0010 3F00 302E"            /* ?.¨“0.ÿş|..?.0. */
	$"FFFC 5540 3F00 A891 3F2E FFFA 302E FFFC"            /* ÿüU@?.¨‘?.ÿú0.ÿü */
	$"907C 0010 3F00 A893 302E FFFE 5540 3F00"            /* |..?.¨“0.ÿşU@?. */
	$"302E FFFC 907C 0010 3F00 A891 286E FFF4"            /* 0.ÿü|..?.¨‘(nÿô */
	$"4E5E 4E75 4E56 0000 48E7 0108 206E 0008"            /* N^NuNV..Hç.. n.. */
	$"2850 2F0C 2F2E 000C 302E 0010 48C0 2F00"            /* (P/./...0...HÀ/. */
	$"302E 0012 48C0 2F00 4EBA 049E 1E00 7000"            /* 0...HÀ/.Nº...p. */
	$"1007 2F00 2F0C 4EBA 0CF2 4CEE 1080 FFF8"            /* .././.Nº.òLî.€ÿø */
	$"4E5E 205F 4FEF 000C 4ED0 4E56 FFEC 48E7"            /* N^ _Oï..NĞNVÿìHç */
	$"0018 286E 0008 4A2C 006E 6774 206C 0082"            /* ..(n..J,.ngt l.‚ */
	$"2050 4A28 0014 6768 598F A8D8 2D5F FFF8"            /*  PJ(..ghY¨Ø-_ÿø */
	$"598F A8D8 265F 2F2C 0018 2F2C 001C 2F0B"            /* Y¨Ø&_/,../,../. */
	$"A8E4 2F2E FFF8 A87A 486E FFFC 2F0C 4EBA"            /* ¨ä/.ÿø¨zHnÿü/.Nº */
	$"0620 2F0B 2F2E FFFC A8E0 2F0B A879 2D4C"            /* . /./.ÿü¨à/.¨y-L */
	$"FFF0 41FA FF60 2D48 FFEC 7000 2F00 486E"            /* ÿğAúÿ`-Hÿìp./.Hn */
	$"FFF0 2F08 2F2C 0072 4EBA 00CC 2F2E FFF8"            /* ÿğ/./,.rNº.Ì/.ÿø */
	$"A879 2F2E FFF8 A8D9 2F0B A8D9 4FEF 0018"            /* ¨y/.ÿø¨Ù/.¨ÙOï.. */
	$"4CEE 1800 FFE4 4E5E 4E75 4E56 FFF0 2F03"            /* Lî..ÿäN^NuNVÿğ/. */
	$"7600 2F03 7001 41EE FFF0 A090 261F 4A40"            /* v./.p.Aîÿğ &.J@ */
	$"660A 0C6E 0700 FFF4 6D02 7601 1003 262E"            /* fÂ.n..ÿôm.v...&. */
	$"FFEC 4E5E 4E75 4E56 FFF0 2F03 7600 2F03"            /* ÿìN^NuNVÿğ/.v./. */
	$"7001 41EE FFF0 A090 261F 4A40 6608 4A2E"            /* p.Aîÿğ &.J@f.J. */
	$"FFF9 6702 7601 1003 262E FFEC 4E5E 4E75"            /* ÿùg.v...&.ÿìN^Nu */
	$"4E56 FFF8 486E FFF8 A910 486E FFFC AA48"            /* NVÿøHnÿø©.HnÿüªH */
	$"2F2E FFFC A873 206E FFF8 41E8 0030 226E"            /* /.ÿü¨s nÿøAè.0"n */
	$"FFFC 43E9 0030 700A A22E 206E FFF8 41E8"            /* ÿüCé.0pÂ¢. nÿøAè */
	$"0042 226E FFFC 43E9 0042 700E A22E 206E"            /* .B"nÿüCé.Bp.¢. n */
	$"FFF8 4868 003A A89D 206E FFF8 4868 0020"            /* ÿøHh.:¨ nÿøHh.  */
	$"A87C 4E5E 4E75 4E56 0000 48E7 0108 2E2E"            /* ¨|N^NuNV..Hç.... */
	$"0010 286E 000C 4EBA FF42 4A00 6710 2F2E"            /* ..(n..NºÿBJ.g./. */
	$"0008 2F0C 2F07 2F2E 0014 ABCA 6010 7001"            /* ../././...«Ê`.p. */
	$"3F00 7200 3F01 7000 2F00 2F07 4E94 4CEE"            /* ?.r.?.p././.N”Lî */
	$"1080 FFF8 4E5E 4E75 4E56 0000 226E 000C"            /* .€ÿøN^NuNV.."n.. */
	$"302E 000A 6B60 0C40 000C 6E5A D040 303B"            /* 0..Âk`.@..nZĞ@0; */
	$"0006 4EFB 0000 001C 0052 0052 0052 001C"            /* ..Nû.....R.R.R.. */
	$"001C 0052 001C 0052 002E 0052 002E 0040"            /* ...R...R...R...@ */
	$"337C FFFF 0004 337C FFFF 0002 32BC FFFF"            /* 3|ÿÿ..3|ÿÿ..2¼ÿÿ */
	$"602A 337C CCCC 0002 32BC CCCC 337C FFFF"            /* `*3|ÌÌ..2¼ÌÌ3|ÿÿ */
	$"0004 6018 337C 3333 0002 32BC 3333 337C"            /* ..`.3|33..2¼333| */
	$"6666 0004 6006 42A9 0002 4251 4E5E 4E75"            /* ff..`.B©..BQN^Nu */
	$"4E56 FFFC 48E7 0308 286E 0010 3E2E 000E"            /* NVÿüHç..(n..>... */
	$"558F 2F2E 0008 486E FFFC AA42 206E FFFC"            /* U/...HnÿüªB nÿü */
	$"2050 2068 0008 2050 3C28 0006 BE46 544F"            /*  P h.. P<(..¾FTO */
	$"6F1E 558F 7000 2F00 486E FFFC AA42 206E"            /* o.Up./.HnÿüªB n */
	$"FFFC 2050 2068 0008 2050 3C28 0006 544F"            /* ÿü P h.. P<(..TO */
	$"BE46 6F0E 2F0C 48C7 2F07 4EBA FF2C 504F"            /* ¾Fo./.HÇ/.Nºÿ,PO */
	$"601C 48C7 206E FFFC 2050 2068 0008 2050"            /* `.HÇ nÿü P h.. P */
	$"2007 E780 41F0 080A 224C 22D8 32D8 4CEE"            /*  .ç€Ağ.Â"L"Ø2ØLî */
	$"10C0 FFF0 4E5E 4E75 4E56 FFFA 486E FFFA"            /* .ÀÿğN^NuNVÿúHnÿú */
	$"302E 000E 48C0 2F00 2F2E 0008 4EBA FF62"            /* 0...HÀ/./...Nºÿb */
	$"486E FFFA AA14 4E5E 4E75 4E56 FFFA 486E"            /* Hnÿúª.N^NuNVÿúHn */
	$"FFFA 302E 000E 48C0 2F00 2F2E 0008 4EBA"            /* ÿú0...HÀ/./...Nº */
	$"FF40 486E FFFA AA15 4E5E 4E75 4E56 0000"            /* ÿ@Hnÿúª.N^NuNV.. */
	$"48E7 0038 246E 0014 266E 0008 342E 0012"            /* Hç.8$n..&n..4... */
	$"286E 000C 700F 9042 3400 7000 3013 7200"            /* (n..p.B4.p.0.r. */
	$"3214 9081 48C2 4C02 0800 4C7C 0800 0000"            /* 2.HÂL...L|.... */
	$"000F 7200 3214 D280 3481 7000 302B 0002"            /* ..r.2.Ò€4p.0+.. */
	$"7200 322C 0002 9081 48C2 4C02 0800 4C7C"            /* r.2,..HÂL...L| */
	$"0800 0000 000F 7200 322C 0002 D280 3541"            /* ......r.2,..Ò€5A */
	$"0002 7000 302B 0004 7200 322C 0004 9081"            /* ..p.0+..r.2,.. */
	$"48C2 4C02 0800 4C7C 0800 0000 000F 7200"            /* HÂL...L|......r. */
	$"322C 0004 D280 3541 0004 4CEE 1C00 FFF4"            /* 2,..Ò€5A..Lî..ÿô */
	$"4E5E 4E75 4E56 FFF4 2F0C 286E 0008 486E"            /* N^NuNVÿô/.(n..Hn */
	$"FFF4 302E 000E 48C0 2F00 2F0C 4EBA FE82"            /* ÿô0...HÀ/./.Nºş‚ */
	$"486E FFFA 302E 0012 48C0 2F00 2F0C 4EBA"            /* Hnÿú0...HÀ/./.Nº */
	$"FE70 2F2E 0018 302E 0016 48C0 2F00 486E"            /* şp/...0...HÀ/.Hn */
	$"FFFA 486E FFF4 4EBA FF24 286E FFF0 4E5E"            /* ÿúHnÿôNºÿ$(nÿğN^ */
	$"4E75 4E56 FFFA 486E FFFA 302E 0016 48C0"            /* NuNVÿúHnÿú0...HÀ */
	$"2F00 302E 0012 48C0 2F00 302E 000E 48C0"            /* /.0...HÀ/.0...HÀ */
	$"2F00 2F2E 0008 4EBA FF8C 486E FFFA AA14"            /* /./...NºÿŒHnÿúª. */
	$"4E5E 4E75 4E56 FFFA 486E FFFA 302E 0016"            /* N^NuNVÿúHnÿú0... */
	$"48C0 2F00 302E 0012 48C0 2F00 302E 000E"            /* HÀ/.0...HÀ/.0... */
	$"48C0 2F00 2F2E 0008 4EBA FF5A 486E FFFA"            /* HÀ/./...NºÿZHnÿú */
	$"AA15 4E5E 4E75 4E56 FFFA 48E7 0F18 266E"            /* ª.N^NuNVÿúHç..&n */
	$"0018 382E 000E 286E 0008 4246 4247 6046"            /* ..8...(n..BFBG`F */
	$"486E FFFA 48C7 2007 D080 3033 0800 48C0"            /* HnÿúHÇ .Ğ€03..HÀ */
	$"2F00 302E 0012 48C0 2F00 48C4 2F04 2F0C"            /* /.0...HÀ/.HÄ/./. */
	$"4EBA FF12 3A06 598F 486E FFFA AA33 201F"            /* Nºÿ.:.YHnÿúª3 . */
	$"3C00 4A47 4FEF 0014 6F08 BA46 6604 7000"            /* <.JGOï..o.ºFf.p. */
	$"600C 3007 5247 BE6E 0016 6DB4 7001 4CEE"            /* `.0.RG¾n..m´p.Lî */
	$"18F0 FFE2 4E5E 4E75 4E56 FFF2 48E7 1718"            /* .ğÿâN^NuNVÿòHç.. */
	$"3C2E 000A 266E 0014 49EE FFF6 4207 0C46"            /* <..Â&n..IîÿöB..F */
	$"0004 6D48 206E 0010 2050 7001 B068 0004"            /* ..mH n.. Pp.°h.. */
	$"673A 4EBA FBE6 4A00 6732 486E FFFA 700B"            /* g:NºûæJ.g2Hnÿúp. */
	$"2F00 2F0B 4EBA FD3A 7000 302E FFFA 4A80"            /* /./.Nºı:p.0.ÿúJ€ */
	$"4FEF 000C 6614 7000 302E FFFC 4A80 660A"            /* Oï..f.p.0.ÿüJ€fÂ */
	$"7000 302E FFFE 4A80 6702 7E01 7600 2F03"            /* p.0.ÿşJ€g.~.v./. */
	$"4EBA FBD4 261F 4A00 670A 7001 C06E 000E"            /* NºûÔ&.J.gÂp.Àn.. */
	$"6702 7601 1A03 4A07 6700 00B0 4A05 6700"            /* g.v...J.g..°J.g. */
	$"00AA 0C46 0008 6E00 00A2 598F AA32 2D5F"            /* .ª.F..n..¢Yª2-_ */
	$"FFF2 4207 2F2E 0010 AA31 4254 397C 0007"            /* ÿòB./...ª1BT9|.. */
	$"0002 397C 0008 0004 397C 000A 0006 397C"            /* ..9|....9|.Â..9| */
	$"000D 0008 2F0C 7005 2F00 7206 2F01 2F00"            /* ..../.p./.r././. */
	$"2F0B 4EBA FEC2 4A00 4FEF 0014 6756 4254"            /* /.NºşÂJ.Oï..gVBT */
	$"397C 0001 0002 397C 0004 0004 2F0C 7003"            /* 9|....9|..../.p. */
	$"2F00 7208 2F01 7007 2F00 2F0B 4EBA FE98"            /* /.r./.p././.Nºş˜ */
	$"4A00 4FEF 0014 672C 4254 397C 0004 0002"            /* J.Oï..g,BT9|.... */
	$"397C 000F 0004 2F0C 7003 2F00 720C 2F01"            /* 9|..../.p./.r./. */
	$"700B 2F00 2F0B 4EBA FE6E 4A00 4FEF 0014"            /* p././.NºşnJ.Oï.. */
	$"6702 7E01 2F2E FFF2 AA31 1007 4CEE 18E8"            /* g.~./.ÿòª1..Lî.è */
	$"FFDA 4E5E 4E75 4E56 0000 7021 2F00 A862"            /* ÿÚN^NuNV..p!/.¨b */
	$"701E 2F00 A863 4E5E 4E75 4E56 FFF8 2F0C"            /* p./.¨cN^NuNVÿø/. */
	$"286E 0008 41EE FFF8 224C 20D9 20D9 2F0C"            /* (n..Aîÿø"L Ù Ù/. */
	$"A8A1 486E FFF8 7001 3F00 3F00 A8A9 486E"            /* ¨¡Hnÿøp.?.?.¨©Hn */
	$"FFF8 A8A3 286E FFF4 4E5E 4E75 4E56 0000"            /* ÿø¨£(nÿôN^NuNV.. */
	$"302E 000E 536E 000E 302E 000C 536E 000C"            /* 0...Sn..0...Sn.. */
	$"3F2E 000A 3F2E 000C A893 2F2E 0008 A891"            /* ?..Â?...¨“/...¨‘ */
	$"3F2E 000E 3F2E 0008 A891 4E5E 4E75 4E56"            /* ?...?...¨‘N^NuNV */
	$"0000 302E 000E 536E 000E 302E 000C 536E"            /* ..0...Sn..0...Sn */
	$"000C 3F2E 000A 3F2E 000C A893 2F2E 000C"            /* ..?..Â?...¨“/... */
	$"A891 3F2E 000E 3F2E 0008 A891 4E5E 4E75"            /* ¨‘?...?...¨‘N^Nu */
	$"4E56 FFFC 2F0C 286E 000C 486E FFFC A874"            /* NVÿü/.(n..Hnÿü¨t */
	$"2F2E 0008 A873 2F0C 7000 3F00 3F00 A880"            /* /...¨s/.p.?.?.¨€ */
	$"2F0C A870 2F2E FFFC A873 286E FFF8 4E5E"            /* /.¨p/.ÿü¨s(nÿøN^ */
	$"4E75 4E56 FFFC 48E7 0018 266E 000C 286E"            /* NuNVÿüHç..&n..(n */
	$"0008 41EC 0010 224B 22D8 22D8 486E FFFC"            /* ..Aì.."K"Ø"ØHnÿü */
	$"2F0C 4EBA FFAC 2F0B 2F2E FFFC A8A8 4CEE"            /* /.Nºÿ¬/./.ÿü¨¨Lî */
	$"1800 FFF4 4E5E 4E75 4E56 0000 48E7 0018"            /* ..ÿôN^NuNV..Hç.. */
	$"266E 0008 286E 000C 206B 0072 2050 5488"            /* &n..(n.. k.r PTˆ */
	$"224C 22D8 22D8 206B 0082 2050 4A28 0012"            /* "L"Ø"Ø k.‚ PJ(.. */
	$"6710 3014 D07C 000D 3940 0004 536C 0006"            /* g.0.Ğ|..9@..Sl.. */
	$"6010 302C 0002 D07C 000D 3940 0006 536C"            /* `.0,..Ğ|..9@..Sl */
	$"0004 4CEE 1800 FFF8 4E5E 4E75 4E56 0000"            /* ..Lî..ÿøN^NuNV.. */
	$"48E7 0018 266E 0008 286E 000C 2F0C 2F0B"            /* Hç..&n..(n.././. */
	$"4EBA FF96 206B 0082 2050 4A28 0012 504F"            /* Nºÿ– k.‚ PJ(..PO */
	$"670E 2F0C 7008 3F00 7203 3F01 A8A9 600C"            /* g./.p.?.r.?.¨©`. */
	$"2F0C 7003 3F00 7208 3F01 A8A9 3014 5E40"            /* /.p.?.r.?.¨©0.^@ */
	$"3940 0004 302C 0002 5E40 3940 0006 4CEE"            /* 9@..0,..^@9@..Lî */
	$"1800 FFF8 4E5E 4E75 4E56 0000 48E7 0018"            /* ..ÿøN^NuNV..Hç.. */
	$"266E 0008 286E 000C 2F0C 2F0B 4EBA FF3A"            /* &n..(n.././.Nºÿ: */
	$"206B 0082 2050 4A28 0012 504F 672E 302C"            /*  k.‚ PJ(..POg.0, */
	$"0006 48C0 322C 0002 48C1 9081 7201 C280"            /* ..HÀ2,..HÁr.Â€ */
	$"660C 2F0C 70FF 3F00 7200 3F01 A8A8 2F0C"            /* f./.pÿ?.r.?.¨¨/. */
	$"7008 3F00 7203 3F01 A8A9 602A 302C 0004"            /* p.?.r.?.¨©`*0,.. */
	$"48C0 3214 48C1 9081 7201 C280 660C 2F0C"            /* HÀ2.HÁr.Â€f./. */
	$"7000 3F00 72FF 3F01 A8A8 2F0C 7003 3F00"            /* p.?.rÿ?.¨¨/.p.?. */
	$"7208 3F01 A8A9 302C 0004 5F40 3880 302C"            /* r.?.¨©0,.._@8€0, */
	$"0006 5F40 3940 0002 4CEE 1800 FFF8 4E5E"            /* .._@9@..Lî..ÿøN^ */
	$"4E75 4E56 0000 2F0C 286E 000C 2F0C 2F2E"            /* NuNV../.(n.././. */
	$"0008 4EBA FE6E 526C 0006 302C 0006 907C"            /* ..NºşnRl..0,..| */
	$"0010 3940 0002 526C 0004 302C 0004 907C"            /* ..9@..Rl..0,..| */
	$"0010 3880 286E FFFC 4E5E 4E75 4E56 0000"            /* ..8€(nÿüN^NuNV.. */
	$"48E7 1108 286E 0008 7601 206C 0082 2050"            /* Hç..(n..v. l.‚ P */
	$"4A28 0013 6608 4A2C 006F 6602 7600 1E03"            /* J(..f.J,.of.v... */
	$"4A2E 000F 672A 4A07 670E 7001 2F00 2F0C"            /* J...g*J.g.p././. */
	$"4EBA F9F6 504F 601E 700A 2F00 7206 2F01"            /* NºùöPO`.pÂ/.r./. */
	$"7005 2F00 2F0C 4EBA FB0A 4FEF 0010 6006"            /* p././.NºûÂOï..`. */
	$"7021 2F00 A862 4CEE 1088 FFF4 4E5E 4E75"            /* p!/.¨bLî.ˆÿôN^Nu */
	$"4E56 0000 48E7 1108 286E 0008 7601 206C"            /* NV..Hç..(n..v. l */
	$"0082 2050 4A28 0013 6608 4A2C 006F 6602"            /* .‚ PJ(..f.J,.of. */
	$"7600 1E03 4A2E 000F 672A 4A07 670E 7002"            /* v...J...g*J.g.p. */
	$"2F00 2F0C 4EBA F992 504F 601E 7007 2F00"            /* /./.Nºù’PO`.p./. */
	$"7206 2F01 7005 2F00 2F0C 4EBA FAA6 4FEF"            /* r./.p././.Nºú¦Oï */
	$"0010 6006 7021 2F00 A862 4CEE 1088 FFF4"            /* ..`.p!/.¨bLî.ˆÿô */
	$"4E5E 4E75 4E56 0000 48E7 1108 286E 0008"            /* N^NuNV..Hç..(n.. */
	$"7601 206C 0082 2050 4A28 0013 6608 4A2C"            /* v. l.‚ PJ(..f.J, */
	$"006F 6602 7600 1E03 4A2E 000F 6748 4A07"            /* .of.v...J...gHJ. */
	$"672A 7008 2F00 7206 2F01 7005 2F00 2F0C"            /* g*p./.r./.p././. */
	$"4EBA FA50 7001 2F00 7206 2F01 7005 2F00"            /* NºúPp./.r./.p./. */
	$"2F0C 4EBA FA70 4FEF 0020 601E 7000 2F00"            /* /.NºúpOï. `.p./. */
	$"2F0C 4EBA F904 7000 2F00 2F0C 4EBA F91C"            /* /.Nºù.p././.Nºù. */
	$"4FEF 0010 6004 4EBA FC2E 4CEE 1088 FFF4"            /* Oï..`.Nºü.Lî.ˆÿô */
	$"4E5E 4E75 4E56 0000 2F0C 286E 0008 4A2E"            /* N^NuNV../.(n..J. */
	$"000F 672A 7008 2F00 7206 2F01 7005 2F00"            /* ..g*p./.r./.p./. */
	$"2F0C 4EBA FA20 7001 2F00 7206 2F01 7005"            /* /.Nºú p./.r./.p. */
	$"2F00 2F0C 4EBA F9DC 4FEF 0020 600C 701E"            /* /./.NºùÜOï. `.p. */
	$"2F00 A862 7021 2F00 A863 286E FFFC 4E5E"            /* /.¨bp!/.¨c(nÿüN^ */
	$"4E75 4E56 FFF8 2F0C 286E 0008 206E 0010"            /* NuNVÿø/.(n.. n.. */
	$"43EE FFF8 22D8 22D8 486E FFF8 7001 3F00"            /* Cîÿø"Ø"ØHnÿøp.?. */
	$"3F00 A8A9 4A2E 000F 674A 7004 2F00 720C"            /* ?.¨©J...gJp./.r. */
	$"2F01 700B 2F00 2F0C 4EBA F988 41EE 0000"            /* /.p././.NºùˆAî.. */
	$"2F20 2F20 4EBA FC08 700B 2F00 2F0C 4EBA"            /* / / Nºü.p././.Nº */
	$"F848 302E FFFE 536E FFFE 302E FFFC 536E"            /* øH0.ÿşSnÿş0.ÿüSn */
	$"FFFC 41EE 0000 2F20 2F20 4EBA FBB0 4FEF"            /* ÿüAî../ / Nºû°Oï */
	$"0028 6012 701E 2F00 A862 7021 2F00 A863"            /* .(`.p./.¨bp!/.¨c */
	$"486E FFF8 A8A1 286E FFF4 4E5E 4E75 4E56"            /* Hnÿø¨¡(nÿôN^NuNV */
	$"FFF8 48E7 0118 1E2E 000F 266E 0010 286E"            /* ÿøHç......&n..(n */
	$"0008 7000 1007 2F00 2F0C 4EBA FF08 41EE"            /* ..p..././.Nºÿ.Aî */
	$"FFF8 224B 20D9 20D9 486E FFF8 70FF 3F00"            /* ÿø"K Ù ÙHnÿøpÿ?. */
	$"3F00 A8A9 486E FFF8 A8A1 4A07 504F 6700"            /* ?.¨©Hnÿø¨¡J.POg. */
	$"0098 700C 2F00 2F0C 4EBA F7BE 701E 2F00"            /* .˜p././.Nº÷¾p./. */
	$"A863 204B 5088 2F20 2F20 4EBA FB30 41EE"            /* ¨c KPˆ/ / Nºû0Aî */
	$"FFF8 224B 20D9 20D9 302E FFF8 526E FFF8"            /* ÿø"K Ù Ù0.ÿøRnÿø */
	$"302E FFFA 526E FFFA 700B 2F00 2F0C 4EBA"            /* 0.ÿúRnÿúp././.Nº */
	$"F788 486E FFF8 A8A1 486E FFF8 7001 3F00"            /* ÷ˆHnÿø¨¡Hnÿøp.?. */
	$"3F00 A8A9 700C 2F00 2F0C 4EBA F76C 41EE"            /* ?.¨©p././.Nº÷lAî */
	$"0000 2F20 2F20 4EBA FB16 302E FFFE 536E"            /* ../ / Nºû.0.ÿşSn */
	$"FFFE 302E FFFC 536E FFFC 7005 2F00 7208"            /* ÿş0.ÿüSnÿüp./.r. */
	$"2F01 7007 2F00 2F0C 4EBA F868 486E FFF8"            /* /.p././.NºøhHnÿø */
	$"A8A2 4FEF 0038 600C 4EBA FA6C 2F0B 4EBA"            /* ¨¢Oï.8`.Nºúl/.Nº */
	$"FA7A 584F 4CEE 1880 FFEC 4E5E 4E75 4E56"            /* úzXOLî.€ÿìN^NuNV */
	$"FFF8 48E7 0118 266E 0010 1E2E 000F 286E"            /* ÿøHç..&n......(n */
	$"0008 2F0B 7000 1007 2F00 2F0C 4EBA FEF0"            /* ../.p..././.Nºşğ */
	$"41EE FFF8 224B 20D9 20D9 576E FFFC 576E"            /* Aîÿø"K Ù ÙWnÿüWn */
	$"FFFE 4A07 4FEF 000C 6724 700C 2F00 2F0C"            /* ÿşJ.Oï..g$p././. */
	$"4EBA F6D6 546E FFFA 546E FFF8 41EE 0000"            /* NºöÖTnÿúTnÿøAî.. */
	$"2F20 2F20 4EBA FA78 4FEF 0010 6006 486E"            /* / / NºúxOï..`.Hn */
	$"FFF8 A8A1 4CEE 1880 FFEC 4E5E 4E75 4E56"            /* ÿø¨¡Lî.€ÿìN^NuNV */
	$"0000 48E7 0018 266E 0008 286E 0010 4A2E"            /* ..Hç..&n..(n..J. */
	$"000F 675E 7008 2F00 720C 2F01 700B 2F00"            /* ..g^p./.r./.p./. */
	$"2F0B 4EBA F7AE 2F0C A8A2 7008 2F00 2F0B"            /* /.Nº÷®/.¨¢p././. */
	$"4EBA F676 2F0C A8A1 3F2C 0002 3F14 A893"            /* Nºöv/.¨¡?,..?.¨“ */
	$"302C 0006 5340 3F00 302C 0004 5340 3F00"            /* 0,..S@?.0,..S@?. */
	$"A891 302C 0006 5340 3F00 3F14 A893 3F2C"            /* ¨‘0,..S@?.?.¨“?, */
	$"0002 302C 0004 5340 3F00 A891 4FEF 0018"            /* ..0,..S@?.¨‘Oï.. */
	$"6004 2F0C A8A2 4CEE 1800 FFF8 4E5E 4E75"            /* `./.¨¢Lî..ÿøN^Nu */
	$"4E56 FFF8 48E7 0018 266E 000C 286E 0008"            /* NVÿøHç..&n..(n.. */
	$"41EE FFF8 224B 20D9 20D9 700C 2F00 2F0C"            /* Aîÿø"K Ù Ùp././. */
	$"4EBA F606 2F0B A8A1 302E FFFA 526E FFFA"            /* Nºö./.¨¡0.ÿúRnÿú */
	$"302E FFF8 526E FFF8 700B 2F00 2F0C 4EBA"            /* 0.ÿøRnÿøp././.Nº */
	$"F5E8 41EE 0000 2F20 2F20 4EBA F960 4A2E"            /* õèAî../ / Nºù`J. */
	$"0013 6704 7004 6002 7005 2F00 7008 2F00"            /* ..g.p.`.p./.p./. */
	$"7207 2F01 2F0C 4EBA F6EA 486E FFF8 7001"            /* r././.NºöêHnÿøp. */
	$"3F00 3F00 A8A9 486E FFF8 A8A2 4FEF 0028"            /* ?.?.¨©Hnÿø¨¢Oï.( */
	$"4CEE 1800 FFF0 4E5E 4E75 4E56 FFE8 48E7"            /* Lî..ÿğN^NuNVÿèHç */
	$"0108 1E2E 000F 286E 0008 486E FFF8 2F0C"            /* ......(n..Hnÿø/. */
	$"4EBA FB20 206C 0082 2050 4A28 0013 504F"            /* Nºû  l.‚ PJ(..PO */
	$"6630 4A2C 006F 662A 4A07 6718 7001 2F00"            /* f0J,.of*J.g.p./. */
	$"2F0C 4EBA F564 7000 2F00 2F0C 4EBA F57C"            /* /.Nºõdp././.Nºõ| */
	$"4FEF 0010 486E FFF8 4EBA F8A0 584F 6000"            /* Oï..HnÿøNºø XO`. */
	$"00D8 486E FFE8 302E FFFA 5640 3F00 302E"            /* .ØHnÿè0.ÿúV@?.0. */
	$"FFF8 5640 3F00 302E FFFA D07C 000A 3F00"            /* ÿøV@?.0.ÿúĞ|.Â?. */
	$"302E FFF8 D07C 000A 3F00 A8A7 486E FFF0"            /* 0.ÿøĞ|.Â?.¨§Hnÿğ */
	$"302E FFEA 5440 3F00 302E FFE8 5440 3F00"            /* 0.ÿêT@?.0.ÿèT@?. */
	$"302E FFFE 5540 3F00 302E FFFC 5540 3F00"            /* 0.ÿşU@?.0.ÿüU@?. */
	$"A8A7 4A07 6766 7001 2F00 2F0C 4EBA F4EA"            /* ¨§J.gfp././.Nºôê */
	$"7001 2F00 7206 2F01 7005 2F00 2F0C 4EBA"            /* p./.r./.p././.Nº */
	$"F634 486E FFF8 4EBA F822 486E FFF0 70FF"            /* ö4HnÿøNºø"Hnÿğpÿ */
	$"3F00 3F00 A8A8 7000 2F00 486E FFF0 2F0C"            /* ?.?.¨¨p./.Hnÿğ/. */
	$"4EBA FE8E 302E FFEE 536E FFEE 302E FFEC"            /* Nºş0.ÿîSnÿî0.ÿì */
	$"536E FFEC 7001 2F00 486E FFE8 2F0C 4EBA"            /* Snÿìp./.Hnÿè/.Nº */
	$"FE70 4EBA F7D2 4FEF 0034 601C 4EBA F7C8"            /* şpNº÷ÒOï.4`.Nº÷È */
	$"486E FFF8 4EBA F7D4 486E FFF0 A8A1 486E"            /* HnÿøNº÷ÔHnÿğ¨¡Hn */
	$"FFE8 4EBA F7C6 504F 4CEE 1080 FFE0 4E5E"            /* ÿèNº÷ÆPOLî.€ÿàN^ */
	$"4E75 4E56 FFF8 48E7 0108 1E2E 000F 286E"            /* NuNVÿøHç......(n */
	$"0008 486E FFF8 2F0C 4EBA F8F2 206C 0082"            /* ..Hnÿø/.Nºøò l.‚ */
	$"2050 4A28 0010 504F 6716 486E FFF8 7000"            /*  PJ(..POg.Hnÿøp. */
	$"1007 2F00 2F0C 4EBA FC26 4FEF 000C 6014"            /* .././.Nºü&Oï..`. */
	$"486E FFF8 7000 1007 2F00 2F0C 4EBA FD70"            /* Hnÿøp..././.Nºıp */
	$"4FEF 000C 4CEE 1080 FFF0 4E5E 4E75 4E56"            /* Oï..Lî.€ÿğN^NuNV */
	$"FFF8 48E7 0108 1E2E 000F 286E 0008 486E"            /* ÿøHç......(n..Hn */
	$"FFF8 2F0C 4EBA F8F2 206C 0082 2050 4A28"            /* ÿø/.Nºøò l.‚ PJ( */
	$"0011 504F 6716 486E FFF8 7000 1007 2F00"            /* ..POg.Hnÿøp.../. */
	$"2F0C 4EBA FCBA 4FEF 000C 6014 486E FFF8"            /* /.NºüºOï..`.Hnÿø */
	$"7000 1007 2F00 2F0C 4EBA FD14 4FEF 000C"            /* p..././.Nºı.Oï.. */
	$"4CEE 1080 FFF0 4E5E 4E75 4E56 0000 2F0B"            /* Lî.€ÿğN^NuNV../. */
	$"266E 0010 226E 000C 4A2E 000B 6708 203C"            /* &n.."n..J...g. < */
	$"0055 0055 6002 7000 2200 3029 0002 0800"            /* .U.U`.p.".0).... */
	$"0000 6702 E389 3011 0800 0000 6702 E189"            /* ..g.ã‰0.....g.á‰ */
	$"2681 2741 0004 266E FFFC 4E5E 4E75 4E56"            /* &'A..&nÿüN^NuNV */
	$"FFF8 48E7 0018 266E 0008 206E 000C 43EE"            /* ÿøHç..&n.. n..Cî */
	$"FFF8 22D8 22D8 598F A8D8 285F 486E FFF8"            /* ÿø"Ø"ØY¨Ø(_Hnÿø */
	$"70FF 3F00 3F00 A8A9 2F0C 486E FFF8 A8DF"            /* pÿ?.?.¨©/.Hnÿø¨ß */
	$"2F0B 2F0C 2F0B A8E6 2F0C A8D9 4CEE 1800"            /* /././.¨æ/.¨ÙLî.. */
	$"FFF0 4E5E 4E75 4E56 FFEC 48E7 1F18 266E"            /* ÿğN^NuNVÿìHç..&n */
	$"0010 286E 0008 7601 206C 0082 2050 4A28"            /* ..(n..v. l.‚ PJ( */
	$"0013 6608 4A2C 006F 6602 7600 1D43 FFF1"            /* ..f.J,.of.v..Cÿñ */
	$"4AAC 0086 6700 01CA 206C 0086 2050 7000"            /* J¬.†g..Ê l.† Pp. */
	$"1010 4A80 6700 01BA 206C 0082 2050 4A28"            /* ..J€g..º l.‚ PJ( */
	$"0012 6700 01AC 302B 0006 48C0 322B 0002"            /* ..g..¬0+..HÀ2+.. */
	$"48C1 9081 3C00 9C7C 0010 382B 0002 5044"            /* HÁ<.œ|..8+..PD */
	$"4A2C 0070 6606 4A2C 0071 6708 0446 001E"            /* J,.pf.J,.qg..F.. */
	$"0644 000F 4A46 6F00 0178 7001 3F00 A887"            /* .D..JFo..xp.?.¨‡ */
	$"7009 3F00 A88A 7001 3F00 A888 7001 3F00"            /* pÆ?.¨Šp.?.¨ˆp.?. */
	$"A889 206C 0086 A069 1D40 FFF0 206C 0086"            /* ¨‰ l.† i.@ÿğ l.† */
	$"A029 4A2E 000F 6706 486E FFFA AA19 7000"            /*  )J...g.Hnÿúª.p. */
	$"102E 000F 2F00 2F0C 4EBA F896 558F 206C"            /* ...././.Nºø–U l */
	$"0086 2F10 A88C 3E1F DE7C 000A BC47 5DC3"            /* .†/.¨Œ>.Ş|.Â¼G]Ã */
	$"4403 6704 3006 6002 3007 3E00 3006 9047"            /* D.g.0.`.0.>.0.G */
	$"48C0 81FC 0002 3A00 7001 C047 504F 6604"            /* HÀü..:.p.ÀGPOf. */
	$"3007 5347 7001 C045 57C3 4403 4883 9A43"            /* 0.SGp.ÀEWÃD.HƒšC */
	$"486E FFF2 3004 D045 3F00 3013 5240 3F00"            /* Hnÿò0.ĞE?.0.R@?. */
	$"48C4 48C5 2004 D085 D047 3F00 302B 0004"            /* HÄHÅ .Ğ…ĞG?.0+.. */
	$"5340 3F00 A8A7 4A2E FFF1 670E 486E FFF2"            /* S@?.¨§J.ÿñg.Hnÿò */
	$"7000 3F00 7201 3F01 A8A9 206E 0014 43EE"            /* p.?.r.?.¨© n..Cî */
	$"FFF2 20D9 20D9 486E FFF2 A8A3 486E FFF2"            /* ÿò Ù ÙHnÿò¨£Hnÿò */
	$"7005 3F00 7200 3F01 A8A9 4A2E FFF1 670E"            /* p.?.r.?.¨©J.ÿñg. */
	$"486E FFF2 7000 3F00 72FF 3F01 A8A9 598F"            /* Hnÿòp.?.rÿ?.¨©Y */
	$"A8D8 2D5F FFEC 598F A8D8 265F 2F2E FFEC"            /* ¨Ø-_ÿìY¨Ø&_/.ÿì */
	$"A87A 2F0B 486E FFF2 A8DF 2F2E FFEC 2F0B"            /* ¨z/.Hnÿò¨ß/.ÿì/. */
	$"2F0B A8E4 558F 2F0B A8E2 4A1F 6620 2F0B"            /* /.¨äU/.¨âJ.f /. */
	$"A879 3F2E FFF4 302E FFF6 5540 3F00 A893"            /* ¨y?.ÿô0.ÿöU@?.¨“ */
	$"206C 0086 2F10 A884 2F2E FFEC A879 2F2E"            /*  l.†/.¨„/.ÿì¨y/. */
	$"FFEC A8D9 2F0B A8D9 4A2E 000F 6706 486E"            /* ÿì¨Ù/.¨ÙJ...g.Hn */
	$"FFFA AA14 206C 0086 102E FFF0 A06A 7000"            /* ÿúª. l.†..ÿğ jp. */
	$"3F00 A887 7000 3F00 A88A 7000 3F00 A888"            /* ?.¨‡p.?.¨Šp.?.¨ˆ */
	$"4CEE 18F8 FFD0 4E5E 4E75 4E56 FFF8 48E7"            /* Lî.øÿĞN^NuNVÿøHç */
	$"0018 266E 0014 42AE FFFC 42AE FFF8 486E"            /* ..&n..B®ÿüB®ÿøHn */
	$"FFF8 2F2E 000C 7000 102E 0013 2F00 2F2E"            /* ÿø/...p....././. */
	$"0008 4EBA FDD2 558F 486E FFF8 A8AE 4A1F"            /* ..NºıÒUHnÿø¨®J. */
	$"4FEF 0010 6618 598F A8D8 2857 486E FFF8"            /* Oï..f.Y¨Ø(WHnÿø */
	$"A8DF 2F0B 2F0C 2F0B A8E6 2F0C A8D9 4CEE"            /* ¨ß/././.¨æ/.¨ÙLî */
	$"1800 FFF0 4E5E 4E75 4E56 FFF0 48E7 1318"            /* ..ÿğN^NuNVÿğHç.. */
	$"1E2E 000F 286E 0008 206C 0082 2050 1C28"            /* ....(n.. l.‚ P.( */
	$"0012 7601 206C 0082 2050 4A28 0013 6608"            /* ..v. l.‚ PJ(..f. */
	$"4A2C 006F 6602 7600 1C03 598F A8D8 265F"            /* J,.of.v...Y¨Ø&_ */
	$"486E FFF8 2F0C 4EBA F4D0 7000 1007 2F00"            /* Hnÿø/.NºôĞp.../. */
	$"2F0C 4EBA F648 486E FFF8 A8A1 41EE FFF0"            /* /.NºöHHnÿø¨¡Aîÿğ */
	$"43EE FFF8 20D9 20D9 486E FFF0 4A06 6704"            /* Cîÿø Ù ÙHnÿğJ.g. */
	$"7001 6002 7000 5200 4880 3F00 4A06 6704"            /* p.`.p.R.H€?.J.g. */
	$"7001 6002 7000 5200 4880 3F00 A8A9 2F0B"            /* p.`.p.R.H€?.¨©/. */
	$"486E FFF0 A8DF 4A06 4FEF 0010 6770 486E"            /* Hnÿğ¨ßJ.Oï..gpHn */
	$"FFF8 7000 1007 2F00 2F0C 4EBA F786 4A2C"            /* ÿøp..././.Nº÷†J, */
	$"0070 4FEF 000C 6728 486E FFF0 2F0C 4EBA"            /* .pOï..g(Hnÿğ/.Nº */
	$"F4AC 486E FFF0 7000 1007 2F00 2F0C 4EBA"            /* ô¬Hnÿğp..././.Nº */
	$"F7EE 486E FFF0 2F0B 4EBA FC84 4FEF 001C"            /* ÷îHnÿğ/.Nºü„Oï.. */
	$"4A2C 0071 6728 486E FFF0 2F0C 4EBA F4DA"            /* J,.qg(Hnÿğ/.NºôÚ */
	$"486E FFF0 7000 1007 2F00 2F0C 4EBA F8B0"            /* Hnÿğp..././.Nºø° */
	$"486E FFF0 2F0B 4EBA FC56 4FEF 001C 7000"            /* Hnÿğ/.NºüVOï..p. */
	$"1007 2F00 2F0C 4EBA F64C 2F0B 7000 1007"            /* .././.NºöL/.p... */
	$"2F00 486E FFF8 2F0C 4EBA FE80 486E FFF0"            /* /.Hnÿø/.Nºş€Hnÿğ */
	$"486E FFF8 7000 1006 2F00 4EBA FBDE 2F0B"            /* Hnÿøp.../.NºûŞ/. */
	$"486E FFF0 A8D6 2F0B A8D9 4FEF 0024 4CEE"            /* Hnÿğ¨Ö/.¨ÙOï.$Lî */
	$"18C8 FFDC 4E5E 4E75 4E56 FFF8 48E7 0108"            /* .ÈÿÜN^NuNVÿøHç.. */
	$"1E2E 000F 286E 0008 206C 0072 2050 43EE"            /* ....(n.. l.r PCî */
	$"FFF8 5488 22D8 22D8 302E FFFC 536E FFFC"            /* ÿøTˆ"Ø"Ø0.ÿüSnÿü */
	$"302E FFFE 536E FFFE 7000 1007 2F00 2F0C"            /* 0.ÿşSnÿşp..././. */
	$"4EBA F50A 486E FFF8 A8A1 4A07 504F 670C"            /* NºõÂHnÿø¨¡J.POg. */
	$"7001 2F00 2F0C 4EBA EF20 504F 486E FFF8"            /* p././.Nºï POHnÿø */
	$"7001 3F00 3F00 A8A8 41EE 0000 2F20 2F20"            /* p.?.?.¨¨Aî../ /  */
	$"4EBA F2BC 504F 4CEE 1080 FFF0 4E5E 4E75"            /* Nºò¼POLî.€ÿğN^Nu */
	$"4A6F 7921 7065 6666 7077 7063 0000 0001"            /* Joy!peffpwpc.... */
	$"AB6E 715F 0000 0000 0000 0000 0000 0000"            /* «nq_............ */
	$"0003 0002 0000 0000 FFFF FFFF 0000 0000"            /* ........ÿÿÿÿ.... */
	$"0000 2D1C 0000 2D1C 0000 2D1C 0000 03F0"            /* ..-...-...-....ğ */
	$"0004 0400 FFFF FFFF 0000 0000 0000 0150"            /* ....ÿÿÿÿ.......P */
	$"0000 0150 0000 0150 0000 3110 0101 0400"            /* ...P...P..1..... */
	$"FFFF FFFF 0000 0000 0000 0000 0000 0000"            /* ÿÿÿÿ............ */
	$"0000 0364 0000 0080 0404 0200 0000 0000"            /* ...d...€........ */
	$"0000 0001 0000 00EC FFFF FFFF 0000 0000"            /* .......ìÿÿÿÿ.... */
	$"FFFF FFFF 0000 0000 0000 0001 0000 0036"            /* ÿÿÿÿ...........6 */
	$"0000 0001 0000 0134 0000 0140 0000 0360"            /* .......4...@...` */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0036 0000 0000 0000 0000"            /* .......6........ */
	$"0200 000D 0200 001C 0200 0022 0200 0030"            /* ..........."...0 */
	$"0200 003A 0200 0044 0200 004C 0200 0054"            /* ...:...D...L...T */
	$"0200 005C 0200 0064 0200 006C 0200 0073"            /* ...\...d...l...s */
	$"0200 007A 0200 0081 0200 008B 0200 0095"            /* ...z......‹...• */
	$"0200 009F 0200 00A9 0200 00B3 0200 00BA"            /* ...Ÿ...©...³...º */
	$"0200 00C5 0200 00CD 0200 00D7 0200 00DF"            /* ...Å...Í...×...ß */
	$"0200 00E8 0200 00F0 0200 00F9 0200 0101"            /* ...è...ğ...ù.... */
	$"0200 010F 0200 0117 0200 0124 0200 0131"            /* ...........$...1 */
	$"0200 013E 0200 0149 0200 0154 0200 0160"            /* ...>...I...T...` */
	$"0200 016B 0200 0174 0200 017D 0200 0186"            /* ...k...t...}...† */
	$"0200 018F 0200 019A 0200 01A6 0200 01B2"            /* ......š...¦...² */
	$"0200 01BF 0200 01C9 0200 01D1 0200 01D9"            /* ...¿...É...Ñ...Ù */
	$"0200 01E3 0200 01ED 0200 01F8 0200 0202"            /* ...ã...í...ø.... */
	$"0200 0208 0200 0211 0001 0000 0000 0006"            /* ................ */
	$"0000 0000 4A35 4002 0002 4402 0141 01C1"            /* ....J5@...D..A.Á */
	$"496E 7465 7266 6163 654C 6962 004E 6577"            /* InterfaceLib.New */
	$"4861 6E64 6C65 436C 6561 7200 484C 6F63"            /* HandleClear.HLoc */
	$"6B00 4469 7370 6F73 6548 616E 646C 6500"            /* k.DisposeHandle. */
	$"4847 6574 5374 6174 6500 4853 6574 5374"            /* HGetState.HSetSt */
	$"6174 6500 5365 7450 6F72 7400 4765 7450"            /* ate.SetPort.GetP */
	$"6F72 7400 5365 7443 6C69 7000 4765 7443"            /* ort.SetClip.GetC */
	$"6C69 7000 4261 636B 5061 7400 5065 6E50"            /* lip.BackPat.PenP */
	$"6174 004D 6F76 6554 6F00 4C69 6E65 546F"            /* at.MoveTo.LineTo */
	$"0046 6F72 6543 6F6C 6F72 0042 6163 6B43"            /* .ForeColor.BackC */
	$"6F6C 6F72 0046 7261 6D65 5265 6374 0050"            /* olor.FrameRect.P */
	$"6169 6E74 5265 6374 0045 7261 7365 5265"            /* aintRect.EraseRe */
	$"6374 004E 6577 5267 6E00 4469 7370 6F73"            /* ct.NewRgn.Dispos */
	$"6552 676E 0052 6563 7452 676E 004F 6666"            /* eRgn.RectRgn.Off */
	$"7365 7452 676E 0053 6563 7452 676E 0055"            /* setRgn.SectRgn.U */
	$"6E69 6F6E 5267 6E00 4469 6666 5267 6E00"            /* nionRgn.DiffRgn. */
	$"456D 7074 7952 676E 0046 696C 6C52 676E"            /* EmptyRgn.FillRgn */
	$"004C 6F63 616C 546F 476C 6F62 616C 0050"            /* .LocalToGlobal.P */
	$"7449 6E52 676E 0052 4742 466F 7265 436F"            /* tInRgn.RGBForeCo */
	$"6C6F 7200 5247 4242 6163 6B43 6F6C 6F72"            /* lor.RGBBackColor */
	$"0047 6574 466F 7265 436F 6C6F 7200 5365"            /* .GetForeColor.Se */
	$"7447 4465 7669 6365 0047 6574 4744 6576"            /* tGDevice.GetGDev */
	$"6963 6500 436F 6C6F 7232 496E 6465 7800"            /* ice.Color2Index. */
	$"4465 7669 6365 4C6F 6F70 0054 6578 7446"            /* DeviceLoop.TextF */
	$"6F6E 7400 5465 7874 4661 6365 0054 6578"            /* ont.TextFace.Tex */
	$"744D 6F64 6500 5465 7874 5369 7A65 0044"            /* tMode.TextSize.D */
	$"7261 7753 7472 696E 6700 5374 7269 6E67"            /* rawString.String */
	$"5769 6474 6800 4765 7457 4D67 7250 6F72"            /* Width.GetWMgrPor */
	$"7400 4765 7443 574D 6772 506F 7274 0047"            /* t.GetCWMgrPort.G */
	$"6574 4175 7857 696E 0047 6573 7461 6C74"            /* etAuxWin.Gestalt */
	$"0053 6574 5265 6374 0045 7175 616C 5265"            /* .SetRect.EqualRe */
	$"6374 0045 6D70 7479 5265 6374 004F 6666"            /* ct.EmptyRect.Off */
	$"7365 7452 6563 7400 496E 7365 7452 6563"            /* setRect.InsetRec */
	$"7400 5365 7450 7400 5074 496E 5265 6374"            /* t.SetPt.PtInRect */
	$"0042 6C6F 636B 4D6F 7665 4461 7461 0000"            /* .BlockMoveData.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"8182 FF34 9041 0014 800C 0000 804C 0004"            /* ‚ÿ4A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFC0 9041 0014"            /* |Æ.¦N€. ‚ÿÀA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF2C 9041 0014 800C 0000 804C 0004"            /* ‚ÿ,A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF30 9041 0014"            /* |Æ.¦N€. ‚ÿ0A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFD0 9041 0014 800C 0000 804C 0004"            /* ‚ÿĞA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFE0 9041 0014"            /* |Æ.¦N€. ‚ÿàA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF80 9041 0014 800C 0000 804C 0004"            /* ‚ÿ€A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF54 9041 0014"            /* |Æ.¦N€. ‚ÿTA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF74 9041 0014 800C 0000 804C 0004"            /* ‚ÿtA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF84 9041 0014"            /* |Æ.¦N€. ‚ÿ„A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFD4 9041 0014 800C 0000 804C 0004"            /* ‚ÿÔA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF28 9041 0014"            /* |Æ.¦N€. ‚ÿ(A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFC8 9041 0014 800C 0000 804C 0004"            /* ‚ÿÈA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFBC 9041 0014"            /* |Æ.¦N€. ‚ÿ¼A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFC4 9041 0014 800C 0000 804C 0004"            /* ‚ÿÄA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFE8 9041 0014"            /* |Æ.¦N€. ‚ÿèA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF3C 9041 0014 800C 0000 804C 0004"            /* ‚ÿ<A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF38 9041 0014"            /* |Æ.¦N€. ‚ÿ8A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF14 9041 0014 800C 0000 804C 0004"            /* ‚ÿ.A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF94 9041 0014"            /* |Æ.¦N€. ‚ÿ”A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF1C 9041 0014 800C 0000 804C 0004"            /* ‚ÿ.A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFA0 9041 0014"            /* |Æ.¦N€. ‚ÿ A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF60 9041 0014 800C 0000 804C 0004"            /* ‚ÿ`A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFB8 9041 0014"            /* |Æ.¦N€. ‚ÿ¸A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFDC 9041 0014 800C 0000 804C 0004"            /* ‚ÿÜA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFE4 9041 0014"            /* |Æ.¦N€. ‚ÿäA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF24 9041 0014 800C 0000 804C 0004"            /* ‚ÿ$A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF58 9041 0014"            /* |Æ.¦N€. ‚ÿXA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF5C 9041 0014 800C 0000 804C 0004"            /* ‚ÿ\A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF7C 9041 0014"            /* |Æ.¦N€. ‚ÿ|A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF9C 9041 0014 800C 0000 804C 0004"            /* ‚ÿœA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF64 9041 0014"            /* |Æ.¦N€. ‚ÿdA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF50 9041 0014 800C 0000 804C 0004"            /* ‚ÿPA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFD8 9041 0014"            /* |Æ.¦N€. ‚ÿØA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF70 9041 0014 800C 0000 804C 0004"            /* ‚ÿpA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF90 9041 0014"            /* |Æ.¦N€. ‚ÿA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFA8 9041 0014 800C 0000 804C 0004"            /* ‚ÿ¨A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF40 9041 0014"            /* |Æ.¦N€. ‚ÿ@A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF44 9041 0014 800C 0000 804C 0004"            /* ‚ÿDA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF6C 9041 0014"            /* |Æ.¦N€. ‚ÿlA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF4C 9041 0014 800C 0000 804C 0004"            /* ‚ÿLA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF98 9041 0014"            /* |Æ.¦N€. ‚ÿ˜A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF68 9041 0014 800C 0000 804C 0004"            /* ‚ÿhA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFB0 9041 0014"            /* |Æ.¦N€. ‚ÿ°A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF8C 9041 0014 800C 0000 804C 0004"            /* ‚ÿŒA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFB4 9041 0014"            /* |Æ.¦N€. ‚ÿ´A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF20 9041 0014 800C 0000 804C 0004"            /* ‚ÿ A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF18 9041 0014"            /* |Æ.¦N€. ‚ÿ.A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF48 9041 0014 800C 0000 804C 0004"            /* ‚ÿHA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFCC 9041 0014"            /* |Æ.¦N€. ‚ÿÌA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FF88 9041 0014 800C 0000 804C 0004"            /* ‚ÿˆA..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FF78 9041 0014"            /* |Æ.¦N€. ‚ÿxA.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"8182 FFA4 9041 0014 800C 0000 804C 0004"            /* ‚ÿ¤A..€...€L.. */
	$"7C09 03A6 4E80 0420 8182 FFAC 9041 0014"            /* |Æ.¦N€. ‚ÿ¬A.. */
	$"800C 0000 804C 0004 7C09 03A6 4E80 0420"            /* €...€L..|Æ.¦N€.  */
	$"7C08 02A6 BF21 FFE4 9001 0008 9421 FFA8"            /* |..¦¿!ÿä...”!ÿ¨ */
	$"60DF 0000 7CBD 0735 609E 0000 7C7B 0734"            /* `ß..|½.5`..|{.4 */
	$"3321 0038 3B80 0000 4182 001C 2C9D 0001"            /* 3!.8;€..A‚..,.. */
	$"4186 0014 2F1D 0005 419A 000C 2F9D 0006"            /* A†../...Aš../.. */
	$"409E 001C 4800 0ACD 6000 0000 2C03 0000"            /* @..H.ÂÍ`...,... */
	$"4182 000C 3920 0001 4800 0008 3920 0000"            /* A‚..9 ..H...9 .. */
	$"553A 063F 4182 0018 6323 0000 4BFF FAB5"            /* U:.?A‚..c#..Kÿúµ */
	$"8041 0014 4800 0B05 6000 0000 80A2 FFEC"            /* €A..H...`...€¢ÿì */
	$"281D 0006 4181 00A8 57A6 103A 7CC5 302E"            /* (...A.¨W¦.:|Å0. */
	$"7CC5 3014 7CC8 03A6 4E80 0020 63C3 0000"            /* |Å0.|È.¦N€. cÃ.. */
	$"63E4 0000 6365 0000 4800 01C1 6000 0000"            /* cä..ce..H..Á`... */
	$"4800 007C 63C3 0000 63E4 0000 4800 0255"            /* H..|cÃ..cä..H..U */
	$"6000 0000 4800 0068 63C3 0000 57E4 043E"            /* `...H..hcÃ..Wä.> */
	$"4800 051D 6000 0000 4800 0054 63C3 0000"            /* H...`...H..TcÃ.. */
	$"63E4 0000 4800 0265 6000 0000 607C 0000"            /* cä..H..e`...`|.. */
	$"4800 003C 63C3 0000 63E4 0000 4800 05C1"            /* H..<cÃ..cä..H..Á */
	$"6000 0000 4800 0028 63C3 0000 63E4 0000"            /* `...H..(cÃ..cä.. */
	$"4800 069D 6000 0000 4800 0014 63C3 0000"            /* H..`...H...cÃ.. */
	$"63E4 0000 4800 0861 6000 0000 2C1A 0000"            /* cä..H..a`...,... */
	$"4182 0010 8079 0000 4BFF FAC1 8041 0014"            /* A‚..€y..KÿúÁ€A.. */
	$"6383 0000 8001 0060 3021 0058 7C08 03A6"            /* cƒ..€..`0!.X|..¦ */
	$"BB21 FFE4 4E80 0020 FFFF FF70 FFFF FF84"            /* »!ÿäN€. ÿÿÿpÿÿÿ„ */
	$"FFFF FF9C FFFF FF44 FFFF FF5C FFFF FFB0"            /* ÿÿÿœÿÿÿDÿÿÿ\ÿÿÿ° */
	$"FFFF FFC4 FFFF FFD4 7C08 02A6 BFC1 FFF8"            /* ÿÿÿÄÿÿÿÔ|..¦¿Áÿø */
	$"9001 0008 9421 FFB8 8883 0071 2C04 0000"            /* ...”!ÿ¸ˆƒ.q,... */
	$"4082 0008 4800 0040 607F 0000 33C1 0038"            /* @‚..H..@`...3Á.8 */
	$"63E3 0000 63C4 0000 4800 1271 6000 0000"            /* cã..cÄ..H..q`... */
	$"80DF 0082 80E6 0000 30E7 0008 7C9E 44AA"            /* €ß.‚€æ..0ç..|Dª */
	$"7C87 45AA 811F 0082 8128 0000 7C9E 44AA"            /* |‡Eª..‚(..|Dª */
	$"7C89 45AA 8001 0050 3021 0048 7C08 03A6"            /* |‰Eª€..P0!.H|..¦ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFC1 FFF8"            /* »ÁÿøN€. |..¦¿Áÿø */
	$"9001 0008 9421 FFB8 607F 0000 33C1 0038"            /* ...”!ÿ¸`...3Á.8 */
	$"63E3 0000 63C4 0000 4800 1211 6000 0000"            /* cã..cÄ..H...`... */
	$"80BF 0082 8085 0000 3084 0008 63C3 0000"            /* €¿.‚€…..0„..cÃ.. */
	$"4BFF F931 8041 0014 2C03 0000 4182 000C"            /* Kÿù1€A..,...A‚.. */
	$"3860 0005 4800 0008 3860 0006 2C83 0006"            /* 8`..H...8`..,ƒ.. */
	$"4086 0014 80DF 0082 80E6 0000 7C9E 44AA"            /* @†..€ß.‚€æ..|Dª */
	$"7C87 45AA 8001 0050 3021 0048 7C08 03A6"            /* |‡Eª€..P0!.H|..¦ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFC1 FFF8"            /* »ÁÿøN€. |..¦¿Áÿø */
	$"9001 0008 9421 FFC0 7CBF 0734 607E 0000"            /* ...”!ÿÀ|¿.4`~.. */
	$"3860 0016 4BFF FA1D 8041 0014 6069 0000"            /* 8`..Kÿú.€A..`i.. */
	$"38C0 0000 98DE 0071 2C09 0000 4182 0060"            /* 8À..˜Ş.q,Æ..A‚.` */
	$"80E9 0000 3900 0000 9907 0010 57EA 07BD"            /* €é..9...™...Wê.½ */
	$"316A FFFF 7D6B 5110 9967 0014 57EC 0739"            /* 1jÿÿ}kQ.™g..Wì.9 */
	$"20CC 0000 7CC6 6114 98C7 0012 57E4 07FF"            /*  Ì..|Æa.˜Ç..Wä.ÿ */
	$"20A4 0000 7CA5 2114 98A7 0013 913E 0082"            /*  ¤..|¥!.˜§..‘>.‚ */
	$"9907 0011 57EA 077B 316A FFFF 7D6B 5110"            /* ™...Wê.{1jÿÿ}kQ. */
	$"997E 0071 63C3 0000 4BFF FE81 8001 0048"            /* ™~.qcÃ..Kÿş€..H */
	$"3021 0040 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.@|..¦»ÁÿøN€.  */
	$"7C08 02A6 9001 0008 9421 FFC8 8083 0082"            /* |..¦...”!ÿÈ€ƒ.‚ */
	$"2C04 0000 4082 0008 4800 0010 8063 0082"            /* ,...@‚..H...€c.‚ */
	$"4BFF F9A1 8041 0014 8001 0040 3021 0038"            /* Kÿù¡€A..€..@0!.8 */
	$"7C08 03A6 4E80 0020 7C08 02A6 BF61 FFEC"            /* |..¦N€. |..¦¿aÿì */
	$"9001 0008 9421 FF98 607F 0000 3361 0038"            /* ...”!ÿ˜`...3a.8 */
	$"33A1 0040 33C1 0048 7C85 8670 B0BD 0000"            /* 3¡.@3Á.H|…†p°½.. */
	$"B09D 0002 807D 0000 809F 0072 4BFF F84D"            /* °..€}..€Ÿ.rKÿøM */
	$"8041 0014 3B80 0000 2C03 0000 4182 0164"            /* €A..;€..,...A‚.d */
	$"807D 0000 809F 0076 4BFF F831 8041 0014"            /* €}..€Ÿ.vKÿø1€A.. */
	$"3B80 0001 2C03 0000 4182 005C 809F 0082"            /* ;€..,...A‚.\€Ÿ.‚ */
	$"80A4 0000 88C5 0014 2C86 0000 4186 0134"            /* €¤..ˆÅ..,†..A†.4 */
	$"63E3 0000 63C4 0000 4800 1281 6000 0000"            /* cã..cÄ..H..`... */
	$"63C3 0000 3880 FFFF 6085 0000 4BFF F955"            /* cÃ..8€ÿÿ`…..KÿùU */
	$"8041 0014 807D 0000 63C4 0000 4BFF F95D"            /* €A..€}..cÄ..Kÿù] */
	$"8041 0014 2C03 0000 4182 00F8 3B80 0003"            /* €A..,...A‚.ø;€.. */
	$"4800 00F0 63E3 0000 6364 0000 4800 1065"            /* H..ğcã..cd..H..e */
	$"6000 0000 807D 0000 6364 0000 4BFF F92D"            /* `...€}..cd..Kÿù- */
	$"8041 0014 2C03 0000 4182 00C8 3B80 0002"            /* €A..,...A‚.È;€.. */
	$"809F 0082 80A4 0000 88C5 0013 2C86 0000"            /* €Ÿ.‚€¤..ˆÅ..,†.. */
	$"4086 0010 88FF 006F 2F07 0000 419A 00A4"            /* @†..ˆÿ.o/...Aš.¤ */
	$"891F 0070 2F88 0000 419E 0044 63E3 0000"            /* ‰..p/ˆ..A.Dcã.. */
	$"63C4 0000 4800 106D 6000 0000 63C3 0000"            /* cÄ..H..m`...cÃ.. */
	$"3880 FFFF 6085 0000 4BFF F8B9 8041 0014"            /* 8€ÿÿ`…..Kÿø¹€A.. */
	$"807D 0000 63C4 0000 4BFF F8C1 8041 0014"            /* €}..cÄ..KÿøÁ€A.. */
	$"2C03 0000 4182 0008 3B80 0004 889F 0071"            /* ,...A‚..;€..ˆŸ.q */
	$"2C84 0000 4186 004C 63E3 0000 63C4 0000"            /* ,„..A†.Lcã..cÄ.. */
	$"4800 10B5 6000 0000 63C3 0000 3880 FFFF"            /* H..µ`...cÃ..8€ÿÿ */
	$"6085 0000 4BFF F86D 8041 0014 807D 0000"            /* `…..Kÿøm€A..€}.. */
	$"63C4 0000 4BFF F875 8041 0014 2C03 0000"            /* cÄ..Kÿøu€A..,... */
	$"4182 0010 63E3 0000 4BFF FD01 607C 0000"            /* A‚..cã..Kÿı.`|.. */
	$"6383 0000 8001 0070 3021 0068 7C08 03A6"            /* cƒ..€..p0!.h|..¦ */
	$"BB61 FFEC 4E80 0020 7C08 02A6 BFA1 FFF4"            /* »aÿìN€. |..¦¿¡ÿô */
	$"9001 0008 9421 FFB8 60DD 0000 7C63 0734"            /* ...”!ÿ¸`İ..|c.4 */
	$"7C84 0734 83FD 0000 63E6 0000 4800 0B19"            /* |„.4ƒı..cæ..H... */
	$"6000 0000 607E 0000 80FD 0004 8102 FFF0"            /* `...`~..€ı...ÿğ */
	$"2807 0006 4181 006C 54E9 103A 7D28 482E"            /* (...A.lTé.:}(H. */
	$"7D28 4814 7D28 03A6 4E80 0020 63E3 0000"            /* }(H.}(.¦N€. cã.. */
	$"63C4 0000 4800 2015 6000 0000 63E3 0000"            /* cÄ..H. .`...cã.. */
	$"63C4 0000 4800 21E5 6000 0000 4800 0034"            /* cÄ..H.!å`...H..4 */
	$"63E3 0000 63C4 0000 4800 1A29 6000 0000"            /* cã..cÄ..H..)`... */
	$"4800 0020 889F 0071 2C04 0000 4182 0014"            /* H.. ˆŸ.q,...A‚.. */
	$"63E3 0000 63C4 0000 4800 1A89 6000 0000"            /* cã..cÄ..H..‰`... */
	$"4800 0C5D 6000 0000 8001 0050 3021 0048"            /* H..]`...€..P0!.H */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 FFFF FF90"            /* |..¦»¡ÿôN€. ÿÿÿ */
	$"FFFF FFE4 FFFF FFE4 FFFF FFE4 FFFF FFB4"            /* ÿÿÿäÿÿÿäÿÿÿäÿÿÿ´ */
	$"FFFF FFC8 FFFF FFC8 FFFF FFE4 7C08 02A6"            /* ÿÿÿÈÿÿÿÈÿÿÿä|..¦ */
	$"7D80 0026 BEC1 FFD8 9001 0008 9181 0004"            /* }€.&¾ÁÿØ...‘.. */
	$"9421 FF78 609E 0000 607F 0000 3101 0038"            /* ”!ÿx`..`...1..8 */
	$"3121 0058 88BF 006E 2C05 0000 4082 0040"            /* 1!.Xˆ¿.n,...@‚.@ */
	$"4800 0080 80DF 0082 80E6 0000 8947 0010"            /* H..€€ß.‚€æ..‰G.. */
	$"216A 0000 7D6B 5114 9967 0010 4800 0064"            /* !j..}kQ.™g..H..d */
	$"819F 0082 80AC 0000 8865 0011 2083 0000"            /* Ÿ.‚€¬..ˆe.. ƒ.. */
	$"7C84 1914 9885 0011 4800 0048 93E9 0000"            /* |„..˜…..H..H“é.. */
	$"93C9 0004 80C2 FFF8 7EC6 04AA 7EC8 05AA"            /* “É..€Âÿø~Æ.ª~È.ª */
	$"807F 0072 6104 0000 6125 0000 38C0 0000"            /* €..ra...a%..8À.. */
	$"4BFF F669 8041 0014 2C1E 0004 4182 FF98"            /* Kÿöi€A..,...A‚ÿ˜ */
	$"2C9E 0005 4186 FFAC 2F1E 0006 419A FFA4"            /* ,..A†ÿ¬/...Ašÿ¤ */
	$"8001 0090 8181 008C 3021 0088 7C08 03A6"            /* €...Œ0!.ˆ|..¦ */
	$"BAC1 FFD8 7D83 8120 4E80 0020 7C08 02A6"            /* ºÁÿØ}ƒ N€. |..¦ */
	$"BFA1 FFF4 9001 0008 9421 FFB0 607E 0000"            /* ¿¡ÿô...”!ÿ°`~.. */
	$"33E1 0038 63C3 0000 63E4 0000 4800 0D3D"            /* 3á.8cÃ..cä..H..= */
	$"6000 0000 807E 0076 63E4 0000 4BFF F6ED"            /* `...€~.vcä..Kÿöí */
	$"8041 0014 63E3 0000 3880 FFFF 6085 0000"            /* €A..cã..8€ÿÿ`….. */
	$"4BFF F631 8041 0014 80BE 0082 80C5 0000"            /* Kÿö1€A..€¾.‚€Å.. */
	$"88E6 0012 2C07 0000 4182 0014 A91F 0000"            /* ˆæ..,...A‚..©... */
	$"3108 FFF4 B11F 0000 4800 0010 A95F 0002"            /* 1.ÿô±...H...©_.. */
	$"314A FFF4 B15F 0002 807E 0072 63E4 0000"            /* 1Jÿô±_..€~.rcä.. */
	$"4BFF F699 8041 0014 4BFF F649 8041 0014"            /* Kÿö™€A..KÿöI€A.. */
	$"607D 0000 63E3 0000 3880 0001 6085 0000"            /* `}..cã..8€..`….. */
	$"4BFF F6A9 8041 0014 63A3 0000 63E4 0000"            /* Kÿö©€A..c£..cä.. */
	$"4BFF F669 8041 0014 63A3 0000 809E 0072"            /* Kÿöi€A..c£..€.r */
	$"6085 0000 4BFF F69D 8041 0014 63A3 0000"            /* `…..Kÿö€A..c£.. */
	$"4BFF F571 8041 0014 8001 0058 3021 0050"            /* Kÿõq€A..€..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 7C08 02A6"            /* |..¦»¡ÿôN€. |..¦ */
	$"BFC1 FFF8 9001 0008 9421 FFB8 607E 0000"            /* ¿Áÿø...”!ÿ¸`~.. */
	$"33E1 0038 7CA4 44AA 7CBF 45AA 80FE 0082"            /* 3á.8|¤Dª|¿Eª€ş.‚ */
	$"8107 0000 8928 0012 2C09 0000 4182 0014"            /* ...‰(..,Æ..A‚.. */
	$"A95F 0000 314A FFF4 B15F 0000 4800 0010"            /* ©_..1Jÿô±_..H... */
	$"A97F 0002 316B FFF4 B17F 0002 63E3 0000"            /* ©...1kÿô±...cã.. */
	$"3880 FFFF 6085 0000 4BFF F529 8041 0014"            /* 8€ÿÿ`…..Kÿõ)€A.. */
	$"63E3 0000 4BFF F5DD 8041 0014 807E 0082"            /* cã..Kÿõİ€A..€~.‚ */
	$"8083 0000 88A4 0012 2C05 0000 4182 0014"            /* €ƒ..ˆ¤..,...A‚.. */
	$"A8DF 0000 30C6 000C B0DF 0000 4800 0010"            /* ¨ß..0Æ..°ß..H... */
	$"A8FF 0002 30E7 000C B0FF 0002 A87F 0002"            /* ¨ÿ..0ç..°ÿ..¨... */
	$"A89F 0000 4BFF F615 8041 0014 807E 0082"            /* ¨Ÿ..Kÿö.€A..€~.‚ */
	$"8083 0000 88A4 0012 2C05 0000 4182 0020"            /* €ƒ..ˆ¤..,...A‚.  */
	$"A87F 0006 3063 FFFE 7C63 0734 A89F 0000"            /* ¨...0cÿş|c.4¨Ÿ.. */
	$"4BFF F601 8041 0014 4800 001C A89F 0004"            /* Kÿö.€A..H...¨Ÿ.. */
	$"3084 FFFE 7C84 0734 A87F 0002 4BFF F5E5"            /* 0„ÿş|„.4¨...Kÿõå */
	$"8041 0014 A87F 0006 3063 FFF0 7C63 0734"            /* €A..¨...0cÿğ|c.4 */
	$"A89F 0000 3084 0001 7C84 0734 4BFF F5AD"            /* ¨Ÿ..0„..|„.4Kÿõ­ */
	$"8041 0014 A87F 0006 3063 FFF0 7C63 0734"            /* €A..¨...0cÿğ|c.4 */
	$"A89F 0004 3084 FFFE 7C84 0734 4BFF F5A5"            /* ¨Ÿ..0„ÿş|„.4Kÿõ¥ */
	$"8041 0014 A89F 0004 3084 FFF0 7C84 0734"            /* €A..¨Ÿ..0„ÿğ|„.4 */
	$"A87F 0002 4BFF F575 8041 0014 A87F 0006"            /* ¨...Kÿõu€A..¨... */
	$"3063 FFFE 7C63 0734 A89F 0004 3084 FFF0"            /* 0cÿş|c.4¨Ÿ..0„ÿğ */
	$"7C84 0734 4BFF F56D 8041 0014 8001 0050"            /* |„.4Kÿõm€A..€..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¦»ÁÿøN€.  */
	$"7C08 02A6 BFC1 FFF8 9001 0008 9421 FFC0"            /* |..¦¿Áÿø...”!ÿÀ */
	$"60DF 0000 7C63 0734 7C84 0734 80FF 0000"            /* `ß..|c.4|„.4€ÿ.. */
	$"60E6 0000 60FE 0000 4800 06ED 6000 0000"            /* `æ..`ş..H..í`... */
	$"6064 0000 63C3 0000 4800 1471 6000 0000"            /* `d..cÃ..H..q`... */
	$"8001 0048 3021 0040 7C08 03A6 BBC1 FFF8"            /* €..H0!.@|..¦»Áÿø */
	$"4E80 0020 7C08 02A6 7D80 0026 BF41 FFE8"            /* N€. |..¦}€.&¿Aÿè */
	$"9001 0008 9181 0004 9421 FF80 88A3 006E"            /* ...‘..”!ÿ€ˆ£.n */
	$"2C05 0000 4082 0008 4800 00E0 607F 0000"            /* ,...@‚..H..à`... */
	$"3381 0038 33A1 0040 33C1 0060 80DF 0082"            /* 3.83¡.@3Á.`€ß.‚ */
	$"80E6 0000 8907 0014 2C88 0000 4186 00BC"            /* €æ..‰...,ˆ..A†.¼ */
	$"4BFF F3C1 8041 0014 607B 0000 4BFF F3B5"            /* KÿóÁ€A..`{..Kÿóµ */
	$"8041 0014 6065 0000 6064 0000 807F 0018"            /* €A..`e..`d..€... */
	$"609A 0000 809F 001C 4BFF F4A1 8041 0014"            /* `š..€Ÿ..Kÿô¡€A.. */
	$"6363 0000 4BFF F0ED 8041 0014 63E3 0000"            /* cc..Kÿğí€A..cã.. */
	$"63C4 0000 4800 0991 6000 0000 6343 0000"            /* cÄ..H.Æ‘`...cC.. */
	$"A89E 0002 A8BE 0000 4BFF F4B9 8041 0014"            /* ¨..¨¾..Kÿô¹€A.. */
	$"6343 0000 4BFF F105 8041 0014 93FC 0000"            /* cC..Kÿñ.€A..“ü.. */
	$"8182 FFFC 7C8C 04AA 7C9D 05AA 807F 0072"            /* ‚ÿü|Œ.ª|.ª€..r */
	$"63A4 0000 6385 0000 38C0 0000 4BFF F28D"            /* c¤..c…..8À..Kÿò */
	$"8041 0014 6363 0000 4BFF F0D1 8041 0014"            /* €A..cc..KÿğÑ€A.. */
	$"6363 0000 4BFF F28D 8041 0014 6343 0000"            /* cc..Kÿò€A..cC.. */
	$"4BFF F281 8041 0014 8001 0088 8181 0084"            /* Kÿò€A..€..ˆ.„ */
	$"3021 0080 7C08 03A6 BB41 FFE8 7D83 8120"            /* 0!.€|..¦»Aÿè}ƒ  */
	$"4E80 0020 7C08 02A6 BFE1 FFFC 9001 0008"            /* N€. |..¦¿áÿü... */
	$"9421 FFC0 33E1 0038 3880 0000 909F 0000"            /* ”!ÿÀ3á.88€..Ÿ.. */
	$"63E4 0000 3C60 7379 6063 7376 4BFF F145"            /* cä..<`sy`csvKÿñE */
	$"8041 0014 2C03 0000 4082 001C 809F 0000"            /* €A..,...@‚..€Ÿ.. */
	$"5484 043E 2C84 0700 4184 000C 3920 0001"            /* T„.>,„..A„..9 .. */
	$"4800 0008 3920 0000 5523 063E 8001 0048"            /* H...9 ..U#.>€..H */
	$"3021 0040 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.@|..¦»áÿüN€.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFC0"            /* |..¦¿áÿü...”!ÿÀ */
	$"33E1 0038 3880 0000 909F 0000 63E4 0000"            /* 3á.88€..Ÿ..cä.. */
	$"3C60 7164 6063 2020 4BFF F0D9 8041 0014"            /* <`qd`c  KÿğÙ€A.. */
	$"2C03 0000 4082 0018 809F 0000 5484 042F"            /* ,...@‚..€Ÿ..T„./ */
	$"4182 000C 3920 0001 4800 0008 3920 0000"            /* A‚..9 ..H...9 .. */
	$"5523 063E 8001 0048 3021 0040 7C08 03A6"            /* U#.>€..H0!.@|..¦ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFC1 FFF8"            /* »áÿüN€. |..¦¿Áÿø */
	$"9001 0008 9421 FFB8 33C1 0038 33E1 003C"            /* ...”!ÿ¸3Á.83á.< */
	$"63E3 0000 4BFF F095 8041 0014 63C3 0000"            /* cã..Kÿğ•€A..cÃ.. */
	$"4BFF EF69 8041 0014 807E 0000 4BFF F04D"            /* Kÿïi€A..€~..KÿğM */
	$"8041 0014 807F 0000 3063 0030 809E 0000"            /* €A..€...0c.0€.. */
	$"3084 0030 38A0 000A 4BFF F091 8041 0014"            /* 0„.08 .ÂKÿğ‘€A.. */
	$"807F 0000 3063 0042 809E 0000 3084 0042"            /* €...0c.B€..0„.B */
	$"38A0 000E 4BFF F075 8041 0014 807F 0000"            /* 8 ..Kÿğu€A..€... */
	$"3063 003A 4BFF F07D 8041 0014 807F 0000"            /* 0c.:Kÿğ}€A..€... */
	$"3063 0020 4BFF F085 8041 0014 8001 0050"            /* 0c. Kÿğ…€A..€..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¦»ÁÿøN€.  */
	$"7C08 02A6 9001 0008 7C63 0734 80A2 FFF4"            /* |..¦...|c.4€¢ÿô */
	$"2803 000C 4181 0068 5466 103A 7CC5 302E"            /* (...A.hTf.:|Å0. */
	$"7CC5 3014 7CC8 03A6 4E80 0020 3CE0 0000"            /* |Å0.|È.¦N€. <à.. */
	$"60E7 FFFF B0E4 0004 B0E4 0002 B0E4 0000"            /* `çÿÿ°ä..°ä..°ä.. */
	$"4800 004C 3D00 0000 6108 CCCC B104 0002"            /* H..L=...a.ÌÌ±... */
	$"B104 0000 3D20 0000 6129 FFFF B124 0004"            /* ±...= ..a)ÿÿ±$.. */
	$"4800 002C 3940 3333 B144 0002 B144 0000"            /* H..,9@33±D..±D.. */
	$"3960 6666 B164 0004 4800 0014 3980 0000"            /* 9`ff±d..H...9€.. */
	$"B184 0004 B184 0002 B184 0000 8001 0008"            /* ±„..±„..±„..€... */
	$"7C08 03A6 4E80 0020 FFFF FF94 FFFF FFE4"            /* |..¦N€. ÿÿÿ”ÿÿÿä */
	$"FFFF FFE4 FFFF FFE4 FFFF FF94 FFFF FF94"            /* ÿÿÿäÿÿÿäÿÿÿ”ÿÿÿ” */
	$"FFFF FFE4 FFFF FF94 FFFF FFE4 FFFF FFAC"            /* ÿÿÿäÿÿÿ”ÿÿÿäÿÿÿ¬ */
	$"FFFF FFE4 FFFF FFAC FFFF FFCC FFFF FFE4"            /* ÿÿÿäÿÿÿ¬ÿÿÿÌÿÿÿä */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB8"            /* |..¦¿¡ÿô...”!ÿ¸ */
	$"60BD 0000 7C9F 0734 33C1 0038 63C4 0000"            /* `½..|Ÿ.43Á.8cÄ.. */
	$"4BFF EF31 8041 0014 80DE 0000 80E6 0000"            /* Kÿï1€A..€Ş..€æ.. */
	$"8107 0008 8128 0000 A949 0006 7C0A F800"            /* ...(..©I..|Âø. */
	$"4080 0040 63C4 0000 3860 0000 4BFF EF05"            /* @€.@cÄ..8`..Kÿï. */
	$"8041 0014 80BE 0000 80C5 0000 80E6 0008"            /* €A..€¾..€Å..€æ.. */
	$"8107 0000 A928 0006 7C09 F800 4080 0014"            /* ...©(..|Æø.@€.. */
	$"63A4 0000 63E3 0000 4BFF FEB9 4800 0028"            /* c¤..cã..Kÿş¹H..( */
	$"80BE 0000 80C5 0000 80E6 0008 8107 0000"            /* €¾..€Å..€æ..... */
	$"57E9 1838 7D08 4814 3108 000A 7C68 34AA"            /* Wé.8}.H.1..Â|h4ª */
	$"7C7D 35AA 8001 0050 3021 0048 7C08 03A6"            /* |}5ª€..P0!.H|..¦ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BFE1 FFFC"            /* »¡ÿôN€. |..¦¿áÿü */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ...”!ÿ¸3á.8|„.4 */
	$"63E5 0000 4BFF FF2D 63E3 0000 4BFF F1D5"            /* cå..Kÿÿ-cã..KÿñÕ */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* €A..€..P0!.H|..¦ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFE1 FFFC"            /* »áÿüN€. |..¦¿áÿü */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ...”!ÿ¸3á.8|„.4 */
	$"63E5 0000 4BFF FEED 63E3 0000 4BFF F105"            /* cå..Kÿşícã..Kÿñ. */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* €A..€..P0!.H|..¦ */
	$"BBE1 FFFC 4E80 0020 7CA5 0734 20E5 000F"            /* »áÿüN€. |¥.4 å.. */
	$"7CE7 0734 A103 0000 A124 0000 7D09 4010"            /* |ç.4¡...¡$..}Æ@. */
	$"7D08 39D6 3940 000F 7D08 53D6 7D09 4014"            /* }.9Ö9@..}.SÖ}Æ@. */
	$"B106 0000 A163 0002 A184 0002 7D6C 5810"            /* ±...¡c..¡„..}lX. */
	$"7D6B 39D6 7D6B 53D6 7D6C 5814 B166 0002"            /* }k9Ö}kSÖ}lX.±f.. */
	$"A123 0004 A104 0004 7D28 4810 7CE9 39D6"            /* ¡#..¡...}(H.|é9Ö */
	$"7CE7 53D6 7CE8 3814 B0E6 0004 4E80 0020"            /* |çSÖ|è8.°æ..N€.  */
	$"7C08 02A6 BF41 FFE8 9001 0008 9421 FFA0"            /* |..¦¿Aÿè...”!ÿ  */
	$"60FE 0000 7CDD 0734 7CBC 0734 607F 0000"            /* `ş..|İ.4|¼.4`... */
	$"3341 0038 3361 0040 7C84 0734 63E3 0000"            /* 3A.83a.@|„.4cã.. */
	$"6365 0000 4BFF FE2D 63E3 0000 6384 0000"            /* ce..Kÿş-cã..c„.. */
	$"6345 0000 4BFF FE1D 63C6 0000 6363 0000"            /* cE..Kÿş.cÆ..cc.. */
	$"6344 0000 63A5 0000 4BFF FF41 8001 0068"            /* cD..c¥..KÿÿA€..h */
	$"3021 0060 7C08 03A6 BB41 FFE8 4E80 0020"            /* 0!.`|..¦»AÿèN€.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFB8"            /* |..¦¿áÿü...”!ÿ¸ */
	$"33E1 0038 7C84 0734 7CA5 0734 7CC6 0734"            /* 3á.8|„.4|¥.4|Æ.4 */
	$"63E7 0000 4BFF FF6D 63E3 0000 4BFF F075"            /* cç..Kÿÿmcã..Kÿğu */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* €A..€..P0!.H|..¦ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFE1 FFFC"            /* »áÿüN€. |..¦¿áÿü */
	$"9001 0008 9421 FFB8 33E1 0038 7C84 0734"            /* ...”!ÿ¸3á.8|„.4 */
	$"7CA5 0734 7CC6 0734 63E7 0000 4BFF FF25"            /* |¥.4|Æ.4cç..Kÿÿ% */
	$"63E3 0000 4BFF EF9D 8041 0014 8001 0050"            /* cã..Kÿï€A..€..P */
	$"3021 0048 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.H|..¦»áÿüN€.  */
	$"7C08 02A6 BEE1 FFDC 9001 0008 9421 FF98"            /* |..¦¾áÿÜ...”!ÿ˜ */
	$"7CC8 0735 4181 000C 3860 0001 4800 0084"            /* |È.5A..8`..H..„ */
	$"60FB 0000 7CBA 0734 7C99 0734 6078 0000"            /* `û..|º.4|™.4`x.. */
	$"32E1 0038 3BC0 0000 63DF 0000 611C 0000"            /* 2á.8;À..cß..a... */
	$"6303 0000 57E9 083C 7CDB 4AAE 6324 0000"            /* c...Wé.<|ÛJ®c$.. */
	$"6345 0000 62E7 0000 4BFF FEA9 63DD 0000"            /* cE..bç..Kÿş©cİ.. */
	$"62E3 0000 4BFF EDCD 8041 0014 607E 0000"            /* bã..KÿíÍ€A..`~.. */
	$"7FDE 0734 2C1F 0000 4081 0014 7C9E E800"            /* .Ş.4,...@..|è. */
	$"4086 000C 3860 0000 4800 0018 309F 0001"            /* @†..8`..H...0Ÿ.. */
	$"7C9F 0734 7F1F E000 4198 FFA8 3860 0001"            /* |Ÿ.4..à.A˜ÿ¨8`.. */
	$"8001 0070 3021 0068 7C08 03A6 BAE1 FFDC"            /* €..p0!.h|..¦ºáÿÜ */
	$"4E80 0020 7C08 02A6 BF21 FFE4 9001 0008"            /* N€. |..¦¿!ÿä... */
	$"9421 FF90 60DD 0000 60BB 0000 7C99 0734"            /* ”!ÿ`İ..`»..|™.4 */
	$"7C7A 0734 3381 0038 33E1 0040 3BC0 0000"            /* |z.43.83á.@;À.. */
	$"2C1A 0004 4180 005C 80FB 0000 A907 0004"            /* ,...A€.\€û..©... */
	$"2C88 0001 4186 004C 4BFF FA1D 6000 0000"            /* ,ˆ..A†.LKÿú.`... */
	$"2C03 0000 4182 003C 63A3 0000 6385 0000"            /* ,...A‚.<c£..c….. */
	$"3880 000B 4BFF FC4D A09C 0000 2C04 0000"            /* 8€..KÿüM œ..,... */
	$"4082 001C A0BC 0002 2C85 0000 4086 0010"            /* @‚.. ¼..,…..@†.. */
	$"A0DC 0004 2F06 0000 419A 0008 3BC0 0001"            /*  Ü../...Aš..;À.. */
	$"4BFF FA41 6000 0000 2C03 0000 4182 0014"            /* KÿúA`...,...A‚.. */
	$"5724 07FF 4182 000C 3920 0001 4800 0008"            /* W$.ÿA‚..9 ..H... */
	$"3920 0000 5529 063E 2C9E 0000 4186 00F8"            /* 9 ..U).>,..A†.ø */
	$"2F09 0000 419A 00F0 2F9A 0008 419D 00E8"            /* /Æ..Aš.ğ/š..A.è */
	$"4BFF EDB9 8041 0014 607C 0000 6363 0000"            /* Kÿí¹€A..`|..cc.. */
	$"4BFF EB99 8041 0014 3880 0000 B09F 0000"            /* Kÿë™€A..8€..°Ÿ.. */
	$"38A0 0007 B0BF 0002 38C0 0008 B0DF 0004"            /* 8 ..°¿..8À..°ß.. */
	$"38E0 000A B0FF 0006 3900 000D B11F 0008"            /* 8à.Â°ÿ..9...±... */
	$"63A3 0000 63E7 0000 3880 0005 38A0 0006"            /* c£..cç..8€..8 .. */
	$"6086 0000 4BFF FE2D 3BC0 0000 2C03 0000"            /* `†..Kÿş-;À..,... */
	$"4182 0078 3880 0000 B09F 0000 38A0 0001"            /* A‚.x8€..°Ÿ..8 .. */
	$"B0BF 0002 38C0 0004 B0DF 0004 63A3 0000"            /* °¿..8À..°ß..c£.. */
	$"63E7 0000 3880 0007 38A0 0008 38C0 0003"            /* cç..8€..8 ..8À.. */
	$"4BFF FDF1 2C03 0000 4182 0040 3880 0000"            /* Kÿıñ,...A‚.@8€.. */
	$"B09F 0000 38A0 0004 B0BF 0002 38C0 000F"            /* °Ÿ..8 ..°¿..8À.. */
	$"B0DF 0004 63A3 0000 63E7 0000 3880 000B"            /* °ß..c£..cç..8€.. */
	$"38A0 000C 38C0 0003 4BFF FDB9 2C03 0000"            /* 8 ..8À..Kÿı¹,... */
	$"4182 0008 3BC0 0001 6383 0000 4BFF EACD"            /* A‚..;À..cƒ..KÿêÍ */
	$"8041 0014 63C3 0000 8001 0078 3021 0070"            /* €A..cÃ..€..x0!.p */
	$"7C08 03A6 BB21 FFE4 4E80 0020 7C08 02A6"            /* |..¦»!ÿäN€. |..¦ */
	$"9001 0008 9421 FFC8 3860 0021 4BFF ED55"            /* ...”!ÿÈ8`.!KÿíU */
	$"8041 0014 3860 001E 4BFF EC89 8041 0014"            /* €A..8`..Kÿì‰€A.. */
	$"8001 0040 3021 0038 7C08 03A6 4E80 0020"            /* €..@0!.8|..¦N€.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFB8"            /* |..¦¿áÿü...”!ÿ¸ */
	$"33E1 0038 7C83 44AA 7C9F 45AA 4BFF EB95"            /* 3á.8|ƒDª|ŸEªKÿë• */
	$"8041 0014 63E3 0000 3880 0001 6085 0000"            /* €A..cã..8€..`….. */
	$"4BFF EAC1 8041 0014 63E3 0000 4BFF EAFD"            /* KÿêÁ€A..cã..Kÿêı */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* €A..€..P0!.H|..¦ */
	$"BBE1 FFFC 4E80 0020 7C08 02A6 BFA1 FFF4"            /* »áÿüN€. |..¦¿¡ÿô */
	$"9001 0008 9421 FFB8 9061 0060 9081 0064"            /* ...”!ÿ¸a.`.d */
	$"33E1 0060 A87F 0006 3063 FFFF 7C63 0734"            /* 3á.`¨...0cÿÿ|c.4 */
	$"B07F 0006 A89F 0004 3084 FFFF 7C84 0734"            /* °...¨Ÿ..0„ÿÿ|„.4 */
	$"B09F 0004 607E 0000 A87F 0002 607D 0000"            /* °Ÿ..`~..¨...`}.. */
	$"4BFF EB89 8041 0014 63A3 0000 A89F 0000"            /* Kÿë‰€A..c£..¨Ÿ.. */
	$"609D 0000 4BFF EB8D 8041 0014 63C3 0000"            /* `..Kÿë€A..cÃ.. */
	$"63A4 0000 4BFF EB7D 8041 0014 8001 0050"            /* c¤..Kÿë}€A..€..P */
	$"3021 0048 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.H|..¦»¡ÿôN€.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB8"            /* |..¦¿¡ÿô...”!ÿ¸ */
	$"9061 0060 9081 0064 33E1 0060 A87F 0006"            /* a.`.d3á.`¨... */
	$"3063 FFFF 7C63 0734 B07F 0006 A89F 0004"            /* 0cÿÿ|c.4°...¨Ÿ.. */
	$"3084 FFFF 7C84 0734 B09F 0004 609E 0000"            /* 0„ÿÿ|„.4°Ÿ..`.. */
	$"607D 0000 A87F 0002 4BFF EB01 8041 0014"            /* `}..¨...Kÿë.€A.. */
	$"63A3 0000 63C4 0000 4BFF EB09 8041 0014"            /* c£..cÄ..KÿëÆ€A.. */
	$"63A3 0000 A89F 0000 4BFF EAF9 8041 0014"            /* c£..¨Ÿ..Kÿêù€A.. */
	$"8001 0050 3021 0048 7C08 03A6 BBA1 FFF4"            /* €..P0!.H|..¦»¡ÿô */
	$"4E80 0020 7C08 02A6 BFA1 FFF4 9001 0008"            /* N€. |..¦¿¡ÿô... */
	$"9421 FFB8 609F 0000 607E 0000 33A1 0038"            /* ”!ÿ¸`Ÿ..`~..3¡.8 */
	$"63A3 0000 4BFF E75D 8041 0014 63C3 0000"            /* c£..Kÿç]€A..cÃ.. */
	$"4BFF E829 8041 0014 63E3 0000 3880 0000"            /* Kÿè)€A..cã..8€.. */
	$"6085 0000 4BFF E785 8041 0014 63E3 0000"            /* `…..Kÿç…€A..cã.. */
	$"4BFF E791 8041 0014 807D 0000 4BFF E7FD"            /* Kÿç‘€A..€}..Kÿçı */
	$"8041 0014 8001 0050 3021 0048 7C08 03A6"            /* €A..€..P0!.H|..¦ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BFC1 FFF8"            /* »¡ÿôN€. |..¦¿Áÿø */
	$"9001 0008 9421 FFB8 609F 0000 33C1 0038"            /* ...”!ÿ¸`Ÿ..3Á.8 */
	$"30E3 0010 7CA7 44AA 7CBF 45AA 63C4 0000"            /* 0ã..|§Dª|¿EªcÄ.. */
	$"4BFF FF65 6000 0000 63E3 0000 A89E 0002"            /* Kÿÿe`...cã..¨.. */
	$"A8BE 0000 4BFF E9B5 8041 0014 8001 0050"            /* ¨¾..Kÿéµ€A..€..P */
	$"3021 0048 7C08 03A6 BBC1 FFF8 4E80 0020"            /* 0!.H|..¦»ÁÿøN€.  */
	$"80E3 0072 8107 0000 3108 0002 7CA8 44AA"            /* €ã.r...1...|¨Dª */
	$"7CA4 45AA 8123 0082 8149 0000 896A 0012"            /* |¤Eª#.‚I..‰j.. */
	$"2C0B 0000 4182 0020 A984 0000 318C 000D"            /* ,...A‚. ©„..1Œ.. */
	$"B184 0004 A8E4 0006 30E7 FFFF B0E4 0006"            /* ±„..¨ä..0çÿÿ°ä.. */
	$"4E80 0020 A8A4 0002 30A5 000D B0A4 0006"            /* N€. ¨¤..0¥..°¤.. */
	$"A8C4 0004 30C6 FFFF B0C4 0004 4E80 0020"            /* ¨Ä..0Æÿÿ°Ä..N€.  */
	$"7C08 02A6 BFC1 FFF8 9001 0008 9421 FFC0"            /* |..¦¿Áÿø...”!ÿÀ */
	$"609F 0000 607E 0000 63C3 0000 63E4 0000"            /* `Ÿ..`~..cÃ..cä.. */
	$"4BFF FF81 6000 0000 80BE 0082 80C5 0000"            /* Kÿÿ`...€¾.‚€Å.. */
	$"88E6 0012 2C07 0000 4182 001C 63E3 0000"            /* ˆæ..,...A‚..cã.. */
	$"3880 0008 38A0 0003 4BFF E819 8041 0014"            /* 8€..8 ..Kÿè.€A.. */
	$"4800 0018 63E3 0000 3880 0003 38A0 0008"            /* H...cã..8€..8 .. */
	$"4BFF E801 8041 0014 A89F 0000 3084 0007"            /* Kÿè.€A..¨Ÿ..0„.. */
	$"B09F 0004 A8BF 0002 30A5 0007 B0BF 0006"            /* °Ÿ..¨¿..0¥..°¿.. */
	$"8001 0048 3021 0040 7C08 03A6 BBC1 FFF8"            /* €..H0!.@|..¦»Áÿø */
	$"4E80 0020 7C08 02A6 BFC1 FFF8 9001 0008"            /* N€. |..¦¿Áÿø... */
	$"9421 FFC0 609F 0000 607E 0000 63C3 0000"            /* ”!ÿÀ`Ÿ..`~..cÃ.. */
	$"63E4 0000 4BFF FEED 6000 0000 80BE 0082"            /* cä..Kÿşí`...€¾.‚ */
	$"80C5 0000 88E6 0012 2C07 0000 4182 0044"            /* €Å..ˆæ..,...A‚.D */
	$"A91F 0006 A93F 0002 7D09 4010 5508 07FF"            /* ©...©?..}Æ@.U..ÿ */
	$"4082 0018 63E3 0000 3880 FFFF 38A0 0000"            /* @‚..cã..8€ÿÿ8 .. */
	$"4BFF E849 8041 0014 63E3 0000 3880 0008"            /* KÿèI€A..cã..8€.. */
	$"38A0 0003 4BFF E75D 8041 0014 4800 0040"            /* 8 ..Kÿç]€A..H..@ */
	$"A89F 0004 A8BF 0000 7C85 2010 5484 07FF"            /* ¨Ÿ..¨¿..|… .T„.ÿ */
	$"4082 0018 63E3 0000 3880 0000 38A0 FFFF"            /* @‚..cã..8€..8 ÿÿ */
	$"4BFF E809 8041 0014 63E3 0000 3880 0003"            /* KÿèÆ€A..cã..8€.. */
	$"38A0 0008 4BFF E71D 8041 0014 A89F 0004"            /* 8 ..Kÿç.€A..¨Ÿ.. */
	$"3084 FFF9 B09F 0000 A8BF 0006 30A5 FFF9"            /* 0„ÿù°Ÿ..¨¿..0¥ÿù */
	$"B0BF 0002 8001 0048 3021 0040 7C08 03A6"            /* °¿..€..H0!.@|..¦ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BFE1 FFFC"            /* »ÁÿøN€. |..¦¿áÿü */
	$"9001 0008 9421 FFC0 609F 0000 63E4 0000"            /* ...”!ÿÀ`Ÿ..cä.. */
	$"4BFF FDB9 6000 0000 A8BF 0006 30A5 0001"            /* Kÿı¹`...¨¿..0¥.. */
	$"7CA5 0734 B0BF 0006 30A5 FFF0 B0BF 0002"            /* |¥.4°¿..0¥ÿğ°¿.. */
	$"A8DF 0004 30C6 0001 7CC6 0734 B0DF 0004"            /* ¨ß..0Æ..|Æ.4°ß.. */
	$"30C6 FFF0 B0DF 0000 8001 0048 3021 0040"            /* 0Æÿğ°ß..€..H0!.@ */
	$"7C08 03A6 BBE1 FFFC 4E80 0020 7C08 02A6"            /* |..¦»áÿüN€. |..¦ */
	$"9001 0008 9421 FFC8 5484 063E 80A3 0082"            /* ...”!ÿÈT„.>€£.‚ */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0010"            /* €Å..ˆæ..,...@‚.. */
	$"8903 006F 2C88 0000 4186 000C 3920 0001"            /* ‰..o,ˆ..A†..9 .. */
	$"4800 0008 3920 0000 5529 063E 2F04 0000"            /* H...9 ..U).>/... */
	$"419A 0034 2F89 0000 419E 0014 3880 0001"            /* Aš.4/‰..A..8€.. */
	$"4BFF F6A9 6000 0000 4800 0028 3880 0005"            /* Kÿö©`...H..(8€.. */
	$"38A0 0006 38C0 000A 4BFF F7E9 6000 0000"            /* 8 ..8À.ÂKÿ÷é`... */
	$"4800 0010 3860 0021 4BFF E849 8041 0014"            /* H...8`.!KÿèI€A.. */
	$"8001 0040 3021 0038 7C08 03A6 4E80 0020"            /* €..@0!.8|..¦N€.  */
	$"7C08 02A6 9001 0008 9421 FFC8 5484 063E"            /* |..¦...”!ÿÈT„.> */
	$"80A3 0082 80C5 0000 88E6 0013 2C07 0000"            /* €£.‚€Å..ˆæ..,... */
	$"4082 0010 8903 006F 2C88 0000 4186 000C"            /* @‚..‰..o,ˆ..A†.. */
	$"3920 0001 4800 0008 3920 0000 5529 063E"            /* 9 ..H...9 ..U).> */
	$"2F04 0000 419A 0034 2F89 0000 419E 0014"            /* /...Aš.4/‰..A.. */
	$"3880 0002 4BFF F615 6000 0000 4800 0028"            /* 8€..Kÿö.`...H..( */
	$"3880 0005 38A0 0006 38C0 0007 4BFF F755"            /* 8€..8 ..8À..Kÿ÷U */
	$"6000 0000 4800 0010 3860 0021 4BFF E7B5"            /* `...H...8`.!Kÿçµ */
	$"8041 0014 8001 0040 3021 0038 7C08 03A6"            /* €A..€..@0!.8|..¦ */
	$"4E80 0020 7C08 02A6 BFE1 FFFC 9001 0008"            /* N€. |..¦¿áÿü... */
	$"9421 FFC0 607F 0000 5484 063E 80BF 0082"            /* ”!ÿÀ`...T„.>€¿.‚ */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0010"            /* €Å..ˆæ..,...@‚.. */
	$"891F 006F 2C88 0000 4186 000C 3920 0001"            /* ‰..o,ˆ..A†..9 .. */
	$"4800 0008 3920 0000 5529 063E 2F04 0000"            /* H...9 ..U).>/... */
	$"419A 0064 2F89 0000 419E 0038 63E3 0000"            /* Aš.d/‰..A.8cã.. */
	$"3880 0005 38A0 0006 38C0 0008 4BFF F6C5"            /* 8€..8 ..8À..KÿöÅ */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...cã..8€..8 .. */
	$"38C0 0001 4BFF F6F5 6000 0000 4800 0030"            /* 8À..Kÿöõ`...H..0 */
	$"63E3 0000 3880 0000 4BFF F541 6000 0000"            /* cã..8€..KÿõA`... */
	$"63E3 0000 3880 0000 4BFF F571 6000 0000"            /* cã..8€..Kÿõq`... */
	$"4800 000C 4BFF F989 6000 0000 8001 0048"            /* H...Kÿù‰`...€..H */
	$"3021 0040 7C08 03A6 BBE1 FFFC 4E80 0020"            /* 0!.@|..¦»áÿüN€.  */
	$"7C08 02A6 BFE1 FFFC 9001 0008 9421 FFC0"            /* |..¦¿áÿü...”!ÿÀ */
	$"607F 0000 5484 063F 4182 0038 63E3 0000"            /* `...T„.?A‚.8cã.. */
	$"3880 0005 38A0 0006 38C0 0008 4BFF F67D"            /* 8€..8 ..8À..Kÿö} */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...cã..8€..8 .. */
	$"38C0 0001 4BFF F61D 6000 0000 4800 001C"            /* 8À..Kÿö.`...H... */
	$"3860 001E 4BFF E67D 8041 0014 3860 0021"            /* 8`..Kÿæ}€A..8`.! */
	$"4BFF E5B1 8041 0014 8001 0048 3021 0040"            /* Kÿå±€A..€..H0!.@ */
	$"7C08 03A6 BBE1 FFFC 4E80 0020 7C08 02A6"            /* |..¦»áÿüN€. |..¦ */
	$"BFA1 FFF4 9001 0008 9421 FFB0 549D 063E"            /* ¿¡ÿô...”!ÿ°T.> */
	$"607E 0000 33E1 0038 7CC5 44AA 7CDF 45AA"            /* `~..3á.8|ÅDª|ßEª */
	$"63E3 0000 3880 0001 6085 0000 4BFF E3E5"            /* cã..8€..`…..Kÿãå */
	$"8041 0014 2C1D 0000 4182 0068 63C3 0000"            /* €A..,...A‚.hcÃ.. */
	$"3880 000B 38A0 000C 38C0 0004 4BFF F595"            /* 8€..8 ..8À..Kÿõ• */
	$"6000 0000 807F 0000 809F 0004 4BFF F9A5"            /* `...€...€Ÿ..Kÿù¥ */
	$"6000 0000 63C3 0000 3880 000B 4BFF F41D"            /* `...cÃ..8€..Kÿô. */
	$"6000 0000 A89F 0006 3084 FFFF B09F 0006"            /* `...¨Ÿ..0„ÿÿ°Ÿ.. */
	$"A8BF 0004 30A5 FFFF B0BF 0004 807F 0000"            /* ¨¿..0¥ÿÿ°¿..€... */
	$"809F 0004 4BFF F8E5 6000 0000 4800 0028"            /* €Ÿ..Kÿøå`...H..( */
	$"3860 001E 4BFF E5AD 8041 0014 3860 0021"            /* 8`..Kÿå­€A..8`.! */
	$"4BFF E4E1 8041 0014 63E3 0000 4BFF E415"            /* Kÿäá€A..cã..Kÿä. */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* €A..€..X0!.P|..¦ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BF81 FFF0"            /* »¡ÿôN€. |..¦¿ÿğ */
	$"9001 0008 9421 FFB0 60BD 0000 549C 063E"            /* ...”!ÿ°`½..Tœ.> */
	$"607E 0000 33E1 0038 63C3 0000 6384 0000"            /* `~..3á.8cÃ..c„.. */
	$"4BFF FE81 6000 0000 7CDD 44AA 7CDF 45AA"            /* Kÿş`...|İDª|ßEª */
	$"63E3 0000 3880 FFFF 6085 0000 4BFF E2F5"            /* cã..8€ÿÿ`…..Kÿâõ */
	$"8041 0014 63E3 0000 4BFF E3A9 8041 0014"            /* €A..cã..Kÿã©€A.. */
	$"2C1C 0000 4182 00E0 63C3 0000 3880 000C"            /* ,...A‚.àcÃ..8€.. */
	$"4BFF F349 6000 0000 3860 001E 4BFF E445"            /* KÿóI`...8`..KÿäE */
	$"8041 0014 807D 0000 809D 0004 4BFF F81D"            /* €A..€}..€..Kÿø. */
	$"6000 0000 7C9D 44AA 7C9F 45AA A8DF 0000"            /* `...|Dª|ŸEª¨ß.. */
	$"30C6 0001 B0DF 0000 A8FF 0002 30E7 0001"            /* 0Æ..°ß..¨ÿ..0ç.. */
	$"B0FF 0002 63C3 0000 3880 000B 4BFF F2FD"            /* °ÿ..cÃ..8€..Kÿòı */
	$"6000 0000 63E3 0000 4BFF E339 8041 0014"            /* `...cã..Kÿã9€A.. */
	$"63E3 0000 3880 0001 6085 0000 4BFF E265"            /* cã..8€..`…..Kÿâe */
	$"8041 0014 63C3 0000 3880 000C 4BFF F2CD"            /* €A..cÃ..8€..KÿòÍ */
	$"6000 0000 807F 0000 809F 0004 4BFF F835"            /* `...€...€Ÿ..Kÿø5 */
	$"6000 0000 A89F 0006 3084 FFFF B09F 0006"            /* `...¨Ÿ..0„ÿÿ°Ÿ.. */
	$"A8BF 0004 30A5 FFFF B0BF 0004 63C3 0000"            /* ¨¿..0¥ÿÿ°¿..cÃ.. */
	$"3880 0007 38A0 0008 38C0 0005 4BFF F3E5"            /* 8€..8 ..8À..Kÿóå */
	$"6000 0000 63E3 0000 4BFF E071 8041 0014"            /* `...cã..Kÿàq€A.. */
	$"4800 0018 4BFF F6D9 6000 0000 63A3 0000"            /* H...KÿöÙ`...c£.. */
	$"4BFF F701 6000 0000 8001 0058 3021 0050"            /* Kÿ÷.`...€..X0!.P */
	$"7C08 03A6 BB81 FFF0 4E80 0020 7C08 02A6"            /* |..¦»ÿğN€. |..¦ */
	$"BF81 FFF0 9001 0008 9421 FFB0 60BE 0000"            /* ¿ÿğ...”!ÿ°`¾.. */
	$"549D 063E 607C 0000 33E1 0038 6383 0000"            /* T.>`|..3á.8cƒ.. */
	$"63C5 0000 63A4 0000 4BFF FE71 6000 0000"            /* cÅ..c¤..Kÿşq`... */
	$"7CDE 44AA 7CDF 45AA A91F 0004 3108 FFFD"            /* |ŞDª|ßEª©...1.ÿı */
	$"B11F 0004 A93F 0006 3129 FFFD B13F 0006"            /* ±...©?..1)ÿı±?.. */
	$"2C1D 0000 4182 0040 6383 0000 3880 000C"            /* ,...A‚.@cƒ..8€.. */
	$"4BFF F1E9 6000 0000 A89F 0002 3084 0002"            /* Kÿñé`...¨Ÿ..0„.. */
	$"B09F 0002 A8BF 0000 30A5 0002 B0BF 0000"            /* °Ÿ..¨¿..0¥..°¿.. */
	$"807F 0000 809F 0004 4BFF F739 6000 0000"            /* €...€Ÿ..Kÿ÷9`... */
	$"4800 0010 63E3 0000 4BFF E1F9 8041 0014"            /* H...cã..Kÿáù€A.. */
	$"8001 0058 3021 0050 7C08 03A6 BB81 FFF0"            /* €..X0!.P|..¦»ÿğ */
	$"4E80 0020 7C08 02A6 BFC1 FFF8 9001 0008"            /* N€. |..¦¿Áÿø... */
	$"9421 FFC0 60BF 0000 607E 0000 5484 063F"            /* ”!ÿÀ`¿..`~..T„.? */
	$"4182 00A8 63C3 0000 3880 000B 38A0 000C"            /* A‚.¨cÃ..8€..8 .. */
	$"38C0 0008 4BFF F2BD 6000 0000 63E3 0000"            /* 8À..Kÿò½`...cã.. */
	$"4BFF DF49 8041 0014 63C3 0000 3880 0008"            /* KÿßI€A..cÃ..8€.. */
	$"4BFF F149 6000 0000 63E3 0000 4BFF E185"            /* KÿñI`...cã..Kÿá… */
	$"8041 0014 A87F 0002 A89F 0000 4BFF E1ED"            /* €A..¨...¨Ÿ..Kÿáí */
	$"8041 0014 A87F 0006 3063 FFFF 7C63 0734"            /* €A..¨...0cÿÿ|c.4 */
	$"A89F 0004 3084 FFFF 7C84 0734 4BFF E1E5"            /* ¨Ÿ..0„ÿÿ|„.4Kÿáå */
	$"8041 0014 A87F 0006 3063 FFFF 7C63 0734"            /* €A..¨...0cÿÿ|c.4 */
	$"A89F 0000 4BFF E1B5 8041 0014 A89F 0004"            /* ¨Ÿ..Kÿáµ€A..¨Ÿ.. */
	$"3084 FFFF 7C84 0734 A87F 0002 4BFF E1B5"            /* 0„ÿÿ|„.4¨...Kÿáµ */
	$"8041 0014 4800 0010 63E3 0000 4BFF DEBD"            /* €A..H...cã..KÿŞ½ */
	$"8041 0014 8001 0048 3021 0040 7C08 03A6"            /* €A..€..H0!.@|..¦ */
	$"BBC1 FFF8 4E80 0020 7C08 02A6 BF81 FFF0"            /* »ÁÿøN€. |..¦¿ÿğ */
	$"9001 0008 9421 FFB0 54BC 063E 609D 0000"            /* ...”!ÿ°T¼.>`.. */
	$"607E 0000 33E1 0038 7CDD 44AA 7CDF 45AA"            /* `~..3á.8|İDª|ßEª */
	$"63C3 0000 3880 000C 4BFF F081 6000 0000"            /* cÃ..8€..Kÿğ`... */
	$"63A3 0000 4BFF E0BD 8041 0014 A8DF 0002"            /* c£..Kÿà½€A..¨ß.. */
	$"30C6 0001 B0DF 0002 A8FF 0000 30E7 0001"            /* 0Æ..°ß..¨ÿ..0ç.. */
	$"B0FF 0000 63C3 0000 3880 000B 4BFF F04D"            /* °ÿ..cÃ..8€..KÿğM */
	$"6000 0000 807F 0000 809F 0004 4BFF F52D"            /* `...€...€Ÿ..Kÿõ- */
	$"6000 0000 2C1C 0000 4182 000C 3920 0004"            /* `...,...A‚..9 .. */
	$"4800 0008 3920 0005 63C3 0000 6126 0000"            /* H...9 ..cÃ..a&.. */
	$"7CC6 0734 3880 0007 38A0 0008 4BFF F165"            /* |Æ.48€..8 ..Kÿñe */
	$"6000 0000 63E3 0000 3880 0001 6085 0000"            /* `...cã..8€..`….. */
	$"4BFF DF81 8041 0014 63E3 0000 4BFF DDDD"            /* Kÿß€A..cã..Kÿİİ */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* €A..€..X0!.P|..¦ */
	$"BB81 FFF0 4E80 0020 7C08 02A6 BF21 FFE4"            /* »ÿğN€. |..¦¿!ÿä */
	$"9001 0008 9421 FF90 549B 063E 607F 0000"            /* ...”!ÿT›.>`... */
	$"3381 0038 33A1 0040 33C1 0048 63E3 0000"            /* 3.83¡.@3Á.Hcã.. */
	$"63A4 0000 4BFF F845 6000 0000 80BF 0082"            /* c¤..KÿøE`...€¿.‚ */
	$"80C5 0000 88E6 0013 2C07 0000 4082 0048"            /* €Å..ˆæ..,...@‚.H */
	$"891F 006F 2C88 0000 4086 003C 2F1B 0000"            /* ‰..o,ˆ..@†.</... */
	$"419A 0024 63E3 0000 3880 0001 4BFF EF6D"            /* Aš.$cã..8€..Kÿïm */
	$"6000 0000 63E3 0000 3880 0000 4BFF EF9D"            /* `...cã..8€..Kÿï */
	$"6000 0000 63A3 0000 4BFF F3E9 6000 0000"            /* `...c£..Kÿóé`... */
	$"4800 013C A8BD 0002 3085 0003 7C84 0734"            /* H..<¨½..0…..|„.4 */
	$"60BA 0000 A8DD 0000 30A6 0003 7CA5 0734"            /* `º..¨İ..0¦..|¥.4 */
	$"60D9 0000 30DA 000A 7CC6 0734 30F9 000A"            /* `Ù..0Ú.Â|Æ.40ù.Â */
	$"7CE7 0734 63C3 0000 4BFF E0F1 8041 0014"            /* |ç.4cÃ..Kÿàñ€A.. */
	$"A89E 0002 3084 0002 7C84 0734 A8BE 0000"            /* ¨..0„..|„.4¨¾.. */
	$"30A5 0002 7CA5 0734 A8DD 0006 30C6 FFFE"            /* 0¥..|¥.4¨İ..0Æÿş */
	$"7CC6 0734 A8FD 0004 30E7 FFFE 7CE7 0734"            /* |Æ.4¨ı..0çÿş|ç.4 */
	$"6383 0000 4BFF E0B5 8041 0014 2C1B 0000"            /* cƒ..Kÿàµ€A..,... */
	$"4182 0090 63E3 0000 3880 0001 4BFF EEBD"            /* A‚.cã..8€..Kÿî½ */
	$"6000 0000 63E3 0000 3880 0005 38A0 0006"            /* `...cã..8€..8 .. */
	$"38C0 0001 4BFF F045 6000 0000 63A3 0000"            /* 8À..KÿğE`...c£.. */
	$"4BFF F331 6000 0000 6383 0000 3880 FFFF"            /* Kÿó1`...cƒ..8€ÿÿ */
	$"6085 0000 4BFF DEE5 8041 0014 63E3 0000"            /* `…..KÿŞå€A..cã.. */
	$"6384 0000 38A0 0000 4BFF FDC1 A89E 0006"            /* c„..8 ..KÿıÁ¨.. */
	$"3084 FFFF B09E 0006 A8BE 0004 30A5 FFFF"            /* 0„ÿÿ°..¨¾..0¥ÿÿ */
	$"B0BE 0004 63E3 0000 63C4 0000 38A0 0001"            /* °¾..cã..cÄ..8 .. */
	$"4BFF FD99 4BFF F2A9 6000 0000 4800 0030"            /* Kÿı™Kÿò©`...H..0 */
	$"4BFF F29D 6000 0000 63A3 0000 4BFF F2C5"            /* Kÿò`...c£..KÿòÅ */
	$"6000 0000 6383 0000 4BFF DE69 8041 0014"            /* `...cƒ..KÿŞi€A.. */
	$"63C3 0000 4BFF F2AD 6000 0000 8001 0078"            /* cÃ..Kÿò­`...€..x */
	$"3021 0070 7C08 03A6 BB21 FFE4 4E80 0020"            /* 0!.p|..¦»!ÿäN€.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¦¿¡ÿô...”!ÿ° */
	$"549E 063E 607F 0000 33A1 0038 63E3 0000"            /* T.>`...3¡.8cã.. */
	$"63A4 0000 4BFF F4FD 6000 0000 80BF 0082"            /* c¤..Kÿôı`...€¿.‚ */
	$"80C5 0000 88E6 0010 2C07 0000 4182 001C"            /* €Å..ˆæ..,...A‚.. */
	$"63E3 0000 63C4 0000 63A5 0000 4BFF F9FD"            /* cã..cÄ..c¥..Kÿùı */
	$"6000 0000 4800 0018 63E3 0000 63C4 0000"            /* `...H...cã..cÄ.. */
	$"63A5 0000 4BFF FC01 6000 0000 8001 0058"            /* c¥..Kÿü.`...€..X */
	$"3021 0050 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.P|..¦»¡ÿôN€.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¦¿¡ÿô...”!ÿ° */
	$"549E 063E 607F 0000 33A1 0038 63E3 0000"            /* T.>`...3¡.8cã.. */
	$"63A4 0000 4BFF F511 6000 0000 80BF 0082"            /* c¤..Kÿõ.`...€¿.‚ */
	$"80C5 0000 88E6 0011 2C07 0000 4182 001C"            /* €Å..ˆæ..,...A‚.. */
	$"63E3 0000 63C4 0000 63A5 0000 4BFF FAE1"            /* cã..cÄ..c¥..Kÿúá */
	$"6000 0000 4800 0018 63E3 0000 63C4 0000"            /* `...H...cã..cÄ.. */
	$"63A5 0000 4BFF FB81 6000 0000 8001 0058"            /* c¥..Kÿû`...€..X */
	$"3021 0050 7C08 03A6 BBA1 FFF4 4E80 0020"            /* 0!.P|..¦»¡ÿôN€.  */
	$"5463 063F 4182 0010 3D80 0055 618C 0055"            /* Tc.?A‚..=€.UaŒ.U */
	$"4800 0008 3980 0000 A8C4 0002 54C6 07FF"            /* H...9€..¨Ä..TÆ.ÿ */
	$"4182 0008 558C 083C A8E4 0000 54E7 07FF"            /* A‚..UŒ.<¨ä..Tç.ÿ */
	$"4182 0008 558C 402E 9185 0000 9185 0004"            /* A‚..UŒ@.‘…..‘….. */
	$"4E80 0020 7C08 02A6 BFA1 FFF4 9001 0008"            /* N€. |..¦¿¡ÿô... */
	$"9421 FFB0 607F 0000 33C1 0038 7CA4 44AA"            /* ”!ÿ°`...3Á.8|¤Dª */
	$"7CBE 45AA 4BFF DC7D 8041 0014 6064 0000"            /* |¾EªKÿÜ}€A..`d.. */
	$"63C3 0000 609D 0000 3880 FFFF 6085 0000"            /* cÃ..`..8€ÿÿ`….. */
	$"4BFF DC01 8041 0014 63A3 0000 63C4 0000"            /* KÿÜ.€A..c£..cÄ.. */
	$"4BFF DC99 8041 0014 63E3 0000 63A4 0000"            /* KÿÜ™€A..cã..c¤.. */
	$"63E5 0000 4BFF DA5D 8041 0014 63A3 0000"            /* cå..KÿÚ]€A..c£.. */
	$"4BFF DBA1 8041 0014 8001 0058 3021 0050"            /* KÿÛ¡€A..€..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 7C08 02A6"            /* |..¦»¡ÿôN€. |..¦ */
	$"BEC1 FFD8 9001 0008 9421 FF90 60D8 0000"            /* ¾ÁÿØ...”!ÿ`Ø.. */
	$"60BC 0000 549B 063E 607F 0000 32C1 0038"            /* `¼..T›.>`...2Á.8 */
	$"33C1 0040 80FF 0082 8107 0000 8928 0013"            /* 3Á.@€ÿ.‚...‰(.. */
	$"2C09 0000 4082 0010 895F 006F 2C8A 0000"            /* ,Æ..@‚..‰_.o,Š.. */
	$"4186 000C 3920 0001 4800 0008 3920 0000"            /* A†..9 ..H...9 .. */
	$"5539 063E 813F 0086 2F09 0000 419A 02E0"            /* U9.>?.†/Æ..Aš.à */
	$"8169 0000 898B 0000 2F8C 0000 419E 02D0"            /* i..‰‹../Œ..A.Ğ */
	$"80FF 0082 8107 0000 8888 0012 2C04 0000"            /* €ÿ.‚...ˆˆ..,... */
	$"4182 02BC A8BC 0006 A8DC 0002 7CA6 2810"            /* A‚.¼¨¼..¨Ü..|¦(. */
	$"30A5 FFF0 7CBD 0734 3346 0008 7F5A 0734"            /* 0¥ÿğ|½.43F...Z.4 */
	$"895F 0070 2C8A 0000 4086 0010 897F 0071"            /* ‰_.p,Š..@†..‰..q */
	$"2F0B 0000 419A 0014 319D FFE2 7D9D 0734"            /* /...Aš..1ÿâ}.4 */
	$"313A 000F 7D3A 0734 2F9D 0000 409D 0270"            /* 1:..}:.4/..@.p */
	$"3860 0001 4BFF DD7D 8041 0014 3860 0009"            /* 8`..Kÿİ}€A..8`.Æ */
	$"4BFF DC99 8041 0014 3860 0001 4BFF DBE5"            /* KÿÜ™€A..8`..KÿÛå */
	$"8041 0014 3860 0001 4BFF DD71 8041 0014"            /* €A..8`..Kÿİq€A.. */
	$"807F 0086 4BFF DCBD 8041 0014 6077 0000"            /* €..†KÿÜ½€A..`w.. */
	$"807F 0086 4BFF DCC5 8041 0014 2C1B 0000"            /* €..†KÿÜÅ€A..,... */
	$"4182 0010 62C3 0000 4BFF DB91 8041 0014"            /* A‚..bÃ..KÿÛ‘€A.. */
	$"63E3 0000 6364 0000 4BFF F489 6000 0000"            /* cã..cd..Kÿô‰`... */
	$"809F 0086 8064 0000 4BFF DA51 8041 0014"            /* €Ÿ.†€d..KÿÚQ€A.. */
	$"3123 000A 7D29 0734 7C09 E800 4081 000C"            /* 1#.Â}).4|Æè.@.. */
	$"63A9 0000 4800 0004 7D29 0734 7C89 E810"            /* c©..H...}).4|‰è. */
	$"7C84 0734 7C84 0E70 7C84 0194 7C88 0734"            /* |„.4|„.p|„.”|ˆ.4 */
	$"5525 07FF 4082 000C 30C9 FFFF 7CC9 0734"            /* U%.ÿ@‚..0Éÿÿ|É.4 */
	$"5507 07FF 2147 0000 7D4A 3914 7D4A 4010"            /* U..ÿ!G..}J9.}J@. */
	$"7D4A 0734 7D5A 5014 6126 0000 7CCA 3014"            /* }J.4}ZP.a&..|Ê0. */
	$"7CC6 0734 6144 0000 7C84 0734 A8BC 0000"            /* |Æ.4aD..|„.4¨¼.. */
	$"30A5 0001 7CA5 0734 A8FC 0004 30E7 FFFF"            /* 0¥..|¥.4¨ü..0çÿÿ */
	$"7CE7 0734 63C3 0000 4BFF DC31 8041 0014"            /* |ç.4cÃ..KÿÜ1€A.. */
	$"2C19 0000 4182 0018 63C3 0000 3880 0000"            /* ,...A‚..cÃ..8€.. */
	$"38A0 0001 4BFF D9BD 8041 0014 7C9E 44AA"            /* 8 ..KÿÙ½€A..|Dª */
	$"7C98 45AA 63C3 0000 4BFF D9F1 8041 0014"            /* |˜EªcÃ..KÿÙñ€A.. */
	$"63C3 0000 3880 0005 38A0 0000 4BFF D995"            /* cÃ..8€..8 ..KÿÙ• */
	$"8041 0014 2C19 0000 4182 0018 63C3 0000"            /* €A..,...A‚..cÃ.. */
	$"3880 0000 38A0 FFFF 4BFF D979 8041 0014"            /* 8€..8 ÿÿKÿÙy€A.. */
	$"4BFF D9D1 8041 0014 607D 0000 4BFF D9C5"            /* KÿÙÑ€A..`}..KÿÙÅ */
	$"8041 0014 607C 0000 63A3 0000 4BFF D715"            /* €A..`|..c£..Kÿ×. */
	$"8041 0014 6383 0000 63C4 0000 4BFF D9ED"            /* €A..cƒ..cÄ..KÿÙí */
	$"8041 0014 6384 0000 6385 0000 63A3 0000"            /* €A..c„..c…..c£.. */
	$"4BFF DA99 8041 0014 6383 0000 4BFF DBAD"            /* KÿÚ™€A..cƒ..KÿÛ­ */
	$"8041 0014 2C03 0000 4082 0044 6383 0000"            /* €A..,...@‚.Dcƒ.. */
	$"4BFF D719 8041 0014 A89E 0004 3084 FFFE"            /* Kÿ×.€A..¨..0„ÿş */
	$"7C84 0734 A87E 0002 4BFF DA31 8041 0014"            /* |„.4¨~..KÿÚ1€A.. */
	$"809F 0086 8064 0000 4BFF DAE1 8041 0014"            /* €Ÿ.†€d..KÿÚá€A.. */
	$"63A3 0000 4BFF D6E5 8041 0014 63A3 0000"            /* c£..KÿÖå€A..c£.. */
	$"4BFF D8A1 8041 0014 6383 0000 4BFF D895"            /* KÿØ¡€A..cƒ..KÿØ• */
	$"8041 0014 2C1B 0000 4182 0010 62C3 0000"            /* €A..,...A‚..bÃ.. */
	$"4BFF DB21 8041 0014 807F 0086 62E4 0000"            /* KÿÛ!€A..€..†bä.. */
	$"4BFF D8D1 8041 0014 3860 0000 4BFF DB35"            /* KÿØÑ€A..8`..KÿÛ5 */
	$"8041 0014 3860 0000 4BFF DA51 8041 0014"            /* €A..8`..KÿÚQ€A.. */
	$"3860 0000 4BFF D99D 8041 0014 8001 0078"            /* 8`..KÿÙ€A..€..x */
	$"3021 0070 7C08 03A6 BAC1 FFD8 4E80 0020"            /* 0!.p|..¦ºÁÿØN€.  */
	$"7C08 02A6 BFA1 FFF4 9001 0008 9421 FFB0"            /* |..¦¿¡ÿô...”!ÿ° */
	$"60DE 0000 60A9 0000 33E1 0038 5529 063E"            /* `Ş..`©..3á.8U).> */
	$"38E0 0000 B0FF 0006 B0FF 0004 B0FF 0002"            /* 8à..°ÿ..°ÿ..°ÿ.. */
	$"B0FF 0000 6085 0000 6124 0000 63E6 0000"            /* °ÿ..`…..a$..cæ.. */
	$"4BFF FC6D 63E3 0000 4BFF D6C9 8041 0014"            /* Kÿümcã..KÿÖÉ€A.. */
	$"2C03 0000 4082 0040 4BFF D869 8041 0014"            /* ,...@‚.@KÿØi€A.. */
	$"6064 0000 609D 0000 63E4 0000 4BFF D89D"            /* `d..`..cä..KÿØ */
	$"8041 0014 63C3 0000 63A4 0000 63C5 0000"            /* €A..cÃ..c¤..cÅ.. */
	$"4BFF D661 8041 0014 63A3 0000 4BFF D7A5"            /* KÿÖa€A..c£..Kÿ×¥ */
	$"8041 0014 8001 0058 3021 0050 7C08 03A6"            /* €A..€..X0!.P|..¦ */
	$"BBA1 FFF4 4E80 0020 7C08 02A6 BF01 FFE0"            /* »¡ÿôN€. |..¦¿.ÿà */
	$"9001 0008 9421 FF88 549E 063E 607F 0000"            /* ...”!ÿˆT.>`... */
	$"3301 0038 3321 0040 3361 0048 3381 0050"            /* 3..83!.@3a.H3.P */
	$"80BF 0082 80C5 0000 88E6 0013 2C07 0000"            /* €¿.‚€Å..ˆæ..,... */
	$"4082 0010 891F 006F 2C88 0000 4186 000C"            /* @‚..‰..o,ˆ..A†.. */
	$"3920 0001 4800 0008 3920 0000 553A 063F"            /* 9 ..H...9 ..U:.? */
	$"4BFF D7C1 8041 0014 607D 0000 63E3 0000"            /* Kÿ×Á€A..`}..cã.. */
	$"6384 0000 4BFF EE8D 6000 0000 63E3 0000"            /* c„..Kÿî`...cã.. */
	$"63C4 0000 4BFF F0B9 6000 0000 6383 0000"            /* cÄ..Kÿğ¹`...cƒ.. */
	$"4BFF D7F1 8041 0014 7C9C 44AA 7C99 45AA"            /* Kÿ×ñ€A..|œDª|™Eª */
	$"2C1A 0000 4182 000C 3920 0001 4800 0008"            /* ,...A‚..9 ..H... */
	$"3920 0000 2C9A 0000 4186 000C 3900 0001"            /* 9 ..,š..A†..9... */
	$"4800 0008 3900 0000 3089 0001 7C84 0734"            /* H...9...0‰..|„.4 */
	$"30A8 0001 7CA5 0734 6323 0000 4BFF D6E5"            /* 0¨..|¥.4c#..KÿÖå */
	$"8041 0014 63A3 0000 6324 0000 4BFF D77D"            /* €A..c£..c$..Kÿ×} */
	$"8041 0014 2C1A 0000 4182 008C 63E3 0000"            /* €A..,...A‚.Œcã.. */
	$"63C4 0000 6385 0000 4BFF F2A5 889F 0070"            /* cÄ..c…..Kÿò¥ˆŸ.p */
	$"2C04 0000 4182 0034 63E3 0000 6364 0000"            /* ,...A‚.4cã..cd.. */
	$"4BFF EE41 6000 0000 63E3 0000 6365 0000"            /* KÿîA`...cã..ce.. */
	$"63C4 0000 4BFF F355 6000 0000 63A3 0000"            /* cÄ..KÿóU`...c£.. */
	$"6364 0000 4BFF FA41 889F 0071 2C04 0000"            /* cd..KÿúAˆŸ.q,... */
	$"4182 0034 63E3 0000 6364 0000 4BFF EE99"            /* A‚.4cã..cd..Kÿî™ */
	$"6000 0000 63E3 0000 6365 0000 63C4 0000"            /* `...cã..ce..cÄ.. */
	$"4BFF F47D 6000 0000 63A3 0000 6364 0000"            /* Kÿô}`...c£..cd.. */
	$"4BFF FA05 63E3 0000 63C4 0000 4BFF F0D9"            /* Kÿú.cã..cÄ..KÿğÙ */
	$"6000 0000 63E3 0000 63A6 0000 63C5 0000"            /* `...cã..c¦..cÅ.. */
	$"6384 0000 4BFF FDBD 6343 0000 6384 0000"            /* c„..Kÿı½cC..c„.. */
	$"6305 0000 4BFF F98D 63A3 0000 6304 0000"            /* c...Kÿùc£..c... */
	$"4BFF D679 8041 0014 63A3 0000 4BFF D5C5"            /* KÿÖy€A..c£..KÿÕÅ */
	$"8041 0014 8001 0080 3021 0078 7C08 03A6"            /* €A..€..€0!.x|..¦ */
	$"BB01 FFE0 4E80 0020 7C08 02A6 BFA1 FFF4"            /* ».ÿàN€. |..¦¿¡ÿô */
	$"9001 0008 9421 FFB0 549D 063E 607E 0000"            /* ...”!ÿ°T.>`~.. */
	$"33E1 0038 80FE 0072 8107 0000 3108 0002"            /* 3á.8€ş.r...1... */
	$"7CA8 44AA 7CBF 45AA A93F 0004 3129 FFFF"            /* |¨Dª|¿Eª©?..1)ÿÿ */
	$"B13F 0004 A95F 0006 314A FFFF B15F 0006"            /* ±?..©_..1Jÿÿ±_.. */
	$"63C3 0000 63A4 0000 4BFF EF05 6000 0000"            /* cÃ..c¤..Kÿï.`... */
	$"63E3 0000 4BFF D63D 8041 0014 2C1D 0000"            /* cã..KÿÖ=€A..,... */
	$"4182 0014 63C3 0000 3880 0001 4BFF E5DD"            /* A‚..cÃ..8€..Kÿåİ */
	$"6000 0000 63E3 0000 3880 0001 6085 0000"            /* `...cã..8€..`….. */
	$"4BFF D629 8041 0014 807F 0000 809F 0004"            /* KÿÖ)€A..€...€Ÿ.. */
	$"4BFF EB31 6000 0000 8001 0058 3021 0050"            /* Kÿë1`...€..X0!.P */
	$"7C08 03A6 BBA1 FFF4 4E80 0020 0000 0000"            /* |..¦»¡ÿôN€. .... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0668 0000 0ADC"            /* ...........h..ÂÜ */
	$"0000 11C8 0000 0110 0000 0130 0000 0510"            /* ...È.......0.... */
	$"0000 00EC 0000 0000 0000 0A18 0000 00EC"            /* ...ì......Â....ì */
	$"0000 0000 0000 0E40 0000 00EC 0000 0000"            /* .......@...ì.... */
	$"AAFE 0700 0000 0000 0000 0000 0000 3E80"            /* ªş............>€ */
	$"0001 0004 0000 00F8 0000 0000 0000 0000"            /* .......ø........ */
	$"AAFE 0700 0000 0000 0000 0000 0000 3E80"            /* ªş............>€ */
	$"0001 0004 0000 0104 0000 0000 0000 0000"            /* ................ */
};

resource 'PICT' (140) {
	2252,
	{0, 0, 8, 10},
	$"0011 02FF 0C00 FFFE 0000 0048 0000 0048"
	$"0000 0000 0000 0008 000A 0000 0000 0001"
	$"000A 0000 0000 0008 000A 0098 800C 0000"
	$"0000 0008 000A 0000 0000 0000 0000 0048"
	$"0000 0048 0000 0000 0008 0001 0008 0000"
	$"0000 0000 0000 0000 0000 0044 AC42 0000"
	$"00FF 0000 FFFF FFFF FFFF 0001 FFFF FFFF"
	$"CCCC 0002 FFFF FFFF 9999 0003 FFFF FFFF"
	$"6666 0004 FFFF FFFF 3333 0005 FFFF FFFF"
	$"0000 0006 FFFF CCCC FFFF 0007 FFFF CCCC"
	$"CCCC 0008 FFFF CCCC 9999 0009 FFFF CCCC"
	$"6666 000A FFFF CCCC 3333 000B FFFF CCCC"
	$"0000 000C FFFF 9999 FFFF 000D FFFF 9999"
	$"CCCC 000E FFFF 9999 9999 000F FFFF 9999"
	$"6666 0010 FFFF 9999 3333 0011 FFFF 9999"
	$"0000 0012 FFFF 6666 FFFF 0013 FFFF 6666"
	$"CCCC 0014 FFFF 6666 9999 0015 FFFF 6666"
	$"6666 0016 FFFF 6666 3333 0017 FFFF 6666"
	$"0000 0018 FFFF 3333 FFFF 0019 FFFF 3333"
	$"CCCC 001A FFFF 3333 9999 001B FFFF 3333"
	$"6666 001C FFFF 3333 3333 001D FFFF 3333"
	$"0000 001E FFFF 0000 FFFF 001F FFFF 0000"
	$"CCCC 0020 FFFF 0000 9999 0021 FFFF 0000"
	$"6666 0022 FFFF 0000 3333 0023 FFFF 0000"
	$"0000 0024 CCCC FFFF FFFF 0025 CCCC FFFF"
	$"CCCC 0026 CCCC FFFF 9999 0027 CCCC FFFF"
	$"6666 0028 CCCC FFFF 3333 0029 CCCC FFFF"
	$"0000 002A CCCC CCCC FFFF 002B CCCC CCCC"
	$"CCCC 002C CCCC CCCC 9999 002D CCCC CCCC"
	$"6666 002E CCCC CCCC 3333 002F CCCC CCCC"
	$"0000 0030 CCCC 9999 FFFF 0031 CCCC 9999"
	$"CCCC 0032 CCCC 9999 9999 0033 CCCC 9999"
	$"6666 0034 CCCC 9999 3333 0035 CCCC 9999"
	$"0000 0036 CCCC 6666 FFFF 0037 CCCC 6666"
	$"CCCC 0038 CCCC 6666 9999 0039 CCCC 6666"
	$"6666 003A CCCC 6666 3333 003B CCCC 6666"
	$"0000 003C CCCC 3333 FFFF 003D CCCC 3333"
	$"CCCC 003E CCCC 3333 9999 003F CCCC 3333"
	$"6666 0040 CCCC 3333 3333 0041 CCCC 3333"
	$"0000 0042 CCCC 0000 FFFF 0043 CCCC 0000"
	$"CCCC 0044 CCCC 0000 9999 0045 CCCC 0000"
	$"6666 0046 CCCC 0000 3333 0047 CCCC 0000"
	$"0000 0048 9999 FFFF FFFF 0049 9999 FFFF"
	$"CCCC 004A 9999 FFFF 9999 004B 9999 FFFF"
	$"6666 004C 9999 FFFF 3333 004D 9999 FFFF"
	$"0000 004E 9999 CCCC FFFF 004F 9999 CCCC"
	$"CCCC 0050 9999 CCCC 9999 0051 9999 CCCC"
	$"6666 0052 9999 CCCC 3333 0053 9999 CCCC"
	$"0000 0054 9999 9999 FFFF 0055 9999 9999"
	$"CCCC 0056 9999 9999 9999 0057 9999 9999"
	$"6666 0058 9999 9999 3333 0059 9999 9999"
	$"0000 005A 9999 6666 FFFF 005B 9999 6666"
	$"CCCC 005C 9999 6666 9999 005D 9999 6666"
	$"6666 005E 9999 6666 3333 005F 9999 6666"
	$"0000 0060 9999 3333 FFFF 0061 9999 3333"
	$"CCCC 0062 9999 3333 9999 0063 9999 3333"
	$"6666 0064 9999 3333 3333 0065 9999 3333"
	$"0000 0066 9999 0000 FFFF 0067 9999 0000"
	$"CCCC 0068 9999 0000 9999 0069 9999 0000"
	$"6666 006A 9999 0000 3333 006B 9999 0000"
	$"0000 006C 6666 FFFF FFFF 006D 6666 FFFF"
	$"CCCC 006E 6666 FFFF 9999 006F 6666 FFFF"
	$"6666 0070 6666 FFFF 3333 0071 6666 FFFF"
	$"0000 0072 6666 CCCC FFFF 0073 6666 CCCC"
	$"CCCC 0074 6666 CCCC 9999 0075 6666 CCCC"
	$"6666 0076 6666 CCCC 3333 0077 6666 CCCC"
	$"0000 0078 6666 9999 FFFF 0079 6666 9999"
	$"CCCC 007A 6666 9999 9999 007B 6666 9999"
	$"6666 007C 6666 9999 3333 007D 6666 9999"
	$"0000 007E 6666 6666 FFFF 007F 6666 6666"
	$"CCCC 0080 6666 6666 9999 0081 6666 6666"
	$"6666 0082 6666 6666 3333 0083 6666 6666"
	$"0000 0084 6666 3333 FFFF 0085 6666 3333"
	$"CCCC 0086 6666 3333 9999 0087 6666 3333"
	$"6666 0088 6666 3333 3333 0089 6666 3333"
	$"0000 008A 6666 0000 FFFF 008B 6666 0000"
	$"CCCC 008C 6666 0000 9999 008D 6666 0000"
	$"6666 008E 6666 0000 3333 008F 6666 0000"
	$"0000 0090 3333 FFFF FFFF 0091 3333 FFFF"
	$"CCCC 0092 3333 FFFF 9999 0093 3333 FFFF"
	$"6666 0094 3333 FFFF 3333 0095 3333 FFFF"
	$"0000 0096 3333 CCCC FFFF 0097 3333 CCCC"
	$"CCCC 0098 3333 CCCC 9999 0099 3333 CCCC"
	$"6666 009A 3333 CCCC 3333 009B 3333 CCCC"
	$"0000 009C 3333 9999 FFFF 009D 3333 9999"
	$"CCCC 009E 3333 9999 9999 009F 3333 9999"
	$"6666 00A0 3333 9999 3333 00A1 3333 9999"
	$"0000 00A2 3333 6666 FFFF 00A3 3333 6666"
	$"CCCC 00A4 3333 6666 9999 00A5 3333 6666"
	$"6666 00A6 3333 6666 3333 00A7 3333 6666"
	$"0000 00A8 3333 3333 FFFF 00A9 3333 3333"
	$"CCCC 00AA 3333 3333 9999 00AB 3333 3333"
	$"6666 00AC 3333 3333 3333 00AD 3333 3333"
	$"0000 00AE 3333 0000 FFFF 00AF 3333 0000"
	$"CCCC 00B0 3333 0000 9999 00B1 3333 0000"
	$"6666 00B2 3333 0000 3333 00B3 3333 0000"
	$"0000 00B4 0000 FFFF FFFF 00B5 0000 FFFF"
	$"CCCC 00B6 0000 FFFF 9999 00B7 0000 FFFF"
	$"6666 00B8 0000 FFFF 3333 00B9 0000 FFFF"
	$"0000 00BA 0000 CCCC FFFF 00BB 0000 CCCC"
	$"CCCC 00BC 0000 CCCC 9999 00BD 0000 CCCC"
	$"6666 00BE 0000 CCCC 3333 00BF 0000 CCCC"
	$"0000 00C0 0000 9999 FFFF 00C1 0000 9999"
	$"CCCC 00C2 0000 9999 9999 00C3 0000 9999"
	$"6666 00C4 0000 9999 3333 00C5 0000 9999"
	$"0000 00C6 0000 6666 FFFF 00C7 0000 6666"
	$"CCCC 00C8 0000 6666 9999 00C9 0000 6666"
	$"6666 00CA 0000 6666 3333 00CB 0000 6666"
	$"0000 00CC 0000 3333 FFFF 00CD 0000 3333"
	$"CCCC 00CE 0000 3333 9999 00CF 0000 3333"
	$"6666 00D0 0000 3333 3333 00D1 0000 3333"
	$"0000 00D2 0000 0000 FFFF 00D3 0000 0000"
	$"CCCC 00D4 0000 0000 9999 00D5 0000 0000"
	$"6666 00D6 0000 0000 3333 00D7 EEEE 0000"
	$"0000 00D8 DDDD 0000 0000 00D9 BBBB 0000"
	$"0000 00DA AAAA 0000 0000 00DB 8888 0000"
	$"0000 00DC 7777 0000 0000 00DD 5555 0000"
	$"0000 00DE 4444 0000 0000 00DF 2222 0000"
	$"0000 00E0 1111 0000 0000 00E1 0000 EEEE"
	$"0000 00E2 0000 DDDD 0000 00E3 0000 BBBB"
	$"0000 00E4 0000 AAAA 0000 00E5 0000 8888"
	$"0000 00E6 0000 7777 0000 00E7 0000 5555"
	$"0000 00E8 0000 4444 0000 00E9 0000 2222"
	$"0000 00EA 0000 1111 0000 00EB 0000 0000"
	$"EEEE 00EC 0000 0000 DDDD 00ED 0000 0000"
	$"BBBB 00EE 0000 0000 AAAA 00EF 0000 0000"
	$"8888 00F0 0000 0000 7777 00F1 0000 0000"
	$"5555 00F2 0000 0000 4444 00F3 0000 0000"
	$"2222 00F4 0000 0000 1111 00F5 EEEE EEEE"
	$"EEEE 00F6 DDDD DDDD DDDD 00F7 BBBB BBBB"
	$"BBBB 00F8 AAAA AAAA AAAA 00F9 8888 8888"
	$"8888 00FA 7777 7777 7777 00FB 5555 5555"
	$"5555 00FC 4444 4444 4444 00FD 2222 2222"
	$"2222 00FE 1111 1111 1111 00FF 0000 0000"
	$"0000 0000 0000 0008 000A 0000 0000 0008"
	$"000A 0000 06F8 FF02 F600 0008 00FF FA00"
	$"FFFF FF00 0B01 FF00 FCFF 0400 FFFF 0000"
	$"0C02 FF00 00FE FFFF 00FF FFFF 000C 00FF"
	$"FE00 00FF FE00 FFFF FF00 0800 FFFA 00FF"
	$"FFFF 0004 F7FF FF00 0600 F6F8 FFFF 0000"
	$"00FF"
};

resource 'dctb' (diaNum) {
	{	/* array ColorSpec: 5 elements */
		/* [1] */
		wContentColor, 56797, 56797, 56797,
		/* [2] */
		wFrameColor, 0, 0, 0,
		/* [3] */
		wTextColor, 0, 0, 0,
		/* [4] */
		wHiliteColor, 0, 0, 0,
		/* [5] */
		wTitleBarColor, 65535, 65535, 65535
	}
};

resource 'MENU' (131) {
	131,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 3 elements */
		/* [1] */
		"11 Khz", noIcon, noKey, noMark, plain,
		/* [2] */
		"22 Khz", noIcon, noKey, noMark, plain,
		/* [3] */
		"44 Khz", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (132) {
	132,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 3 elements */
		/* [1] */
		"Mono", noIcon, noKey, noMark, plain,
		/* [2] */
		"Stereo", noIcon, noKey, noMark, plain,
		/* [3] */
		"True Stereo", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (133) {
	133,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"8 Bits", noIcon, noKey, noMark, plain,
		/* [2] */
		"16 Bits", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (165) {
	165,
	textMenuProc,
	allEnabled,
	enabled,
	"MS",
	{	/* array: 15 elements */
		/* [1] */
		"Delay OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"1 ms", noIcon, noKey, noMark, plain,
		/* [3] */
		"10 ms", noIcon, noKey, noMark, plain,
		/* [4] */
		"25 ms", noIcon, noKey, noMark, plain,
		/* [5] */
		"30 ms", noIcon, noKey, noMark, plain,
		/* [6] */
		"35 ms", noIcon, noKey, noMark, plain,
		/* [7] */
		"40 ms", noIcon, noKey, noMark, plain,
		/* [8] */
		"45 ms", noIcon, noKey, noMark, plain,
		/* [9] */
		"50 ms", noIcon, noKey, noMark, plain,
		/* [10] */
		"60 ms", noIcon, noKey, noMark, plain,
		/* [11] */
		"70 ms", noIcon, noKey, noMark, plain,
		/* [12] */
		"80 ms", noIcon, noKey, noMark, plain,
		/* [13] */
		"90 ms", noIcon, noKey, noMark, plain,
		/* [14] */
		"100 ms", noIcon, noKey, noMark, plain,
		/* [15] */
		"200 ms", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (169) {
	169,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 7 elements */
		/* [1] */
		"10 %", noIcon, noKey, noMark, plain,
		/* [2] */
		"20 %", noIcon, noKey, noMark, plain,
		/* [3] */
		"30 %", noIcon, noKey, noMark, plain,
		/* [4] */
		"40 %", noIcon, noKey, noMark, plain,
		/* [5] */
		"50 %", noIcon, noKey, noMark, plain,
		/* [6] */
		"60 %", noIcon, noKey, noMark, plain,
		/* [7] */
		"70 %", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (170) {
	170,
	textMenuProc,
	allEnabled,
	enabled,
	"MS",
	{	/* array: 15 elements */
		/* [1] */
		"Reverb OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"25 ms", noIcon, noKey, noMark, plain,
		/* [3] */
		"30 ms", noIcon, noKey, noMark, plain,
		/* [4] */
		"35 ms", noIcon, noKey, noMark, plain,
		/* [5] */
		"40 ms", noIcon, noKey, noMark, plain,
		/* [6] */
		"45 ms", noIcon, noKey, noMark, plain,
		/* [7] */
		"50 ms", noIcon, noKey, noMark, plain,
		/* [8] */
		"60 ms", noIcon, noKey, noMark, plain,
		/* [9] */
		"70 ms", noIcon, noKey, noMark, plain,
		/* [10] */
		"80 ms", noIcon, noKey, noMark, plain,
		/* [11] */
		"90 ms", noIcon, noKey, noMark, plain,
		/* [12] */
		"100 ms", noIcon, noKey, noMark, plain,
		/* [13] */
		"200 ms", noIcon, noKey, noMark, plain,
		/* [14] */
		"300 ms", noIcon, noKey, noMark, plain,
		/* [15] */
		"400 ms", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (128) {
	128,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (129) {
	129,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (130) {
	130,
	textMenuProc,
	allEnabled,
	enabled,
	"Title",
	{	/* array: 2 elements */
		/* [1] */
		"OFF", noIcon, noKey, noMark, plain,
		/* [2] */
		"ON", noIcon, noKey, noMark, plain
	}
};

data 'Prou' (0, "Owner resource") {
	$"194D 7573 6963 2044 7269 7665 7273 2062"            /* .Music Drivers b */
	$"7920 412E 524F 5353 4554"                           /* y A.ROSSET */
};

resource 'ics8' (128) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF F6F6 FFF6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF FFFF FFF6 F6FF"
	$"FFF6 F6F6 F6F6 F6FF FFFF FFFF F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 FFF6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 FFF6 F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 F6FF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6FF FFFF F6FF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 FF00 00FF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 FF00 FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 FFFF FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 F6FF FFFF FFFF FFF6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 FFFF FFFF F6F6 F6F6 F6FF"
	$"FFF6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6FF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

resource 'ics#' (128) {
	{	/* array: 2 elements */
		/* [1] */
		$"FFFF 8001 81C9 81F9 81F1 8081 8081 8041"
		$"8741 89E1 8BE1 8FE1 87E1 83C1 8001 FFFF",
		/* [2] */
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	}
};

resource 'icl8' (128) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"FFFF FFFF FFFF F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"FFFF FFFF FFF5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5FF F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFFA FAFA FAFA FAFA FAFA FAFA FAFA FAFA"
	$"FAFF FAFA FAFA FAFA FAFA FAFA FAFA FAFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 FFFF"
	$"FFF5 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFF5 F5F5 F5FF FFFF F5F5 FFF5 F5FF FAFA"
	$"FFFF FFFF F5F5 F5F5 F5FF FFFF F5F5 FFFF"
	$"FFF5 F5F5 F5FF FFFF FFFF FFF5 F5FF FAFF"
	$"FFFF FFFF F5F5 F5F5 F5FF FFFF FFFF FFFF"
	$"FFFA FAFA FAFF FFFF FFFF FAFA FAFF FFFF"
	$"FFFF FFFF FAFA FAFA FAFF FFFF FFFF FAFF"
	$"FFF5 F5F5 F5F5 FFF5 F5F5 F5F5 F5F5 FFFF"
	$"FFFF FFFF F5F5 F5F5 F5F5 FFF5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 FFF5 F5F5 F5F5 F5F5 F5FF"
	$"FFFF FFF5 F5F5 F5F5 F5F5 FFF5 F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5FF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF F5F5 F5FF"
	$"FFF5 F5FF FFFF F5FF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5FF FFFF F5FF F5F5 F5FF"
	$"FFFA FFFA FAFF FFFF FFFA FAFA FAFA FAFA"
	$"FAFA FAFA FAFA FFFA FAFF FFFF FFFA FAFF"
	$"FFF5 FFFA FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 FFFA FFFF FFFF FFF5 F5FF"
	$"FFF5 FFFF FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 FFFF FFFF FFFF FFF5 F5FF"
	$"FFF5 F5FF FFFF FFFF FFF5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5FF FFFF FFFF FFF5 F5FF"
	$"FFF5 F5F5 FFFF FFFF F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 FFFF FFFF F5F5 F5FF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5FF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5"
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 F5F5 FAFF"
	$"FFF5 F6F7 F8F6 F6F7 F8F6 F8F6 F62B F7F6"
	$"2BF8 F7F6 F6F8 F6F6 2BF8 F7F6 F6F6 FAFF"
	$"FFF5 F6AC FF2B F6FE FFF6 FFF6 F6F8 FFF7"
	$"81FF FF81 F8FF F6F8 FEFF FFF9 F6F6 FAFF"
	$"FFF5 F6AC FDFA 2BFD FFF6 FFF6 F6F8 FFF7"
	$"FFF8 F8F8 F8FF F6FE F8F6 2BFF F6F6 FAFF"
	$"FFF5 F5AC 81FC FC81 FFF6 FFF6 F6F8 FF2B"
	$"FDFE ACF8 F8FF F5FF F6F6 F6F6 F6F6 FAFF"
	$"FFF5 F6AC F8FF FCF8 FFF6 FFF6 F6F8 FFF7"
	$"F8F8 F8FE F8FF F6FE 2BF6 2BFF F5F6 FAFF"
	$"FFF5 F6AC F8AC FFF6 FFF5 ACFF FFFD FFF7"
	$"FEFF FF81 F8FF F6FA FFFF FFFF F6F6 FAFF"
	$"FFF5 F6F9 2BF8 F9F6 81F6 2BF9 81F9 F6F6"
	$"2BFA FA2B F7F9 F6F5 F881 F9F6 F6F6 FAFF"
	$"FFF5 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6 F6F6"
	$"F6F6 F6F6 F6F6 F6F6 F6F5 F6F6 F6F6 FAFF"
	$"FFFA FAFA FAFA FAFA FAFA FAFA FAFA FAFA"
	$"FAFA FAFA FAFA FAFA FAFA FAFA FAFA FAFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
};

resource 'ICN#' (128) {
	{	/* array: 2 elements */
		/* [1] */
		$"FFFF FFFF 8000 FC01 8000 F801 8000 4001"
		$"FFFF FFFF 8000 2001 8003 A001 8727 F073"
		$"87E7 F07F FFFF FFFF 8203 F021 8201 E021"
		$"8100 0011 9D00 01D1 FFFF FFFF BF80 03F9"
		$"BF80 03F9 9F80 01F9 8F00 00F1 8000 0001"
		$"FFFF FFFF 8000 0003 8000 0003 99A2 F4E3"
		$"9DA2 8513 9FA2 E503 96A2 1513 96BE F5F3"
		$"8088 6043 8000 0003 FFFF FFFF FFFF FFFF",
		/* [2] */
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
		$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	}
};

resource 'BNDL' (128) {
	'Prou',
	0,
	{	/* array TypeArray: 2 elements */
		/* [1] */
		'FREF',
		{	/* array IDArray: 3 elements */
			/* [1] */
			0, 128,
			/* [2] */
			1, 129,
			/* [3] */
			2, 130
		},
		/* [2] */
		'ICN#',
		{	/* array IDArray: 3 elements */
			/* [1] */
			0, 128,
			/* [2] */
			1, 0,
			/* [3] */
			2, 0
		}
	}
};

//FIXME: umm, isn't this supposed to be editable?
data 'DLOG' (diaNum) {
	$"0066 0084 00CD 011A 0C84 0000 0100 0000"            /* .f.„.Í...„...... */
	$"0000 0C8E 0E54 6865 2050 6C61 7965 7220"            /* ....The Player  */
	$"5052 4F"                                            /* PRO */
};

data 'MADI' (3214) {
	$"4D41 4449 6672 6565 6661 6C6C 0000 0000"            /* MADIfreefall.... */
	$"0000 0000 0000 0000 2362 0000 0000 0000"            /* ........#b...... */
	$"0000 0000 436F 6E76 6572 7465 6420 6279"            /* ....Converted by */
	$"2050 6C61 7965 7250 524F 204D 4144 2D46"            /*  PlayerPRO MAD-F */
	$"2D47 2050 6C75 6720 28A9 416E 746F 696E"            /* -G Plug (©Antoin */
	$"6520 524F 5353 4554 203C 726F 7373 6574"            /* e ROSSET <rosset */
	$"4064 6961 6C2E 6575 6E65 742E 6368 3E29"            /* @dial.eunet.ch>) */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 090A 0E0D 0003 0200 0104 0500"            /* ....ÆÂ.......... */
	$"0106 0700 0103 0800 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0006 007D 1030 1030 1030 1030 1030 1030"            /* ...}.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 1030 1030 1030 1030 1030 1030"            /* .0.0.0.0.0.0.0.0 */
	$"1030 1030 4040 4040 4040 4040 4040 4040"            /* .0.0@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 4040 4040 4040 4040 4040 4040"            /* @@@@@@@@@@@@@@@@ */
	$"4040 4040 0000 0040 4E4F 4E45 5265 6672"            /* @@@@...@NONERefr */
	$"6169 6E20 3100 0000 0000 0000 0000 0000"            /* ain 1........... */
	$"0000 0000 0000 0000 0000 0000 0000 047E"            /* ...............~ */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF2C 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ,.ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FFC0 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 093B 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ;..ÿ..ÿ..ÿ. */
	$"0940 0000 FF00 00FF 0000 FF00 00FF 0000"            /* Æ@..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093B 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ;..ÿ..ÿ */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"0942 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ÆB..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0943 0000 FF00 00FF 0000 FF00 0942 0000"            /* ÆC..ÿ..ÿ..ÿ.ÆB.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF2C 0942 0000 FF00 0943 0000"            /* .ÿ..ÿ,ÆB..ÿ.ÆC.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 093B 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ;..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0939 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ9..ÿ..ÿ..ÿ. */
	$"093E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* Æ>..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093B 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ;..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF80"            /* ..ÿ..7..ÿ..ÿ..ÿ€ */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 083D 0000"            /* .>..ÿ..ÿ..ÿ..=.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF2C 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ,.ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B35 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .5..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..1..ÿ,.ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ....ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..<..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2C 0000 FF00 00FF 0000 FF00"            /* ..ÿ..,..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"0B2C 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .,..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..,..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FFC0 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 5265 6672"            /* ..ÿ....@NONERefr */
	$"6169 6E20 3200 0000 0000 0000 0000 0000"            /* ain 2........... */
	$"0000 0000 0000 0000 0000 0000 0000 0488"            /* ...............ˆ */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF2C 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ,.ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 063E 0000 FF00 063E 0000 FF00 063E"            /* ÿ..>..ÿ..>..ÿ..> */
	$"0000 FF00 093B 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ;..ÿ..ÿ..ÿ. */
	$"0940 0000 FF00 00FF 0000 FF00 00FF 0000"            /* Æ@..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093B 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ;..ÿ..ÿ */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"0942 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ÆB..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0943 0000 FF00 00FF 0000 FF00 0942 0000"            /* ÆC..ÿ..ÿ..ÿ.ÆB.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF2C 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 0943 0000"            /* .ÿ..ÿ.ÆB..ÿ.ÆC.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0943 0000"            /* .ÿ..ÿ..ÿ..ÿ.ÆC.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0942 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆB..ÿ..ÿ..ÿ. */
	$"0940 0000 FF00 00FF 0000 FF00 093E 0000"            /* Æ@..ÿ..ÿ..ÿ.Æ>.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FFC0 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 083D 0000"            /* .>..ÿ..ÿ..ÿ..=.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF80"            /* ..ÿ..5..ÿ..ÿ..ÿ€ */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B35 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .5..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ....ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..<..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2C 0000 FF00 00FF 0000 FF00"            /* ..ÿ..,..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2C 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .,..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..,..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 496E 7472"            /* ..ÿ....@NONEIntr */
	$"6F20 3200 0000 0000 0000 0000 0000 0000"            /* o 2............. */
	$"0000 0000 0000 0000 0000 0000 0000 03FE"            /* ...............ş */
	$"0000 0000 00FF 0000 FF00 02FF 0A0F FF00"            /* .....ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 02FF 0A0F FF00 00FF 0000 FF00"            /* ..ÿ..ÿÂ.ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* ..ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 00FF 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 063E 0000 FF00 063E 0000 FF00 063E"            /* ÿ..>..ÿ..>..ÿ..> */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FFC0 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 0837 0000"            /* .7..ÿ..7..ÿ..7.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 0837 0000"            /* .7..ÿ..7..ÿ..7.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0833 0000 FF00 00FF 0000 FF00 0835 0000"            /* .3..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 00FF 0000 FF00 0B31 0000 FF80"            /* ..ÿ..ÿ..ÿ..1..ÿ€ */
	$"00FF 0000 FF00 0B35 0000 FF00 00FF 0000"            /* .ÿ..ÿ..5..ÿ..ÿ.. */
	$"FF00 0B2E 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ.....ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B35 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .5..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B35 0000 FF00"            /* ..ÿ..ÿ..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B31 0000"            /* .ÿ..ÿ..ÿ..ÿ..1.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 0B31 0000 FF00"            /* ..ÿ..1..ÿ..1..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ....ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..<..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"0B30 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .0..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3C 0000 FF00 0B3A 0000 FF00"            /* ..ÿ..<..ÿ..:..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B33 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .3..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2C 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .,..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..,..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 0B2E 0000 FF00"            /* ..ÿ..:..ÿ.....ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 496E 7472"            /* ..ÿ....@NONEIntr */
	$"6F20 3100 0000 0000 0000 0000 0000 0000"            /* o 1............. */
	$"0000 0000 0000 0000 0000 0000 0000 03DE"            /* ...............Ş */
	$"0000 0000 00FF 0000 FF00 02FF 0A0F FF00"            /* .....ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 02FF 0A0F FF00 00FF 0000 FF00"            /* ..ÿ..ÿÂ.ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* ..ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 00FF 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FFC0 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 00FF 0000 FF00 0B31 0000 FF80"            /* ..ÿ..ÿ..ÿ..1..ÿ€ */
	$"00FF 0000 FF00 0B35 0000 FF00 00FF 0000"            /* .ÿ..ÿ..5..ÿ..ÿ.. */
	$"FF00 0B2E 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ.....ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B35 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .5..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B35 0000 FF00"            /* ..ÿ..ÿ..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B35 0000 FF00"            /* ..ÿ..ÿ..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B31 0000"            /* .ÿ..ÿ..ÿ..ÿ..1.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 0B31 0000 FF00"            /* ..ÿ..1..ÿ..1..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .1..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ....ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..<..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"0B30 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .0..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3C 0000 FF00 0B3A 0000 FF00"            /* ..ÿ..<..ÿ..:..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B33 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .3..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2C 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .,..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..,..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 0B2E 0000 FF00"            /* ..ÿ..:..ÿ.....ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.....ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 5661 7269"            /* ..ÿ....@NONEVari */
	$"6174 696F 6E20 3100 0000 0000 0000 0000"            /* ation 1......... */
	$"0000 0000 0000 0000 0000 0000 0000 0469"            /* ...............i */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF2C 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ,.ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 063E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 093E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ>..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"093E 0000 FF00 00FF 0000 FF00 093B 0000"            /* Æ>..ÿ..ÿ..ÿ.Æ;.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 00FF 0000"            /* .ÿ..ÿ.ÆB..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 0942"            /* ÿ..ÿ..ÿ.Æ@..ÿ.ÆB */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"0942 0000 FF00 00FF 0000 FF00 0943 0000"            /* ÆB..ÿ..ÿ..ÿ.ÆC.. */
	$"FF00 00FF 0000 FF00 0942 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆB..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 00FF 0000"            /* .ÿ..ÿ.ÆB..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0943 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆC..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0943 0000 FF00 00FF 0000 FF00 0942 0000"            /* ÆC..ÿ..ÿ..ÿ.ÆB.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"0835 0000 FF00 0835 0000 FF00 00FF 0000"            /* .5..ÿ..5..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0835 0000 FF00 0832"            /* ÿ..ÿ..ÿ..5..ÿ..2 */
	$"0000 FFC0 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.5..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .>..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF80"            /* ..ÿ..8..ÿ..ÿ..ÿ€ */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2C 0000 FF00 00FF 0000 FF00"            /* ..ÿ..,..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 5661 7269"            /* ..ÿ....@NONEVari */
	$"6174 696F 6E20 3200 0000 0000 0000 0000"            /* ation 2......... */
	$"0000 0000 0000 0000 0000 0000 0000 0469"            /* ...............i */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF2C 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ,.ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 063E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 063E 0000 FF00 063E 0000 FF00 063E"            /* ÿ..>..ÿ..>..ÿ..> */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 093E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ>..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"093E 0000 FF00 00FF 0000 FF00 093B 0000"            /* Æ>..ÿ..ÿ..ÿ.Æ;.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 00FF 0000"            /* .ÿ..ÿ.ÆB..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 0942"            /* ÿ..ÿ..ÿ.Æ@..ÿ.ÆB */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"0942 0000 FF00 00FF 0000 FF00 0943 0000"            /* ÆB..ÿ..ÿ..ÿ.ÆC.. */
	$"FF00 00FF 0000 FF00 0942 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆB..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 093E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ>..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"0835 0000 FF00 0835 0000 FF00 00FF 0000"            /* .5..ÿ..5..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0835 0000 FF00 0832"            /* ÿ..ÿ..ÿ..5..ÿ..2 */
	$"0000 FFC0 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.5..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .>..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 00FF 0000"            /* .7..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 083A"            /* ÿ..ÿ..ÿ..7..ÿ..: */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 0835 0000"            /* .2..ÿ..ÿ..ÿ..5.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF80"            /* ..ÿ..8..ÿ..ÿ..ÿ€ */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2C 0000 FF00 00FF 0000 FF00"            /* ..ÿ..,..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 5661 7269"            /* ..ÿ....@NONEVari */
	$"6174 696F 6E20 3300 0000 0000 0000 0000"            /* ation 3......... */
	$"0000 0000 0000 0000 0000 0000 0000 0461"            /* ...............a */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF2C 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ,.ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 063E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0939 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ9..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0939 0000 FF00 0936 0000"            /* .ÿ..ÿ.Æ9..ÿ.Æ6.. */
	$"FF00 00FF 0000 FF00 0939 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ9..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 093B 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ;..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 093B 0000 FF00 0940 0000"            /* .ÿ..ÿ.Æ;..ÿ.Æ@.. */
	$"FF00 00FF 0000 FF00 0945 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆE..ÿ..ÿ */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 00FF 0000"            /* .ÿ..ÿ.ÆB..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 0942 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆB..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0940 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ@..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0943 0000 FF00 00FF 0000 FF00 0942 0000"            /* ÆC..ÿ..ÿ..ÿ.ÆB.. */
	$"FF00 00FF 0000 FF00 0945 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆE..ÿ..ÿ */
	$"0000 FF00 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0835 0000 FF00 00FF 0000"            /* .ÿ..ÿ..5..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0835 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FFC0 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.5..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .>..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF80"            /* ..ÿ..8..ÿ..ÿ..ÿ€ */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B33 0000"            /* .ÿ..ÿ..ÿ..ÿ..3.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B36 0000"            /* .ÿ..ÿ..ÿ..ÿ..6.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"0B33 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .3..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"0B30 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .0..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B30 0000"            /* .ÿ..ÿ..ÿ..ÿ..0.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 5661 7269"            /* ..ÿ....@NONEVari */
	$"6174 696F 6E20 3400 0000 0000 0000 0000"            /* ation 4......... */
	$"0000 0000 0000 0000 0000 0000 0000 0461"            /* ...............a */
	$"0000 0000 022D 0A0F FF00 02FF 0A0F FF00"            /* .....-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF2C 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ,.ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 022D 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..-Â.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 053E 0000 FF00 00FF 0000 FF00"            /* Â.ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 063E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 053E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 063E 0000"            /* .ÿ..ÿ..ÿ..ÿ..>.. */
	$"FF00 063E 0000 FF00 063E 0000 FF00 063E"            /* ÿ..>..ÿ..>..ÿ..> */
	$"0000 FF00 093E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0939 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ9..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0939 0000 FF00 0936 0000"            /* .ÿ..ÿ.Æ9..ÿ.Æ6.. */
	$"FF00 00FF 0000 FF00 0939 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ9..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 093B 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ;..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 093B 0000 FF00 0940 0000"            /* .ÿ..ÿ.Æ;..ÿ.Æ@.. */
	$"FF00 00FF 0000 FF00 0945 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.ÆE..ÿ..ÿ */
	$"0000 FF00 0943 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆC..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0942 0000 FF00 00FF 0000"            /* .ÿ..ÿ.ÆB..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0940 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ@..ÿ..ÿ */
	$"0000 FF00 0942 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÆB..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0940 0000 FF00 00FF 0000"            /* .ÿ..ÿ.Æ@..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 093E 0000 FF00 00FF"            /* ÿ..ÿ..ÿ.Æ>..ÿ..ÿ */
	$"0000 FF00 0940 0000 FF00 00FF 0000 FF00"            /* ..ÿ.Æ@..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0835 0000 FF00 00FF 0000"            /* .ÿ..ÿ..5..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0835 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FFC0 0835 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.5..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"083E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .>..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 083C 0000 FF00 083A 0000 FF00 00FF"            /* ÿ..<..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0837 0000 FF00 00FF 0000"            /* .ÿ..ÿ..7..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0837 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..7..ÿ..ÿ */
	$"0000 FF00 0837 0000 FF00 00FF 0000 FF00"            /* ..ÿ..7..ÿ..ÿ..ÿ. */
	$"0832 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .2..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0835 0000 FF00 0832 0000 FF00 00FF"            /* ÿ..5..ÿ..2..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF80"            /* ..ÿ..8..ÿ..ÿ..ÿ€ */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 00FF 0000 FF00"            /* ..ÿ..5..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B33 0000"            /* .ÿ..ÿ..ÿ..ÿ..3.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B36 0000"            /* .ÿ..ÿ..ÿ..ÿ..6.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B33 0000 FF00 00FF 0000 FF00"            /* ..ÿ..3..ÿ..ÿ..ÿ. */
	$"0B33 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .3..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"0B30 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .0..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3D 0000 FF00 00FF 0000 FF00"            /* ..ÿ..=..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B30 0000"            /* .ÿ..ÿ..ÿ..ÿ..0.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0000 0040 4E4F 4E45 4669 6E00"            /* ..ÿ....@NONEFin. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 03C0"            /* ...............À */
	$"0000 0000 00FF 0000 FF00 02FF 0A0F FF00"            /* .....ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 02FF 0A0F FF00 02FF"            /* ÿ..ÿÂ.ÿ..ÿÂ.ÿ..ÿ */
	$"0A0F FF00 02FF 0A0F FF00 02FF 0A0F FF00"            /* Â.ÿ..ÿÂ.ÿ..ÿÂ.ÿ. */
	$"02FF 0A0F FF00 02FF 0A0F FF00 02FF 0A0F"            /* .ÿÂ.ÿ..ÿÂ.ÿ..ÿÂ. */
	$"FF00 02FF 0A0F FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿÂ.ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 02FF 0A0F FF00 00FF 0000 FF00"            /* ..ÿ..ÿÂ.ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 02FF 0A0F FF00"            /* ..ÿ..ÿ..ÿ..ÿÂ.ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0C3E 0000 FF00 00FF 0000 FF00"            /* ..ÿ..>..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF2C 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ,.ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FFC0 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿÀ.ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 0837 0000"            /* .7..ÿ..7..ÿ..7.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 0837 0000"            /* .7..ÿ..7..ÿ..7.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0837 0000 FF00 0837 0000 FF00 0837 0000"            /* .7..ÿ..7..ÿ..7.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF2C 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ,ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 0A46 0000 FF00 0A46"            /* ÿ..ÿ..ÿ.ÂF..ÿ.ÂF */
	$"0000 FF00 0A46 0000 FF00 00FF 0000 FF00"            /* ..ÿ.ÂF..ÿ..ÿ..ÿ. */
	$"0A46 0000 FF00 0A46 0000 FF00 0A46 0000"            /* ÂF..ÿ.ÂF..ÿ.ÂF.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B31 0000 FF80"            /* ..ÿ..ÿ..ÿ..1..ÿ€ */
	$"00FF 0000 FF00 0B35 0000 FF00 00FF 0000"            /* .ÿ..ÿ..5..ÿ..ÿ.. */
	$"FF00 0B2E 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ.....ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B35 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .5..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B35 0000 FF00"            /* ..ÿ..ÿ..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 0B35 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..5..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B35 0000"            /* .ÿ..ÿ..ÿ..ÿ..5.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B36 0000 FF00 00FF 0000 FF00"            /* ..ÿ..6..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B38 0000 FF00 00FF 0000 FF00"            /* ..ÿ..8..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B35 0000 FF00 0B35 0000 FF00"            /* ..ÿ..5..ÿ..5..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 0B31 0000"            /* .ÿ..ÿ..ÿ..ÿ..1.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF2C 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ,.ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B31 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..1..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B31 0000 FF00 00FF 0000"            /* .ÿ..ÿ..1..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 0B33 0000 FF00"            /* ..ÿ..ÿ..ÿ..3..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 0B31 0000 FF00"            /* ..ÿ..1..ÿ..1..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF40 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ@.ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2E 0000 FF00 00FF 0000 FF00 00FF 0000"            /* ....ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..<..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"0B3A 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .:..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B30 0000 FF00 00FF 0000 FF00"            /* ..ÿ..0..ÿ..ÿ..ÿ. */
	$"0B30 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .0..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3C 0000 FF00 0B3A 0000 FF00"            /* ..ÿ..<..ÿ..:..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B33 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .3..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF2C 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ,.ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"0B2C 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .,..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B2C 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..,..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 0B3A 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..:..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B31 0000 FF00 00FF 0000 FF00"            /* ..ÿ..1..ÿ..ÿ..ÿ. */
	$"0B31 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .1..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 0B2E 0000 FF00 00FF 0000"            /* .ÿ..ÿ.....ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B3A 0000 FF00 0B2E 0000 FF00"            /* ..ÿ..:..ÿ.....ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 00FF 0000 FF00 00FF 0000 FF00"            /* ..ÿ..ÿ..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 0B2E 0000 FF00 00FF 0000 FF00"            /* ..ÿ.....ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 0D2E 0000 FF00 0D31 0000 FF00 0D35"            /* ÿ.....ÿ..1..ÿ..5 */
	$"0000 FF00 0D3A 0000 FF00 00FF 0000 FF00"            /* ..ÿ..:..ÿ..ÿ..ÿ. */
	$"00FF 0000 FF00 00FF 0000 FF00 00FF 0000"            /* .ÿ..ÿ..ÿ..ÿ..ÿ.. */
	$"FF00 00FF 0000 FF00 00FF 0000 FF00 00FF"            /* ÿ..ÿ..ÿ..ÿ..ÿ..ÿ */
	$"0000 FF00 2352 6179 6D6F 6E64 2044 4156"            /* ..ÿ.#Raymond DAV */
	$"4944 0000 0000 0000 0000 0000 0000 0000"            /* ID.............. */
	$"0000 0000 0000 0000 0001 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 012C 0000 236E 6F76 656D 6265"            /* .....,..#novembe */
	$"7220 3139 3935 0000 0000 0000 0000 0000"            /* r 1995.......... */
	$"0000 0000 0000 0000 0001 0040 0001 0000"            /* ...........@.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 012C 0000 0000 0000"            /* .........,...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0002 0080"            /* ...............€ */
	$"0001 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 012C 0000"            /* .............,.. */
	$"4164 7265 7373 3A00 0000 0000 0000 0000"            /* Adress:......... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0003 00C0 0001 0000 0000 0000 0000 0000"            /* ...À............ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"012C 0000 5461 6E6E 6572 6965 2034 0000"            /* .,..Tannerie 4.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0004 0100 0001 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 012C 0000 3134 3632 2059 564F"            /* .....,..1462 YVO */
	$"4E41 4E44 0000 0000 0000 0000 0000 0000"            /* NAND............ */
	$"0000 0000 0000 0000 0005 0140 0001 0000"            /* ...........@.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 012C 0000 5377 6974"            /* .........,..Swit */
	$"7A65 726C 616E 6400 0000 0000 0000 0000"            /* zerland......... */
	$"0000 0000 0000 0000 0000 0000 0006 0180"            /* ...............€ */
	$"0001 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 012C 0000"            /* .............,.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0007 01C0 0001 0000 0000 0000 0000 0000"            /* ...À............ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"012C 0000 7261 796D 6F6E 642E 6461 7669"            /* .,..raymond.davi */
	$"6400 0000 0000 0000 0000 0000 0000 0000"            /* d............... */
	$"0000 0000 0008 0200 0001 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 012C 0000 4062 6C75 6577 696E"            /* .....,..@bluewin */
	$"2E63 6800 0000 0000 0000 0000 0000 0000"            /* .ch............. */
	$"0000 0000 0000 0000 0009 0240 0001 0000"            /* .........Æ.@.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 012C 0000 0000 0000"            /* .........,...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 000A 0280"            /* .............Â.€ */
	$"0001 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 012C 0000"            /* .............,.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"000B 02C0 0001 0000 0000 0000 0000 0000"            /* ...À............ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"012C 0000 0000 0000 0000 0000 0000 0000"            /* .,.............. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 000C 0300 0001 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 012C 0000 0000 07BC 0000 0000"            /* .....,.....¼.... */
	$"0000 0000 4000 20AB 0008 0000 0000 0000"            /* ....@. «........ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 01EB AC80"            /* .............ë¬€ */
	$"0000 0000 E5E3 EE10 0306 291F 0E08 E709"            /* ....åãî...)...çÆ */
	$"11C7 FDF9 E2E6 F413 FE10 2F1C 0E09 E712"            /* .Çıùâæô.ş./..Æç. */
	$"00C9 03EA E3EB F414 F817 3D14 0C0A E613"            /* .É.êãëô.ø.=..Âæ. */
	$"F2D2 07DA E8F0 F614 FA21 3F0D 0F07 E610"            /* òÒ.Úèğö.ú!?...æ. */
	$"EADE FFD4 F0F4 F30E FC2D 3E06 1A01 E30D"            /* êŞÿÔğôó.ü->...ã. */
	$"E3F0 F1D8 F3F6 F807 FF3E 3400 1FFE DF0F"            /* ãğñØóöø.ÿ>4..şß. */
	$"DCFB E1DB F7F5 F806 0E45 2701 1FF6 DA10"            /* ÜûáÛ÷õø..E'..öÚ. */
	$"DEFE D3DE FDF4 FDFF 1D4A 1808 21EB DE0E"            /* ŞşÓŞıôıÿ.J..!ëŞ. */
	$"E5F9 C9E8 FFF5 FF00 343C 0C16 1BE1 E305"            /* åùÉèÿõÿ.4<...áã. */
	$"F4E9 C4F0 02F1 0001 4931 0420 15D7 F1FD"            /* ôéÄğ.ñ..I1. .×ñı */
	$"FBDC C7F3 02EF 020C 5126 032B 0AC9 FEFE"            /* ûÜÇó.ï..Q&.+ÂÉşş */
	$"F5CF CCF5 00EC 0020 4E1A 0632 FBC7 0405"            /* õÏÌõ.ì. N..2ûÇ.. */
	$"EDC7 D5F5 FAF2 0038 4117 0D34 EEC3 0F04"            /* íÇÕõúò.8A..4îÃ.. */
	$"E2C0 DBFA F3F6 024F 3214 152F E1C7 18FF"            /* âÀÛúóö.O2../áÇ.ÿ */
	$"DCBA E7F7 F1FD 0858 2617 1C26 D5CD 23F0"            /* Üºç÷ñı.X&..&ÕÍ#ğ */
	$"D9B8 F2F4 EB04 1650 2512 231D C8DF 24E7"            /* Ù¸òôë..P%.#.Èß$ç */
	$"D9B5 F7F0 EF04 2A44 2510 2713 BCF7 1DDA"            /* Ùµ÷ğï.*D%.'.¼÷.Ú */
	$"D8B9 F5F0 EF08 3F35 2B10 2605 BA11 0DD2"            /* Ø¹õğï.?5+.&.º..Ò */
	$"D6C1 F1EE F110 4233 2D13 22F8 BF25 F7D3"            /* ÖÁñîñ.B3-."ø¿%÷Ó */
	$"D0CA EAF4 F81B 3D38 2C0F 1CEC CC2D E0D9"            /* ĞÊêôø.=8,..ìÌ-àÙ */
	$"C8D0 DFF2 0329 3B3D 2810 12E1 E131 C8E6"            /* ÈĞßò.);=(..áá1Èæ */
	$"C1D6 DBEE 0E32 3940 2813 05DB FF27 B2F3"            /* ÁÖÛî.29@(..Ûÿ'²ó */
	$"B9D5 DAEF 1D2C 3A45 290C F5D4 2110 B1F4"            /* ¹ÕÚï.,:E).õÔ!.±ô */
	$"B1CC E0FA 3223 3751 2206 F0D2 42E9 BBE8"            /* ±Ìàú2#7Q".ğÒBé»è */
	$"BABC EA09 3810 4854 1E03 DED7 57D3 C7DD"            /* º¼êÆ8.HT..Ş×WÓÇİ */
	$"BBB4 0014 3515 3E58 1BFB D3EF 5DA7 E2C8"            /* »´..5.>X.ûÓï]§âÈ */
	$"BBB5 0A24 2C1B 4754 16F1 C806 5B8D FBB4"            /* »µÂ$,.GT.ñÈ.[û´ */
	$"C3B4 1435 241A 4C5C 02EB C81B 488B FEAC"            /* Ã´.5$.L\.ëÈ.H‹ş¬ */
	$"BFC0 1350 1629 4C68 E7E1 D627 2393 04A1"            /* ¿À.P.)LhçáÖ'#“.¡ */
	$"B8D3 1352 0D40 3C6F E0D2 DF33 07A0 0399"            /* ¸Ó.R.@<oàÒß3. .™ */
	$"BBE3 1156 074E 2872 E3C6 E737 E9B7 F9A2"            /* »ã.V.N(rãÆç7é·ù¢ */
	$"BEE0 155D 0C59 1373 ECB8 F122 EAC7 E894"            /* ¾à.].Y.sì¸ñ"êÇè” */
	$"D2F3 FA69 0675 1060 07AB FDF8 E2F0 C792"            /* Òóúi.u.`.«ıøâğÇ’ */
	$"E909 E068 167F 0030 17A5 11E3 D90D BF88"            /* éÆàh...0.¥.ãÙ.¿ˆ */
	$"F434 D33E 0000 130F 09CB 0000 F616 CA8F"            /* ô4Ó>....ÆË..ö.Ê */
	$"E847 EF24 3B66 1CE9 F3FD 08A7 FE12 CA8D"            /* èGï$;f.éóı.§ş.Ê */
	$"E448 0E0A 4C5A 34DF DB25 0593 F723 C392"            /* äH.ÂLZ4ßÛ%.“÷#Ã’ */
	$"E353 2FDC 556B 2DD5 C72E 10A2 C21E EA9A"            /* ãS/ÜUk-ÕÇ..¢Â.êš */
	$"D942 57CF 4D49 53EA A43D F1BD AE18 ECAF"            /* ÙBWÏMISê¤=ñ½®.ì¯ */
	$"E920 7EE1 2844 4BF1 B43B D8B8 B601 EBC1"            /* é ~á(DKñ´;Ø¸¶.ëÁ */
	$"090C 7FF7 1D46 3404 B035 CCAF B1E3 0BAF"            /* Æ..÷.F4.°5Ì¯±ã.¯ */
	$"2521 6F01 1A58 2500 CF21 CDA1 B6E6 04D1"            /* %!o..X%.Ï!Í¡¶æ.Ñ */
	$"181A 6C1E 045A 13F5 E810 D19B C9C0 0BCD"            /* ..l..Z.õè.Ñ›ÉÀ.Í */
	$"262A 424A 0051 17FC F8F4 C2AF C3AC 03DE"            /* &*BJ.Q.üøôÂ¯Ã¬.Ş */
	$"2931 3B63 FF45 1AFB 0BE3 B6B6 C793 F2FE"            /* )1;cÿE.û.ã¶¶Ç“òş */
	$"2A37 227F 0736 1603 1DE2 AABD C68F DC07"            /* *7"..6...âª½ÆÜ. */
	$"2E3E 0E7F 2020 1305 2BDB 9BCA CD8E C915"            /* .>..  ..+Û›ÊÍÉ. */
	$"2E37 0579 2E1B 1407 31E3 98CD D291 BE1D"            /* .7.y....1ã˜ÍÒ‘¾. */
	$"2C37 0971 3514 1214 2BE2 98D1 CC92 B920"            /* ,7Æq5...+â˜ÑÌ’¹  */
	$"2C34 1363 3DFE 0D2B 2CDE A2D6 CE91 B026"            /* ,4.c=ş.+,Ş¢ÖÎ‘°& */
	$"2D35 174B 54EC 043A 2CDA ADE1 CD99 AA1C"            /* -5.KTì.:,Ú­áÍ™ª. */
	$"3435 1933 66E2 FC44 21DC B3E2 CFAA A614"            /* 45.3fâüD!Ü³âÏª¦. */
	$"3938 1C20 6FD6 F946 18DE BCDF D1B5 A408"            /* 98. oÖùF.Ş¼ßÑµ¤. */
	$"4242 190D 7CCC F64B 0CE7 BDE2 D3C1 ACF7"            /* BB..|ÌöK.ç½âÓÁ¬÷ */
	$"5344 1201 7CCC F945 04F0 BFE0 D4C6 B4EB"            /* SD..|ÌùE.ğ¿àÔÆ´ë */
	$"6243 0C00 6DD2 FA3A 05F7 C7D6 D3D1 BADE"            /* bC..mÒú:.÷ÇÖÓÑºŞ */
	$"6945 0AFB 64DF F530 03FD D1CD D4DA C2D6"            /* iEÂûdßõ0.ıÑÍÔÚÂÖ */
	$"644E 06FC 5BF3 EE1D 04FC DBC5 DBE3 C6D3"            /* dN.ü[óî..üÛÅÛãÆÓ */
	$"5F50 0305 3D10 E00E 08FD E7BF DFE8 D1C5"            /* _P..=.à..ıç¿ßèÑÅ */
	$"5C50 0801 2337 D302 12FF EBC4 DEEC DBB9"            /* \P..#7Ó..ÿëÄŞìÛ¹ */
	$"594A 0F09 0355 C8FF 18F6 F8C4 DCEE E5B3"            /* YJ.Æ.UÈÿ.öøÄÜîå³ */
	$"5E3C 1F03 ED6D B4F4 21FE F0CC E5F2 E9AD"            /* ^<..ím´ô!şğÌåòé­ */
	$"6334 23F6 D67F AEE4 34F0 FCD9 E605 E6A8"            /* c4#öÖ.®ä4ğüÙæ.æ¨ */
	$"5939 20F5 D07F B8E0 1904 FCCF 00F5 049E"            /* Y9 õĞ.¸à..üÏ.õ. */
	$"543F 1FEC D569 B4DC 0E0E F4D3 060C 07BD"            /* T?.ìÕi´Ü..ôÓ...½ */
	$"3448 12E7 DA4C BBE0 011B FED9 130E 06C8"            /* 4H.çÚL»à..şÙ...È */
	$"2242 17D5 F038 B9E7 F923 FFD8 1C07 02EB"            /* "B.Õğ8¹çù#ÿØ...ë */
	$"FC50 08E1 F231 BAD8 F725 0DD8 2507 FFF6"            /* üP.áò1ºØ÷%.Ø%.ÿö */
	$"E348 0DEA F61F C8D1 EB2B 0CDE 2F08 FF02"            /* ãH.êö.ÈÑë+.Ş/.ÿ. */
	$"D844 09EF FE01 E8BF E72C 0FE8 3107 060E"            /* ØDÆïş.è¿ç,.è1... */
	$"C242 06FA FEEB FFB3 EE1F 1DE7 3600 0F19"            /* ÂB.úşëÿ³î..ç6... */
	$"B43C 0AFE FCDA 0EB3 EA15 25ED 33FB 1B1E"            /* ´<ÂşüÚ.³ê.%í3û.. */
	$"AD33 1306 F6CA 14AF EA08 2DF7 32FC 281D"            /* ­3..öÊ.¯ê.-÷2ü(. */
	$"AA23 1D12 E9C2 18AE E605 3206 2903 2F1B"            /* ª#..éÂ.®æ.2.)./. */
	$"A717 2613 DFC2 20B2 D706 2F15 1E10 301D"            /* §.&.ßÂ ²×./...0. */
	$"A109 2D1B CEC1 29B7 C10E 3427 1021 350E"            /* ¡Æ-.ÎÁ)·Á.4'.!5. */
	$"ABF3 371E CAC3 26CC A614 2F36 042A 3604"            /* «ó7.ÊÃ&Ì¦./6.*6. */
	$"AFE5 3E1A C4C3 23E3 941E 2E3C 0230 35F5"            /* ¯å>.ÄÃ#ã”..<.05õ */
	$"BDDF 3A1A C3CE 1201 8B1E 313D FE32 33EB"            /* ½ß:.ÃÎ..‹.1=ş23ë */
	$"C7D8 361C BBDC 0214 8C1E 2F39 FD38 34E9"            /* ÇØ6.»Ü..Œ./9ı84é */
	$"CED5 381F ACE8 F71C 8B20 2B37 0735 3BDB"            /* ÎÕ8.¬è÷.‹ +7.5;Û */
	$"D6CD 3624 A3F2 E726 8F15 3928 1D2E 3EDA"            /* ÖÍ6$£òç&.9(..>Ú */
	$"DBC2 3427 9607 D62E 99FF 4518 3C21 43D6"            /* ÛÂ4'–.Ö.™ÿE.<!CÖ */
	$"DBBC 371E 9216 C82B ADE8 520C 561D 3AD9"            /* Û¼7.’.È+­èR.V.:Ù */
	$"D6C2 3116 961A C619 D0D2 5BFC 6920 2EE0"            /* ÖÂ1.–.Æ.ĞÒ[üi .à */
	$"C8D3 2900 A81A C709 F6C5 50FA 7421 21EC"            /* ÈÓ).¨.ÇÆöÅPút!!ì */
	$"C1DF 21EB C010 CCF4 20C1 3903 7032 0EF4"            /* Áß!ëÀ.Ìô Á9.p2.ô */
	$"B8F5 0BD9 E100 DBDB 47BE 1C0E 6C3E FCF9"            /* ¸õ.Ùá.ÛÛG¾..l>üù */
	$"B404 F4D3 F7F7 E4CB 5DC7 0120 6653 ECF4"            /* ´.ôÓ÷÷äË]Ç. fSìô */
	$"B412 E1CD 06F1 E9BE 6CD5 E72E 615A E3EC"            /* ´.áÍ.ñé¾lÕç.aZãì */
	$"BB1A CDCB 0EF5 E5BF 71EF D42A 6063 E8E1"            /* ».ÍË.õå¿qïÔ*`cèá */
	$"C820 B8C9 0CFE DBC4 6F0B C41E 6462 F2D0"            /* È ¸É.şÛÄo.Ä.dbòĞ */
	$"D421 A4C4 0E08 D4D4 6522 BC11 6A61 FDBF"            /* Ô!¤Ä..ÔÔe"¼.jaı¿ */
	$"DE22 92C6 140D CFDE 5D2F BC04 6F61 03B4"            /* Ş"’Æ..ÏŞ]/¼.oa.´ */
	$"E419 88CB 1707 D5E5 5335 CAFC 6762 02B3"            /* ä.ˆË..ÕåS5Êügb.³ */
	$"EF0F 87CF 1700 E4E6 4A34 DDF6 5062 02B6"            /* ï.‡Ï..äæJ4İöPb.¶ */
	$"FC00 92CD 17F7 F4E4 4436 F0F0 3D66 FEBE"            /* ü.’Í.÷ôäD6ğğ=fş¾ */
	$"04F0 9FC7 13F1 04E0 4233 02ED 2B6F FAC7"            /* .ğŸÇ.ñ.àB3.í+oúÇ */
	$"08E0 A8BE 0EF3 10DF 3F32 0FED 1D75 FCCD"            /* .à¨¾.ó.ß?2.í.uüÍ */
	$"0BCD B7B1 08F6 11E8 3634 19F4 1170 01D0"            /* .Í·±.ö.è64.ô.p.Ğ */
	$"10BA C5A7 00FC 11F7 2637 21FE 0C62 0AD5"            /* .ºÅ§.ü.÷&7!ş.bÂÕ */
	$"15AB CCA4 F8FE 0C09 173A 280A 0752 10D7"            /* .«Ì¤øş.Æ.:(Â.R.× */
	$"1AA1 CCA5 F0FF 0B1D 063F 3011 0642 14DD"            /* .¡Ì¥ğÿ...?0..B.İ */
	$"1B99 C6AA E401 0D2F F543 3910 0A36 13EC"            /* .™Æªä../õC9.Â6.ì */
	$"1394 C0B0 DB03 0F3C E740 460B 122D 0FF8"            /* .”À°Û..<ç@F..-.ø */
	$"0B93 BCB8 D002 1641 E239 5704 2220 0410"            /* .“¼¸Ğ..Aâ9W." .. */
	$"FB9B B7BE C9F9 1E42 E42F 6201 3313 F91E"            /* û›·¾Éù.Bä/b.3.ù. */
	$"F4A2 B3C5 C6EE 273F E925 6700 3D06 F124"            /* ô¢³ÅÆî'?é%g.=.ñ$ */
	$"EFAE AFCC C6E6 2C37 F11A 6504 3FFF EF26"            /* ï®¯ÌÆæ,7ñ.e.?ÿï& */
	$"EDBA AFD3 C4E1 332F F90F 5D0E 39FE EF24"            /* íº¯ÓÄá3/ù.].9şï$ */
	$"EFC1 B0D9 C1DC 3628 0009 521D 30FE F41D"            /* ïÁ°ÙÁÜ6(.ÆR.0şô. */
	$"F1C6 B6E0 C1DB 3524 0305 452A 2304 F41A"            /* ñÆ¶àÁÛ5$..E*#.ô. */
	$"F1CA BFE4 C2DC 3026 0403 3932 1A09 F419"            /* ñÊ¿äÂÜ0&..92.Æô. */
	$"F0D0 C7E6 C6DB 2A22 0804 2A38 140D F116"            /* ğĞÇæÆÛ*"..*8..ñ. */
	$"ECD6 D2E5 CEDC 2120 0906 1D3E 0E0E F214"            /* ìÖÒåÎÜ! Æ..>..ò. */
	$"EBDE D8E6 D6DB 1B1E 0909 0F3E 0C0B F70F"            /* ëŞØæÖÛ..ÆÆ.>..÷. */
	$"EBE5 E0E5 DFDC 131E 080B 0436 0B05 FF08"            /* ëåàåßÜ.....6..ÿ. */
	$"EDEA E6E9 E5E0 0B1D 070A FF2E 0B00 0501"            /* íêæéåà...Âÿ..... */
	$"F2EE EAED ECE6 051A 070A FB27 0AFC 0AFC"            /* òîêíìæ...Âû'ÂüÂü */
	$"F7F2 EFF2 F1EB 0115 0507 FB1F 08FC 0AF9"            /* ÷òïòñë....û..üÂù */
	$"FBF4 F4F6 F5F1 FF10 0505 FC17 06FC 09F9"            /* ûôôöõñÿ...ü..üÆù */
	$"FCF7 F8FA F8F6 FE0B 0303 FD0E 04FD 06FB"            /* ü÷øúøöş...ı..ı.û */
	$"FEFA FBFC FBFA FE06 0201 FF06 02FF 03FD"            /* şúûüûúş...ÿ..ÿ.ı */
	$"FFFD FEFE FEFE FF01 0000 FF00 0000 4F5E"            /* ÿışşşşÿ...ÿ...O^ */
	$"0000 0000 0000 0000 4000 20AB 0008 0000"            /* ........@. «.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"01EB B4A0 0000 0000 0C0F 1113 1518 1A1C"            /* .ë´ ............ */
	$"1E20 2325 2729 2B2D 2E2F 3032 3336 393D"            /* . #%')+-./02369= */
	$"4043 4740 D4B1 B4B8 BCC0 C4C9 CDD1 D5DA"            /* @CG@Ô±´¸¼ÀÄÉÍÑÕÚ */
	$"DEE2 E7EA EDF0 F3F6 F905 2AC0 B1B4 B8BB"            /* Şâçêíğóöù.*À±´¸» */
	$"BDC0 C2C5 C8CA CDCF D2D4 D7D9 DCDE E1E3"            /* ½ÀÂÅÈÊÍÏÒÔ×ÙÜŞáã */
	$"EC1B 2122 2426 2729 2B2D 2F2F 3031 3233"            /* ì.!"$&')+-//0123 */
	$"354F 6C6F 7071 726E 14D5 D3D5 D6D8 D9DA"            /* 5Olopqrn.ÕÓÕÖØÙÚ */
	$"DCDD DFE1 E2E3 E5A8 808C 8F91 9396 AFD4"            /* Üİßáâãå¨€Œ‘“–¯Ô */
	$"D8D9 DBDC DEDF E1E3 E4E6 E7E9 EAF3 2125"            /* ØÙÛÜŞßáãäæçéêó!% */
	$"2526 2728 292A 2B2C 2D2E 2F2F 3031 3233"            /* %&'()*+,-.//0123 */
	$"3434 3536 395D 7072 7373 7471 10D8 D5D7"            /* 44569]prsstq.ØÕ× */
	$"D8D9 DBDD FAA0 8386 888B 8D8F 9193 9597"            /* ØÙÛİú ƒ†ˆ‹‘“•— */
	$"999B A3CF DEE0 E1E2 E4E5 E7EF 1D22 2223"            /* ™›£ÏŞàáâäåçï.""# */
	$"2425 2627 2829 2A2B 2C2D 2E2F 2F30 3132"            /* $%&'()*+,-.//012 */
	$"3334 3536 3738 393A 476F 7576 7530 DCD8"            /* 3456789:Gouvu0ÜØ */
	$"D9EF 0E0F D083 8587 898B 8D8F 9193 9597"            /* Ùï..Ğƒ…‡‰‹‘“•— */
	$"999B 9DA0 B3DC E2E3 E5E6 E8F7 1F22 2223"            /* ™› ³Üâãåæè÷.""# */
	$"2425 2627 2829 2A2B 2C2D 2E2F 3031 3233"            /* $%&'()*+,-./0123 */
	$"3334 3536 3738 393A 3B53 7275 7677 50E4"            /* 3456789:;SruvwPä */
	$"F30C 0EFA 8882 8486 888A 8C8E 9092 9496"            /* ó..úˆ‚„†ˆŠŒ’”– */
	$"989B 9D9F A1A5 C7E3 E5E6 E8FF 2122 2223"            /* ˜›Ÿ¡¥Çãåæèÿ!""# */
	$"2425 2627 2829 2A2B 2C2D 2D2E 2F30 3132"            /* $%&'()*+,--./012 */
	$"3333 3435 3637 3839 393C 5D73 7576 777E"            /* 334567899<]suvw~ */
	$"200A 0BF0 8081 8385 8788 8A8C 8F91 9395"            /*  Â.ğ€ƒ…‡ˆŠŒ‘“• */
	$"9799 9B9D A0A2 A4AF DBE7 E8F5 2022 2223"            /* —™› ¢¤¯Ûçèõ ""# */
	$"2425 2627 2829 2A2B 2C2D 2E2F 3031 3233"            /* $%&'()*+,-./0123 */
	$"3435 3536 3738 393A 3B3C 4269 7678 7F7F"            /* 4556789:;<Bivx.. */
	$"140B 0D04 8082 8486 888A 8C8E 8F92 9496"            /* ....€‚„†ˆŠŒ’”– */
	$"989A 9C9E A0A2 A4A7 CBE8 E9EA 0B23 2424"            /* ˜šœ ¢¤§Ëèéê.#$$ */
	$"2526 2728 292B 2B2C 2D2E 2F30 3132 3334"            /* %&'()++,-./01234 */
	$"3536 3738 383A 3A3B 3C3D 5277 7777 7F7F"            /* 56788::;<=Rwww.. */
	$"090A 0C08 8980 8385 8789 8B8D 8F91 9395"            /* ÆÂ..‰€ƒ…‡‰‹‘“• */
	$"979A 9C9C 9EA0 A2A5 B7E7 E8E9 EC1F 2323"            /* —šœœ ¢¥·çèéì.## */
	$"2425 2627 2829 2A2B 2C2E 2F30 3132 3334"            /* $%&'()*+,./01234 */
	$"3536 3738 393A 3B3C 3D41 7579 7A7B 7F7F"            /* 56789:;<=Auyz{.. */
	$"0B0A 0B0C EC80 8082 8486 888A 8C8E 9192"            /* .Â..ì€€‚„†ˆŠŒ‘’ */
	$"9395 989A 9C9E A1A3 A7DF E7E8 E9ED 2324"            /* “•˜šœ¡£§ßçèéí#$ */
	$"2525 2627 282A 2B2D 2E2E 2F30 3132 3334"            /* %%&'(*+-../01234 */
	$"3636 3637 3839 393A 3B4B 7677 797A 7F7F"            /* 6667899:;Kvwyz.. */
	$"100C 0E0F 0A80 8082 8486 8789 8C8D 8E90"            /* ....Â€€‚„†‡‰Œ */
	$"9395 9799 9B9D 9FA2 A4B3 E7E9 EAEB F324"            /* “•—™›Ÿ¢¤³çéêëó$ */
	$"2626 2728 292B 2C2D 2E2F 2F30 3132 3334"            /* &&'()+,-.//01234 */
	$"3536 3738 393A 3B3B 3C5F 7778 797A 7F7F"            /* 56789:;;<_wxyz.. */
	$"180B 0E0F 10A8 8081 8385 878A 8B8B 8D8F"            /* .....¨€ƒ…‡Š‹‹ */
	$"9294 9698 9A9C 9EA0 A3A6 D7E7 E9EB ECFF"            /* ’”–˜šœ £¦×çéëìÿ */
	$"2627 2727 292A 2B2D 2E2F 3030 3132 3334"            /* &''')*+-./001234 */
	$"3536 3738 393A 3B3C 3F73 7979 7A7B 7F7F"            /* 56789:;<?syyz{.. */
	$"3409 0C0E 0E06 8080 8082 8486 8688 8A8C"            /* 4Æ....€€€‚„††ˆŠŒ */
	$"8F91 9396 989A 9C9E A1A3 AEE3 E8E9 EBED"            /* ‘“–˜šœ¡£®ãèéëí */
	$"FF28 2829 292A 2B2C 2E2E 2F2F 3031 3233"            /* ÿ(())*+,..//0123 */
	$"3435 3637 3839 393B 4674 7879 797A 7F7F"            /* 4567899;Ftxyyz.. */
	$"480B 0E0F 0F10 C080 8182 8486 8687 8A8C"            /* H.....À€‚„††‡ŠŒ */
	$"8E90 9296 979B 9EA0 A2A4 A7CE EAEB ECED"            /* ’–—› ¢¤§Îêëìí */
	$"EF07 2A2B 2C2C 2D2E 2F2F 3030 3132 3333"            /* ï.*+,,-.//001233 */
	$"3435 3637 3839 393B 5977 7879 797A 7F7F"            /* 4567899;Ywxyyz.. */
	$"5006 070B 0C0D 0A88 8080 8082 8386 898B"            /* P.....Âˆ€€€‚ƒ†‰‹ */
	$"8C8F 9294 9698 9B9E A0A2 A4AD E3EA EAEC"            /* Œ’”–˜› ¢¤­ãêêì */
	$"EEEF FF2B 2D2F 3030 3131 3132 3334 3435"            /* îïÿ+-/0011123445 */
	$"3637 3838 393A 3B3E 6D78 797A 7A7B 7F7F"            /* 67889:;>mxyzz{.. */
	$"7008 0608 090B 0C04 8080 8080 8081 8386"            /* p...Æ...€€€€€ƒ† */
	$"8B8F 9194 9597 9A9C 9EA0 A3A6 C3EA EBED"            /* ‹‘”•—šœ £¦Ãêëí */
	$"F0F2 F4FB 2E32 3130 3131 3031 3233 3435"            /* ğòôû.21011012345 */
	$"3637 3738 393A 3A45 7178 797A 7B7C 7D7F"            /* 67789::Eqxyz{|}. */
	$"7C09 0506 0708 090B F080 8080 8080 8286"            /* |Æ....Æ.ğ€€€€€‚† */
	$"888A 8D8F 9395 989B 9C9E A0A3 ABDF EDED"            /* ˆŠ“•˜›œ £«ßíí */
	$"EEF0 F3F5 F929 3132 3233 3334 3334 3536"            /* îğóõù)1223343456 */
	$"3738 3939 393A 3B57 7577 7878 797A 7A7F"            /* 78999:;Wuwxxyzz. */
	$"7F0E 0809 0908 090B 09F0 8180 8080 8284"            /* ...ÆÆ.Æ.Æğ€€€‚„ */
	$"8687 898B 8C8F 9497 999A 9B9E A3C3 ECEE"            /* †‡‰‹Œ”—™š›£Ãìî */
	$"EFF0 F2F4 F7F8 092F 302F 3132 3333 3435"            /* ïğòô÷øÆ/0/123345 */
	$"3637 3737 3737 3B67 7677 7879 7A79 797B"            /* 677777;gvwxyzyy{ */
	$"7F20 0909 0B0B 0C0D 0C0B F082 8081 8486"            /* . ÆÆ......ğ‚€„† */
	$"8789 898B 8C8E 9296 9898 999B A1A7 D3E8"            /* ‡‰‰‹Œ’–˜˜™›¡§Óè */
	$"ECEC EEF0 F2F4 F4F7 2733 3434 3535 3636"            /* ììîğòôô÷'3445566 */
	$"3737 3837 3739 3F6A 7779 7A7A 7A7C 7B7B"            /* 778779?jwyzzz|{{ */
	$"7824 0707 090B 0D0F 0E0C 0DF8 8480 8285"            /* x$..Æ......ø„€‚… */
	$"8686 898A 8D90 9294 989A 9A9E A2A4 B6E1"            /* ††‰Š’”˜šš¢¤¶á */
	$"E7EA ECEF EFEF EFF1 F40B 2E2E 2E2F 3031"            /* çêìïïïïñô..../01 */
	$"3333 3435 3536 4F72 7678 7777 7879 797A"            /* 334556Orvxwwxyyz */
	$"7332 0D0B 0C0D 0F0F 0E0C 0F0F F48C 8486"            /* s2..........ôŒ„† */
	$"8686 888A 8D90 9193 9598 9B9F A3A6 A9CD"            /* ††ˆŠ‘“•˜›Ÿ£¦©Í */
	$"E6EA EBEE F0F2 F3F1 F2F3 F925 2D2D 2F30"            /* æêëîğòóñòóù%--/0 */
	$"3132 3132 3338 5770 7474 7474 7578 7979"            /* 121238Wpttttuxyy */
	$"7520 0909 0B0D 0E0F 0E0E 1212 12F0 8C87"            /* u ÆÆ.........ğŒ‡ */
	$"8889 8C8E 8E8D 8E92 9596 9A9E A3A6 A8B7"            /* ˆ‰Œ’•–š£¦¨· */
	$"DFEB EBEB EDEF F0F2 F3F3 F3F4 152B 2D30"            /* ßëëëíïğòóóóô.+-0 */
	$"3132 3334 353F 6773 7576 7576 7779 7A7B"            /* 12345?gsuvuvwyz{ */
	$"7820 010F 100F 0F0F 0F0E 1216 1512 E08C"            /* x ............àŒ */
	$"888A 8D8D 8E8F 9194 9697 999B 9FA2 A5AB"            /* ˆŠ‘”–—™›Ÿ¢¥« */
	$"CFE8 EAEC EEEF EEEF EFEE EEF0 F1FF 262A"            /* Ïèêìîïîïïîîğñÿ&* */
	$"2B2E 2F30 3247 666E 6E6F 7071 7577 7778"            /* +./02Gfnnopquwwx */
	$"7838 F409 0D0E 0E11 120E 0F14 1515 11BA"            /* x8ôÆ...........º */
	$"8F8D 8C8B 8C8F 9395 979A 9C9D A1A3 A6AA"            /* Œ‹Œ“•—šœ¡£¦ª */
	$"B5DA E6EA EDEF EFF0 F0F0 F0F1 F2F4 FF25"            /* µÚæêíïïğğğğñòôÿ% */
	$"2C2F 3030 3552 696E 7072 7272 7375 7777"            /* ,/005Rinprrrsuww */
	$"7740 F002 0B0E 0F10 1210 1215 1412 1300"            /* w@ğ............. */
	$"A08C 888A 8E91 9595 979A 9B9D 9EA3 A7AA"            /*  ŒˆŠ‘••—š›£§ª */
	$"ABC5 E3EB EDED EDED EFEF EFF0 F2F4 F5FE"            /* «Åãëííííïïïğòôõş */
	$"262E 2D2E 375E 6C6F 7071 7373 7375 7778"            /* &.-.7^lopqsssuwx */
	$"7748 F0FB 070A 0D0F 1110 1215 1514 1514"            /* wHğû.Â.......... */
	$"D893 8C8C 9094 979A 9C9D 9E9F A0A2 A4A5"            /* Ø“ŒŒ”—šœŸ ¢¤¥ */
	$"A5AF D6E7 E9E8 E9EA EEEF F0F3 F5F6 F8F9"            /* ¥¯Öçéèéêîïğóõöøù */
	$"0329 2F2F 3F63 6C6F 7171 7272 7374 7678"            /* .)//?cloqqrrstvx */
	$"7958 00F7 0709 0C0E 0F0E 0F14 1717 1716"            /* yX.÷.Æ.......... */
	$"00A0 8D8E 9093 9699 9D9F A0A1 A4A3 A5A7"            /* . “–™Ÿ ¡¤£¥§ */
	$"A8A8 BFDF E9EA EBEC EEEE EEF0 F4F5 F7F9"            /* ¨¨¿ßéêëìîîîğôõ÷ù */
	$"FB0A 2B31 4B65 6B6C 6F70 7071 7274 7575"            /* ûÂ+1Kekloppqrtuu */
	$"765C 00F9 070A 0D0F 110E 0C11 1515 1516"            /* v\.ù.Â.......... */
	$"11C0 8D8C 8F8F 9194 969A 9E9E A0A1 A2A5"            /* .ÀŒ‘”–š ¡¢¥ */
	$"A9A8 AFD3 E8E9 EAEC EDEE EEEF F1F5 F6F7"            /* ©¨¯Óèéêìíîîïñõö÷ */
	$"F9FC 0F37 5969 6C6C 6D6F 7173 7375 7777"            /* ùü.7Yillmoqssuww */
	$"7764 12FF 0809 0B0D 100E 0C12 1413 1416"            /* wd.ÿ.Æ.......... */
	$"15E2 988E 9192 9395 979C A0A1 A1A3 A2A4"            /* .â˜‘’“•—œ ¡¡£¢¤ */
	$"A7A6 A6BB DDE8 EAE9 EBEE EFF0 F3F7 FCFC"            /* §¦¦»İèêéëîïğó÷üü */
	$"FCFF 022F 5F6B 6D6D 7072 7373 7374 7677"            /* üÿ./_kmmprssstvw */
	$"796C 2007 0908 0A0C 0F0E 0C0F 1312 1313"            /* yl .Æ.Â......... */
	$"1600 A291 9193 9695 9699 9A9C 9EA0 A3A4"            /* ..¢‘‘“–•–™šœ £¤ */
	$"A7A7 A6AD CDE2 E8E7 E7E9 EDED EFF3 F8FB"            /* §§¦­Íâèççéííïóøû */
	$"FDFF 0323 5B6A 6A6A 6D71 7375 7678 797B"            /* ıÿ.#[jjjmqsuvxy{ */
	$"7C70 280D 0908 090D 0F0E 0C0F 1212 1414"            /* |p(.Æ.Æ......... */
	$"1508 B091 9192 9697 9699 9C9C 9C9D A1A3"            /* ..°‘‘’–—–™œœœ¡£ */
	$"A7A7 A6A9 BDDB E6E9 EAEA EFF0 F2F5 F7F9"            /* §§¦©½Ûæéêêïğòõ÷ù */
	$"FBFE 0726 4B6A 6E6E 7071 7273 7779 797A"            /* ûş.&Kjnnpqrswyyz */
	$"7B74 3C19 0B08 0A0C 0D0C 0B0D 1111 1315"            /* {t<...Â......... */
	$"160A B895 9694 9598 9798 9B9D 9D9F A1A1"            /* .Â¸•–”•˜—˜›Ÿ¡¡ */
	$"A5A7 A4A5 ABC6 DBE4 E7E7 E9EE F3F7 F9FA"            /* ¥§¤¥«ÆÛäççéîó÷ùú */
	$"FAFE 0F2B 3F62 6F6F 7173 7576 787B 7D7E"            /* úş.+?booqsuvx{}~ */
	$"7E78 5020 0D08 090B 0C0B 0A0C 0F10 1012"            /* ~xP ..Æ...Â..... */
	$"160C B895 9697 969A 999B 9C9A 9D9F A0A0"            /* ..¸•–—–š™›œšŸ   */
	$"A2A6 A5A2 A3B3 D1E0 E6E7 E8EB EFF2 F5F7"            /* ¢¦¥¢£³Ñàæçèëïòõ÷ */
	$"F7FD 162F 3A4F 696D 6F73 7779 7B7D 7D7E"            /* ÷ı./:Oimoswy{}}~ */
	$"7F7F 6628 100B 0D0D 0D0B 0B0F 1210 0E11"            /* ..f(............ */
	$"130D C298 9799 9999 9B9D 9F9D 9E9F A2A3"            /* ..Â˜—™™™›ŸŸ¢£ */
	$"A6A8 A8A5 A4A8 C7DF E6E8 E9EC F1F2 F4F6"            /* ¦¨¨¥¤¨Çßæèéìñòôö */
	$"F5FE 1D2F 363E 5B67 6A6E 7176 7A7C 7C7D"            /* õş./6>[gjnqvz||} */
	$"7D7F 7534 140B 0E10 0E0D 0D10 1414 1114"            /* }.u4............ */
	$"1613 D099 9396 979A 9B9C 9E9D 9E9F A1A1"            /* ..Ğ™“–—š›œŸ¡¡ */
	$"A5A6 A4A5 A3A2 B1CF E2E8 EBEE F2F4 F4F7"            /* ¥¦¤¥£¢±Ïâèëîòôô÷ */
	$"F807 222F 3538 4965 6C6F 7274 7879 7A7B"            /* ø."/58Ielortxyz{ */
	$"7F7F 7E38 160D 0D10 1112 1112 1414 1314"            /* ..~8............ */
	$"1414 DCA0 9698 9B9E A09F 9E9D 9E9F A2A1"            /* ..Ü –˜› ŸŸ¢¡ */
	$"A3A6 A5A5 A5A3 A7C3 DCE6 EAEE F0F1 F3F5"            /* £¦¥¥¥£§ÃÜæêîğñóõ */
	$"F80D 252E 3034 3855 6A6E 7071 7475 7577"            /* ø.%.048Ujnpqtuuw */
	$"7F7F 7F44 1A0C 0A0C 0C0F 0F12 1616 1213"            /* ...D..Â......... */
	$"1315 F4AE 9A97 999E A1A1 A1A0 A0A0 A2A2"            /* ..ô®š—™¡¡¡   ¢¢ */
	$"A3A6 A7A8 A9A9 AAB5 D2E2 EAEE F1F3 F2F5"            /* £¦§¨©©ªµÒâêîñóòõ */
	$"FD15 272C 2F32 353E 5C6D 7174 7574 7777"            /* ı.',/25>\mqtutww */
	$"7F7F 7F46 1D0E 0C0C 0B0B 0C10 1517 1314"            /* ...F............ */
	$"1517 0DC4 A099 999D A0A0 9F9E 9E9F 9EA0"            /* ...Ä ™™  ŸŸ  */
	$"A1A6 A6A6 A7A7 A8AD C3DD E9ED ECEF F1F2"            /* ¡¦¦¦§§¨­Ãİéíìïñò */
	$"031B 2A2C 2C30 3435 4564 6F73 7473 7475"            /* ..*,,045Edoststu */
	$"7F7F 7F48 1E10 0E10 0E0E 0E0F 1416 1312"            /* ...H............ */
	$"1519 19E0 A89C 9B9D A0A2 A2A1 9E9E 9D9E"            /* ...à¨œ› ¢¢¡ */
	$"A0A5 A8A7 A6A6 A6AA B5D2 E6ED EEEF F3F7"            /*  ¥¨§¦¦¦ªµÒæíîïó÷ */
	$"0C22 2D2D 2D31 3537 394F 6771 7575 7574"            /* ."---1579Ogquuut */
	$"7F7F 7F50 200E 0B0D 0D0E 0F10 1212 1113"            /* ...P ........... */
	$"1618 1C08 C0A1 9D9D A2A3 A4A3 A09E 9C9D"            /* ....À¡¢£¤£ œ */
	$"A0A1 A3A6 A7A7 A6A8 AEC5 DEEA EEEF EFFC"            /*  ¡£¦§§¦¨®ÅŞêîïïü */
	$"1423 2B2E 2D2F 3336 383A 4F6B 767A 7877"            /* .#+.-/368:Okvzxw */
	$"7F7F 7F50 200E 090A 0B0D 0F10 1011 1012"            /* ...P .ÆÂ........ */
	$"1517 1B1D E4A8 9C9D A1A3 A3A5 A4A1 A0A0"            /* ....ä¨œ¡££¥¤¡   */
	$"A1A4 A5A6 A6A9 A8A8 ABB9 D3E5 ECEF EEFE"            /* ¡¤¥¦¦©¨¨«¹Óåìïîş */
	$"1A25 292C 2D30 3335 3637 3B54 6D75 7675"            /* .%),-03567;Tmuvu */
	$"7D7F 7F56 220C 0707 090E 1111 1112 1212"            /* }..V"...Æ....... */
	$"1417 1A1D 10C6 A29D 9FA1 A1A2 A4A3 A0A1"            /* .....Æ¢Ÿ¡¡¢¤£ ¡ */
	$"A3A6 A5A6 A7A8 AAAA AAB1 C7DE EAED F206"            /* £¦¥¦§¨ªªª±ÇŞêíò. */
	$"1E2A 2B2B 2C2E 3033 3536 3A3F 556F 7576"            /* .*++,.0356:?Uouv */
	$"7A7F 7F60 280C 0505 060A 0D0C 0E10 1112"            /* z..`(....Â...... */
	$"1317 1A1B 1C00 B8A0 9FA0 A1A2 A4A4 A1A2"            /* ......¸ Ÿ ¡¢¤¤¡¢ */
	$"A4A7 A6A7 A7A7 A6A8 ABAF BBD5 E5ED F50B"            /* ¤§¦§§§¦¨«¯»Õåíõ. */
	$"1F2A 2D2C 2B2D 3033 3535 383D 3F53 6D77"            /* .*-,+-03558=?Smw */
	$"7B7F 7F62 2A10 0607 090A 0C0B 0C0E 1113"            /* {..b*...ÆÂ...... */
	$"1516 1B1B 1D1E F0B0 A0A0 A09F A0A2 A1A2"            /* ......ğ°   Ÿ ¢¡¢ */
	$"A3A8 AAA9 A9A7 A6A6 AAAD B1C5 DBE7 FA11"            /* £¨ª©©§¦¦ª­±ÅÛçú. */
	$"1F27 2C2D 2C2D 3033 3435 383A 3D3D 4B69"            /* .',-,-03458:==Ki */
	$"747F 7F64 2A0E 0403 0409 0908 0A0D 1013"            /* t..d*....ÆÆ.Â... */
	$"1517 191A 1C1F 1AE0 B0A3 A0A0 A0A2 A2A2"            /* .......à°£   ¢¢¢ */
	$"A2A5 A9AB ABAA AAAD B1B3 B2BA CFE5 FF15"            /* ¢¥©««ªª­±³²ºÏåÿ. */
	$"1F24 282B 2B2D 2F32 3333 3336 3739 3A42"            /* .$(++-/2333679:B */
	$"5F75 7F6C 3111 0603 0407 0909 090B 0E14"            /* _u.l1.....ÆÆÆ... */
	$"181A 1C1C 1B1E 201C E2B2 A3A2 A2A2 A3A5"            /* ...... .â²£¢¢¢£¥ */
	$"A6A5 A8AA AAA9 A8AA AEB2 B3B5 C6E3 0617"            /* ¦¥¨ªª©¨ª®²³µÆã.. */
	$"1F22 2429 2B2E 3031 3334 3536 3535 3737"            /* ."$)+.0134565577 */
	$"3A52 776A 3210 0502 0304 0809 090B 0E12"            /* :Rwj2......ÆÆ... */
	$"171A 1D1C 1C1D 1F21 1CE0 B0A5 A3A2 A1A4"            /* .......!.à°¥£¢¡¤ */
	$"A5A4 A5A9 ABAA A9AB AEB1 B2B4 BBDF 091A"            /* ¥¤¥©«ª©«®±²´»ßÆ. */
	$"1E20 2225 282B 2F2F 2F32 3335 3534 3535"            /* . "%(+///2355455 */
	$"3639 4B5D 3613 0501 0104 0708 0A0D 1014"            /* 69K]6.......Â... */
	$"181C 1E1F 201E 1F21 2418 D4AE A6A5 A2A4"            /* .... ..!$.Ô®¦¥¢¤ */
	$"A6A7 A7AA ABAA AAAC AEB0 B1B3 B7D7 0317"            /* ¦§§ª«ªª¬®°±³·×.. */
	$"1E20 2125 2628 2C2D 2F31 3133 3536 3535"            /* . !%&(,-/1135655 */
	$"3636 3A34 230E 03FF FF02 0506 0A0E 0F12"            /* 66:4#..ÿÿ...Â... */
	$"171B 1C1D 1E1D 1F21 2427 10C8 ACA7 A6A5"            /* .......!$'.È¬§¦¥ */
	$"A8A9 AAA9 A9A9 A9AD B0B2 B3B4 BDD7 FD15"            /* ¨©ª©©©©­°²³´½×ı. */
	$"1D21 2223 2527 292E 2F30 3031 3434 3332"            /* .!"#%')./0014432 */
	$"3335 3526 04FB 00FE FDFE 0205 080F 1112"            /* 355&.û.şış...... */
	$"1519 1C1C 1E1F 1F21 2325 2500 C0AB A7A7"            /* .......!#%%.À«§§ */
	$"A8AA ADAC AAA9 ABAD B0B1 B2B3 C3DA F60F"            /* ¨ª­¬ª©«­°±²³ÃÚö. */
	$"1B21 2324 2427 282C 2F30 3133 3636 3533"            /* .!#$$'(,/0136653 */
	$"3434 3522 00E4 E7F6 FBFA FF03 060B 1112"            /* 445".äçöûúÿ..... */
	$"1518 1C1C 1D1F 2020 2225 2620 E2B6 ABA9"            /* ......  "%& â¶«© */
	$"A8A9 ACAC AAA8 A9AD B1B0 B0B5 C8DB EC03"            /* ¨©¬¬ª¨©­±°°µÈÛì. */
	$"131C 2022 2225 272B 2E31 3132 3536 3633"            /* .. ""%'+.1125663 */
	$"3232 3324 00E2 D5DF F4FB FD02 0508 0D11"            /* 223$.âÕßôûı..... */
	$"1317 1A1C 1D1F 2223 2325 2627 0CCC B2AA"            /* ......"##%&'.Ì²ª */
	$"A9AA AEAF ADAC ADAE B1B1 B1BB D2E1 E9F9"            /* ©ª®¯­¬­®±±±»Òáéù */
	$"0F1B 2023 2424 2629 2D30 2F2F 3132 3333"            /* .. #$$&)-0//1233 */
	$"3233 3222 FCE1 D4CD DBF1 FB00 0508 0B0E"            /* 232"üáÔÍÛñû..... */
	$"1316 191B 1C1E 2224 2525 2728 25F0 BEAD"            /* ......"$%%'(%ğ¾­ */
	$"A8AA AEAF B0AD AEAF B0B1 B2C3 D7E2 E7EF"            /* ¨ª®¯°­®¯°±²Ã×âçï */
	$"0416 2026 2626 2729 2C2F 302E 3030 3132"            /* .. &&&'),/0.0012 */
	$"3232 3122 FCE1 D4CD CBDB F1FD 0207 0C0E"            /* 221"üáÔÍËÛñı.... */
	$"1015 1819 1B1F 2426 2627 2629 2C0A CCB2"            /* ......$&&'&),ÂÌ² */
	$"ABAB AFB3 B4B3 B2B5 B4B3 B9CB DFE6 E8EB"            /* ««¯³´³²µ´³¹Ëßæèë */
	$"F70C 1A24 2727 282B 2C2E 2F2D 2E2F 2F2F"            /* ÷..$''(+,./-./// */
	$"3232 3124 02E2 D2CB C8C9 DFF5 FD04 0A0D"            /* 221$.âÒËÈÉßõı.Â. */
	$"0F11 1517 191C 1F20 2225 2425 2B20 E0B6"            /* ....... "%$%+ à¶ */
	$"ACAB B0B4 B6B4 B3B3 B6B5 BFD5 E6EB EAEC"            /* ¬«°´¶´³³¶µ¿Õæëêì */
	$"F105 1A25 2928 282B 2C2C 2F2E 2D2D 2E2E"            /* ñ..%)((+,,/.--.. */
	$"2F31 2F26 06E4 D0CB C9C9 CEE8 FA02 0A0D"            /* /1/&.äĞËÉÉÎèú.Â. */
	$"1010 1217 191B 1E1F 2122 2424 2926 F0BC"            /* ........!"$$)&ğ¼ */
	$"ADAE B2B5 B9B8 B4B3 B4B7 C5DB E8EC EBEB"            /* ­®²µ¹¸´³´·ÅÛèìëë */
	$"EDFA 1224 2B2C 2A2C 2B2A 2D2F 2F2E 2E2F"            /* íú.$+,*,+*-//../ */
	$"3031 2F28 10E8 D0C8 C7C9 CBD7 EFFE 070B"            /* 01/(.èĞÈÇÉË×ïş.. */
	$"0D0E 0F12 171B 1E20 2324 2425 2A29 FAC2"            /* ....... #$$%*)úÂ */
	$"B0AF B2B5 B9BA B7B4 B4BB CEE1 E9EA EBEC"            /* °¯²µ¹º·´´»Îáéêëì */
	$"ECF1 041B 292C 2B2B 2C2B 2B2E 2F30 2F30"            /* ìñ..),++,++./0/0 */
	$"2F30 3030 1CEE D0C7 C5C7 CACE E2F9 070B"            /* /000.îĞÇÅÇÊÎâù.. */
	$"0D0F 1012 171B 1D1E 2123 2324 282B 08CC"            /* ........!##$(+.Ì */
	$"B4B1 B3B7 BABA B9B5 B3BF D5E5 ECED EFEF"            /* ´±³·ºº¹µ³¿Õåìíïï */
	$"EEEE FB13 232B 2B2B 2C2D 2C2C 2F31 3131"            /* îîû.#+++,-,,/111 */
	$"3030 3137 25F8 D4C7 C5C7 CACD D5EF 020A"            /* 0017%øÔÇÅÇÊÍÕï.Â */
	$"0C0C 0F12 1317 1A1B 1D20 2120 2428 0AD0"            /* ......... ! $(ÂĞ */
	$"B6B2 B4B7 BABA B9B7 B6C5 DAE7 EEEE EEF0"            /* ¶²´·ºº¹·¶ÅÚçîîîğ */
	$"EFED F309 1F2A 2E2A 292B 2D2C 2C2F 2F2E"            /* ïíóÆ.*.*)+-,,//. */
	$"2E2F 3241 30FC D8C9 C6C7 CACD D1E5 FD09"            /* ./2A0üØÉÆÇÊÍÑåıÆ */
	$"0D0C 0D11 1416 191B 1C1F 2020 2326 0AD0"            /* ..........  #&ÂĞ */
	$"B8B3 B5B9 BABB BBB9 BDCD DEE8 EEF0 EFF2"            /* ¸³µ¹º»»¹½ÍŞèîğïò */
	$"F2EF EFFD 1728 2C2C 292B 2E2F 2E2F 3030"            /* òïïı.(,,)+././00 */
	$"2F2F 374A 3802 DCCB C6C8 CBCE D0DA F607"            /* //7J8.ÜËÆÈËÎĞÚö. */
	$"0C0C 0C11 1415 1517 181B 1E20 2225 0CD2"            /* ........... "%.Ò */
	$"B7B2 B4BA BCBC BBBA C4D7 E4EA ECED F0F1"            /* ·²´º¼¼»ºÄ×äêìíğñ */
	$"F3F1 EFF4 0A20 2828 2728 2A2C 2B2C 2E30"            /* óñïôÂ (('(*,+,.0 */
	$"2D2F 3D51 3C08 E0CC C6C7 CBCE D2D5 EB04"            /* -/=Q<.àÌÆÇËÎÒÕë. */
	$"0C0C 0E12 1516 1616 1719 1D1F 2124 16DC"            /* ............!$.Ü */
	$"BAB3 B5BA BCBB B8BA C9DD E7EC ECEC F0F3"            /* º³µº¼»¸ºÉİçìììğó */
	$"F5F5 F3F2 FE16 2628 2829 2A2C 2D2D 2D2F"            /* õõóòş.&(()*,---/ */
	$"2C2D 3F51 400C E4D0 C8C7 CBCF D3D5 DFF7"            /* ,-?Q@.äĞÈÇËÏÓÕß÷ */
	$"080D 0F13 1517 1715 1618 1C1F 2124 1EEC"            /* ............!$.ì */
	$"BCB2 B4B7 BABB B8BC CEDF E8EB ECEB EDF2"            /* ¼²´·º»¸¼Îßèëìëíò */
	$"F6F6 F5F2 F609 1D26 2829 2A2B 2D2F 3031"            /* ööõòöÆ.&()*+-/01 */
	$"2F2E 3F52 420E E4D0 C8C6 C8CC D1D5 DAE7"            /* /.?RB.äĞÈÆÈÌÑÕÚç */
	$"FD0B 0F14 1517 1816 1517 1C1E 2022 2100"            /* ı........... "!. */
	$"C8B5 B3B7 B9BA B9C1 D3E2 EAEC EDED EEF2"            /* Èµ³·¹º¹ÁÓâêìííîò */
	$"F7F8 F8F6 F5FF 1322 2829 292B 2B2E 3132"            /* ÷øøöõÿ."())++.12 */
	$"3131 4354 4814 E9D4 CBC8 C8CC D1D6 DADF"            /* 11CTH.éÔËÈÈÌÑÖÚß */
	$"ED03 0F13 1516 1717 1415 1A1C 1C1F 2112"            /* í.............!. */
	$"DCB8 B4B6 B8B9 BBC9 D9E4 E9EA ECED EEF0"            /* Ü¸´¶¸¹»ÉÙäéêìíîğ */
	$"F5F7 F8F8 F7FA 091B 262A 2829 2A2C 2F31"            /* õ÷øø÷úÆ.&*()*,/1 */
	$"3134 4553 4918 EAD4 CBC9 C8CA CFD2 D7DC"            /* 14ESI.êÔËÉÈÊÏÒ×Ü */
	$"E0F1 0712 1516 1716 1514 171B 1C1D 211E"            /* àñ............!. */
	$"F4C4 B3B4 B6B8 BFCF DDE5 E8E9 EBEF EFF1"            /* ôÄ³´¶¸¿Ïİåèéëïïñ */
	$"F4F7 F9F7 F7F9 FF12 2129 2B2A 2B2D 2F30"            /* ô÷ù÷÷ùÿ.!)+*+-/0 */
	$"3236 4755 4C1C EDD5 CCCB CCCC CED1 D4D9"            /* 26GUL.íÕÌËÌÌÎÑÔÙ */
	$"DDE1 F70D 1517 1716 1514 171A 1B1C 1E20"            /* İá÷............  */
	$"10D8 B8B3 B5B8 C5D6 E3E8 E9E9 EBEF F2F2"            /* .Ø¸³µ¸ÅÖãèééëïòò */
	$"F4F6 F8F8 F7F8 FC0A 1B26 2929 2A2D 2E2E"            /* ôöøø÷øüÂ.&))*-.. */
	$"2E33 4552 4C20 F2D8 CDCB CDCE CFD1 D2D5"            /* .3ERL òØÍËÍÎÏÑÒÕ */
	$"DADD E3FB 0F16 1817 1614 1519 1919 1C1E"            /* Úİãû............ */
	$"1CF4 C5B6 B4BA CADA E5EB EAE9 EBEF F2F4"            /* .ôÅ¶´ºÊÚåëêéëïòô */
	$"F5F8 F9F9 F8F8 FA02 1522 2729 292C 2E2D"            /* õøùùøøú.."')),.- */
	$"2E32 4553 4E24 F2D9 CDCB CED0 D0D1 D2D3"            /* .2ESN$òÙÍËÎĞĞÑÒÓ */
	$"D6DC DFE5 FD0F 1617 1715 1618 181A 1C1F"            /* ÖÜßåı........... */
	$"2110 D9BC B5BE CFDF E6EA EAE7 EAEF F3F6"            /* !.Ù¼µ¾Ïßæêêçêïóö */
	$"F6F7 F8F8 F8F7 F9FB 0A1C 2629 2A2B 2E2E"            /* ö÷øøø÷ùûÂ.&)*+.. */
	$"2D30 4353 5028 F6D9 CECB CED0 D1D1 D1D3"            /* -0CSP(öÙÎËÎĞÑÑÑÓ */
	$"D5D8 DCDE E5FD 0F15 1617 1717 1717 1B1E"            /* ÕØÜŞåı.......... */
	$"2020 00CC BBC3 D6E2 E9EB EBE9 EAEE F2F5"            /*   .Ì»ÃÖâéëëéêîòõ */
	$"F7F8 F8F9 F8F7 F8F9 FF13 232B 2C2C 2D2E"            /* ÷øøùø÷øùÿ.#+,,-. */
	$"2F2F 3D4F 5230 FCDA CECC CCCE CFD1 D2D5"            /* //=OR0üÚÎÌÌÎÏÑÒÕ */
	$"D6D9 DCDE DFE4 FB0F 1618 1717 1717 1B1F"            /* ÖÙÜŞßäû......... */
	$"2020 19E9 C6CA DAE5 E9EB EBEA EBED F1F3"            /*   .éÆÊÚåéëëêëíñó */
	$"F6F7 F6F7 F7F8 F8F8 F909 1B27 2B2A 2C2D"            /* ö÷ö÷÷øøøùÆ.'+*,- */
	$"2F2F 3749 5031 00DC CFCD CFCE CECE D1D5"            /* //7IP1.ÜÏÍÏÎÎÎÑÕ */
	$"D7D9 DBDC DDDD E4FB 0F16 1616 1617 1A20"            /* ×ÙÛÜİİäû.......  */
	$"2122 220E E2D7 E0E6 E9EA EBEB EDEF F0F2"            /* !"".â×àæéêëëíïğò */
	$"F5F8 F7F5 F6F7 F8F7 F6FF 1323 2B2B 2B2C"            /* õø÷õö÷ø÷öÿ.#+++, */
	$"2D2E 3345 4E34 04E0 D0CC CFCF CFCF D0D6"            /* -.3EN4.àĞÌÏÏÏÏĞÖ */
	$"D8D9 DBDC DDDE E0E6 FB0E 1416 1616 1A20"            /* ØÙÛÜİŞàæû......  */
	$"2323 2324 0DEC E5E6 E7E9 E9E9 EBEE F0F1"            /* ###$.ìåæçéééëîğñ */
	$"F4F8 F8F7 F6F7 F7F6 F4F7 071A 2629 292A"            /* ôøø÷ö÷÷öô÷..&))* */
	$"2B2C 303F 4C35 04E1 D1CB CDD1 D1CF D1D6"            /* +,0?L5.áÑËÍÑÑÏÑÖ */
	$"DCDD DDDD DFE0 E0E2 E8F8 0B14 1516 1A1F"            /* Üİİİßààâèø...... */
	$"2123 232A 3414 F2E7 E6E7 E9EA EBED F0F0"            /* !##*4.òçæçéêëíğğ */
	$"F2F6 F6F6 F6F6 F6F5 F5F5 FE11 2029 2B2A"            /* òööööööõõõş. )+* */
	$"2A2B 2D3B 4B38 08E3 D2CC CBCD CFCF D0D5"            /* *+-;K8.ãÒÌËÍÏÏĞÕ */
	$"DBDD DFDE DFE0 E0E3 E7EA F70D 1618 1B1F"            /* ÛİßŞßààãçê÷..... */
	$"2223 252F 423C 0CEF E6E7 EAEB EBEE EFF0"            /* "#%/B<.ïæçêëëîïğ */
	$"F1F5 F5F6 F7F7 F6F5 F5F5 F706 1723 2A2C"            /* ñõõö÷÷öõõõ÷..#*, */
	$"2A2B 2B36 483A 0CE5 D3CD CCCC CBCC CED2"            /* *++6H:.åÓÍÌÌËÌÎÒ */
	$"D7DB DEDE DDDD DFE1 E5E8 E9F7 0D16 1B1F"            /* ×ÛŞŞİİßáåèé÷.... */
	$"2325 2835 4750 3000 EAE6 E9EB ECED F0F1"            /* #%(5GP0.êæéëìíğñ */
	$"F2F2 F3F4 F6F7 F7F6 F6F7 F8FF 0F1D 262B"            /* òòóôö÷÷öö÷øÿ..&+ */
	$"2B2A 2A32 453C 10E8 D3CD CCCB CCCC CDD1"            /* +**2E<.èÓÍÌËÌÌÍÑ */
	$"D4D8 DBDE DEDE E0E2 E4E6 E7EA F70D 181E"            /* ÔØÛŞŞŞàâäæçê÷... */
	$"2224 2A3B 4B57 5019 F4E8 E9EB ECEE F0F1"            /* "$*;KWP.ôèéëìîğñ */
	$"F3F3 F3F3 F5F6 F6F5 F5F7 F8FA 0617 2229"            /* óóóóõööõõ÷øú..") */
	$"2B29 282E 413C 14EC D5CC CBCC CCCC CDD0"            /* +)(.A<.ìÕÌËÌÌÌÍĞ */
	$"D3D5 D9DC DCDD DFE3 E5E6 E6E9 EDF9 0F1C"            /* ÓÕÙÜÜİßãåææéíù.. */
	$"2123 2D3F 4E57 5A38 01EC EAEC EDEF F1F2"            /* !#-?NWZ8.ìêìíïñò */
	$"F5F4 F3F2 F4F6 F7F6 F6F6 F8F8 FE0E 1E28"            /* õôóòôö÷öööøøş..( */
	$"2C2C 2B2F 3F3E 15ED D7CC CACB CCCD CDCF"            /* ,,+/?>.í×ÌÊËÌÍÍÏ */
	$"D3D4 D6D9 DBDC DDE2 E4E4 E6E9 EDF1 FE13"            /* ÓÔÖÙÛÜİâääæéíñş. */
	$"1F25 3345 525A 5D50 18F4 ECEC ECEE F1F2"            /* .%3ERZ]P.ôìììîñò */
	$"F4F6 F5F3 F3F5 F6F6 F6F6 F6F5 F703 1423"            /* ôöõóóõöööööõ÷..# */
	$"2A2C 2C2F 3F40 19F0 D7CB C8C9 CACC CDCF"            /* *,,/?@.ğ×ËÈÉÊÌÍÏ */
	$"D2D3 D4D6 D9DC DEE0 E2E2 E3E7 EBEE F2FF"            /* ÒÓÔÖÙÜŞàââãçëîòÿ */
	$"1424 3849 555C 5E5A 3204 F1EE EDED F0F3"            /* .$8IU\^Z2.ñîííğó */
	$"F3F6 F7F4 F3F4 F5F6 F6F7 F7F6 F6FD 0D1E"            /* óö÷ôóôõöö÷÷ööı.. */
	$"282C 2E31 4144 20F2 D8CC C8C8 CACC CCCD"            /* (,.1AD òØÌÈÈÊÌÌÍ */
	$"D0D1 D2D4 D7DB DEE1 E2E3 E4E8 EBED F0F5"            /* ĞÑÒÔ×ÛŞáâãäèëíğõ */
	$"031F 3B4B 565C 5E5D 4812 F6EF EFEE F1F4"            /* ..;KV\^]H.öïïîñô */
	$"F4F6 F8F6 F3F4 F6F7 F6F6 F6F5 F5F7 0417"            /* ôöøöóôö÷öööõõ÷.. */
	$"242A 2C32 4346 22F4 D8CC C7C8 CACC CDCD"            /* $*,2CF"ôØÌÇÈÊÌÍÍ */
	$"CFD1 D1D2 D6D9 DCDF E2E3 E4E8 ECED EEF1"            /* ÏÑÑÒÖÙÜßâãäèìíîñ */
	$"F919 3B4B 555B 5D5E 5626 FDF0 EFEF F1F4"            /* ù.;KU[]^V&ığïïñô */
	$"F4F6 F7F6 F3F3 F6F7 F7F5 F6F4 F4F5 FC0F"            /* ôö÷öóóö÷÷õöôôõü. */
	$"1F28 2B32 4549 26F8 DCCD C8C8 CACB CCCD"            /* .(+2EI&øÜÍÈÈÊËÌÍ */
	$"CFD0 D0D1 D4D9 DBDD E0E2 E5E8 ECEF EFEF"            /* ÏĞĞÑÔÙÛİàâåèìïïï */
	$"FA11 3349 545B 5D5F 5E3A 08F5 F1F2 F5F6"            /* ú.3IT[]_^:.õñòõö */
	$"F6F6 F7F5 F2F1 F4F7 F7F5 F5F4 F4F4 F706"            /* öö÷õòñô÷÷õõôôô÷. */
	$"1927 2C35 474D 2AFA DCCE C9C8 CACB CBCD"            /* .',5GM*úÜÎÉÈÊËËÍ */
	$"CFCF CFD0 D3D6 DADC DFE2 E4E7 EBEE EFEE"            /* ÏÏÏĞÓÖÚÜßâäçëîïî */
	$"FC11 263F 5058 5B5D 5F46 10F8 F2F3 F7F7"            /* ü.&?PX[]_F.øòó÷÷ */
	$"F7F7 F8F7 F4F2 F4F6 F6F5 F5F4 F3F2 F3FC"            /* ÷÷ø÷ôòôööõõôóòóü */
	$"0F22 2B39 4B50 3000 DDCE C8C8 C9CA CACC"            /* ."+9KP0.İÎÈÈÉÊÊÌ */
	$"CFD1 D0D0 D3D7 D9DC DFE2 E5E8 EBEF F0F3"            /* ÏÑĞĞÓ×ÙÜßâåèëïğó */
	$"0214 2134 4954 585B 5E51 1CFA F1F2 F6F9"            /* ..!4ITX[^Q.úñòöù */
	$"F8F8 F9F8 F7F5 F6F7 F6F6 F5F4 F4F4 F3F6"            /* øøùø÷õö÷ööõôôôóö */
	$"071B 273B 4D51 3202 E0CF C9C9 C9C9 CACB"            /* ..';MQ2.àÏÉÉÉÉÊË */
	$"CED0 D0D1 D3D5 D9DB DEE2 E5E8 EBEE EFF7"            /* ÎĞĞÑÓÕÙÛŞâåèëîï÷ */
	$"0817 222A 3E4F 565A 5D56 2800 F2F2 F6F9"            /* .."*>OVZ]V(.òòöù */
	$"F9F9 F9F8 F8F7 F7F7 F6F5 F6F5 F5F5 F4F4"            /* ùùùøø÷÷÷öõöõõõôô */
	$"FD12 253F 5053 3806 E2CF C9C9 CACA C9CA"            /* ı.%?PS8.âÏÉÉÊÊÉÊ */
	$"CDD0 D1D2 D3D4 D7DA DDE1 E4E7 EBED F0FC"            /* ÍĞÑÒÓÔ×Úİáäçëíğü */
	$"0D1A 2226 2F46 545A 5C5A 3002 F2F2 F4F8"            /* .."&/FTZ\Z0.òòôø */
	$"FBFA F9F8 F9F8 F8F7 F4F4 F5F5 F5F6 F6F5"            /* ûúùøùøø÷ôôõõõööõ */
	$"F808 2342 5255 3A08 E3D0 C9C9 CBCA C8CA"            /* ø.#BRU:.ãĞÉÉËÊÈÊ */
	$"CDD0 D3D4 D5D5 D6D8 DCE0 E3E6 EAEC F202"            /* ÍĞÓÔÕÕÖØÜàãæêìò. */
	$"111D 2325 2739 4E58 5B5A 3504 F2F0 F2F5"            /* ..#%'9NX[Z5.òğòõ */
	$"F8F9 F9F7 F8F8 F9F8 F5F4 F5F6 F5F7 F7F6"            /* øùù÷øøùøõôõöõ÷÷ö */
	$"F7FF 1F43 5255 3C0C E6D2 CBCA CBCB C9CA"            /* ÷ÿ.CRU<.æÒËÊËËÉÊ */
	$"CDD0 D3D5 D6D7 D8D9 DCE1 E3E4 E8EC F607"            /* ÍĞÓÕÖ×ØÙÜáãäèìö. */
	$"151E 2325 252D 4556 5B5B 4410 F5F0 F2F5"            /* ..#%%-EV[[D.õğòõ */
	$"F9FA F9F8 F7F7 F8F8 F5F3 F4F5 F5F6 F7F7"            /* ùúùø÷÷øøõóôõõö÷÷ */
	$"F8FB 173D 4F55 400D E8D3 CDCB CCCB CAC9"            /* øû.=OU@.èÓÍËÌËÊÉ */
	$"CCCF D2D5 D7D8 D9D9 DBDF E2E3 E6EC FB0C"            /* ÌÏÒÕ×ØÙÙÛßâãæìû. */
	$"171E 2224 2425 334D 595B 5020 FAF0 F0F3"            /* .."$$%3MY[P úğğó */
	$"F7F9 F9F9 F7F7 F7F7 F6F4 F3F4 F4F5 F8F8"            /* ÷ùùù÷÷÷÷öôóôôõøø */
	$"F9FB 1336 4B54 4412 E8D3 CCCC CCCB C9C9"            /* ùû.6KTD.èÓÌÌÌËÉÉ */
	$"CBCF D2D4 D7D9 DADB DDDF E2E4 E6EF FF11"            /* ËÏÒÔ×ÙÚÛİßâäæïÿ. */
	$"1A1F 2223 2425 2A3E 5259 5630 04F3 F1F3"            /* .."#$%*>RYV0.óñó */
	$"F6F8 F9F9 F8F7 F7F7 F7F7 F6F6 F6F6 F8F9"            /* öøùùø÷÷÷÷÷ööööøù */
	$"FAFD 112D 4551 4516 EAD3 CBCC CDCC CAC8"            /* úı.-EQE.êÓËÌÍÌÊÈ */
	$"CACF D2D4 D5D8 DBDD DEE0 E2E3 E7F3 0513"            /* ÊÏÒÔÕØÛİŞàâãçó.. */
	$"1B20 2120 2124 272E 4353 5944 12F7 F1F1"            /* . ! !$'.CSYD.÷ññ */
	$"F3F6 F8F9 F9F7 F5F5 F6F7 F8F7 F6F7 F8F9"            /* óöøùù÷õõö÷ø÷ö÷øù */
	$"FAFD 0F25 3C4D 4619 ECD3 CACA CDCC CAC8"            /* úı.%<MF.ìÓÊÊÍÌÊÈ */
	$"C8CD D1D3 D5D8 DBDD DFDF E0E2 E7F8 0A16"            /* ÈÍÑÓÕØÛİßßàâçøÂ. */
	$"1C21 2322 2125 272A 3146 5452 2600 F2F0"            /* .!#"!%'*1FTR&.òğ */
	$"F1F3 F6F8 F9F7 F4F4 F5F6 F8F8 F7F8 FAFB"            /* ñóöøù÷ôôõöøø÷øúû */
	$"FCFF 1022 3345 441C F0D4 C8C8 CCCD CBC9"            /* üÿ."3ED.ğÔÈÈÌÍËÉ */
	$"CACD D1D4 D5D7 DBDF E1E1 E1E1 EBFE 0D17"            /* ÊÍÑÔÕ×Ûßááááëş.. */
	$"1C20 2323 2325 282A 2B33 4954 400D F6F0"            /* . ###%(*+3IT@.öğ */
	$"EFF0 F4F7 F7F7 F4F3 F3F5 F7F9 F8F8 FAFB"            /* ïğô÷÷÷ôóóõ÷ùøøúû */
	$"FCFF 111F 2C3D 401D F2D5 C8C5 C8CA C9C8"            /* üÿ..,=@.òÕÈÅÈÊÉÈ */
	$"CACE D1D3 D5D6 DADF E1E3 E2E2 EF03 1219"            /* ÊÎÑÓÕÖÚßáãââï... */
	$"1D1F 2224 2526 292B 2B2B 3549 5028 00F2"            /* .."$%&)+++5IP(.ò */
	$"EEEF F2F4 F7F7 F5F3 F1F2 F5F8 F9F9 F9FB"            /* îïòô÷÷õóñòõøùùùû */
	$"FCFF 0F1F 2734 3C20 F5D8 CAC5 C6C8 C8C8"            /* üÿ..'4< õØÊÅÆÈÈÈ */
	$"CACE D0D2 D4D6 DADE E1E2 E2E4 F307 151B"            /* ÊÎĞÒÔÖÚŞáââäó... */
	$"1E1F 2123 2628 292B 2B2A 2C33 4944 14F8"            /* ..!#&()++*,3ID.ø */
	$"EFEE F0F2 F4F6 F4F2 F0F0 F2F6 F8F9 FAFA"            /* ïîğòôöôòğğòöøùúú */
	$"FBFE 0B1E 252B 3520 F6DA CCC6 C5C6 C7C8"            /* ûş..%+5 öÚÌÆÅÆÇÈ */
	$"CBCF D1D2 D4D7 DBDE E1E2 E2E8 F809 141A"            /* ËÏÑÒÔ×ÛŞáââèøÆ.. */
	$"1C1E 2023 272A 2B2B 2B2A 2B2C 3449 380B"            /* .. #'*+++*+,4I8. */
	$"F5F0 F0F2 F2F3 F4F3 F1EF F0F4 F8F9 FAFB"            /* õğğòòóôóñïğôøùúû */
	$"FBFD 081A 2326 2C1A F6DA CCC6 C4C4 C5C6"            /* ûı..#&,.öÚÌÆÄÄÅÆ */
	$"C9CE D1D3 D4D7 DBDE E0E2 E4EF FF0C 1519"            /* ÉÎÑÓÔ×ÛŞàâäïÿ... */
	$"1B1C 1E21 262A 2C2C 2B2A 292A 2B32 432A"            /* ...!&*,,+*)*+2C* */
	$"02F2 F0F1 F0F1 F3F3 F2EF F0F2 F6F9 FAFB"            /* .òğñğñóóòïğòöùúû */
	$"FDFD 0315 2124 2614 F4DB CDC6 C5C5 C5C6"            /* ıı..!$&.ôÛÍÆÅÅÅÆ */
	$"C8CC CFD2 D4D7 DBDD DFE1 E6F5 050F 1519"            /* ÈÌÏÒÔ×Ûİßáæõ.... */
	$"1A1C 1E21 2529 2C2D 2C2B 2929 292C 313B"            /* ...!%),-,+))),1; */
	$"1CFB F0F0 F0F1 F2F3 F3F1 F0F2 F5F8 FAFC"            /* .ûğğğñòóóñğòõøúü */
	$"FDFE 010F 1F24 220E F0DA CEC6 C4C5 C5C5"            /* ış...$".ğÚÎÆÄÅÅÅ */
	$"C7CB CFD1 D4D7 DADD DEE0 EAFC 0911 1517"            /* ÇËÏÑÔ×ÚİŞàêüÆ... */
	$"191A 1D21 2427 2B2D 2C2A 2928 282A 2D31"            /* ...!$'+-,*)((*-1 */
	$"3010 F6EF EEEF F1F3 F3F1 F0F2 F5F6 F9FC"            /* 0.öïîïñóóñğòõöùü */
	$"FEFF 0007 1A24 2208 E9D6 CDC7 C3C3 C5C5"            /* şÿ...$".éÖÍÇÃÃÅÅ */
	$"C6C9 CDD0 D3D7 DBDC DDE1 EF01 0D14 1617"            /* ÆÉÍĞÓ×ÛÜİáï..... */
	$"181A 1D21 2326 292C 2D2A 2827 2729 2B2E"            /* ...!#&),-*('')+. */
	$"3020 01F0 EDEE F0F2 F2F2 F2F3 F5F6 F8FB"            /* 0 .ğíîğòòòòóõöøû */
	$"FE00 0003 1423 2408 E4D1 CAC7 C5C4 C6C7"            /* ş....#$.äÑÊÇÅÄÆÇ */
	$"C6C8 CCCF D2D5 DADC DDE3 F405 0F14 1617"            /* ÆÈÌÏÒÕÚÜİãô..... */
	$"181A 1E21 2325 272A 2D2C 2826 2627 292C"            /* ...!#%'*-,(&&'), */
	$"2F2E 10F3 ECEC EFF0 F3F3 F4F5 F6F7 F8FA"            /* /..óììïğóóôõö÷øú */
	$"FDFF 0001 0E1F 250C E0CA C6C5 C5C6 C6C6"            /* ıÿ....%.àÊÆÅÅÆÆÆ */
	$"C7C8 CBCF D3D5 D9DC DEE8 FA09 1116 1617"            /* ÇÈËÏÓÕÙÜŞèúÆ.... */
	$"1819 1E22 2325 2729 2C2C 2926 2425 272A"            /* ..."#%'),,)&$%'* */
	$"2E30 26F8 E5E8 ECEF F1F2 F3F5 F6F7 F8FA"            /* .0&øåèìïñòóõö÷øú */
	$"FDFF 0001 091C 2510 E0C2 BFC1 C4C6 C7C6"            /* ıÿ..Æ.%.àÂ¿ÁÄÆÇÆ */
	$"C5C8 CBCF D2D4 D7DB DFED FF0B 1216 1716"            /* ÅÈËÏÒÔ×Ûßíÿ..... */
	$"1719 1C21 2325 2729 2B2D 2B28 2525 2729"            /* ...!#%')+-+(%%') */
	$"2D2F 3016 E4DD E6EC F0F2 F3F5 F5F7 F8F9"            /* -/0.äİæìğòóõõ÷øù */
	$"FCFF FF00 0619 2412 E2BD B7BB C1C6 C7C6"            /* üÿÿ...$.â½·»ÁÆÇÆ */
	$"C5C7 CBCF D1D4 D6D8 E1F3 030C 1115 1616"            /* ÅÇËÏÑÔÖØáó...... */
	$"1719 1D21 2325 2729 2B2C 2B28 2625 2629"            /* ...!#%')+,+(&%&) */
	$"2C2F 2F28 FCD4 D8E7 EEF2 F4F5 F6F7 F9FA"            /* ,//(üÔØçîòôõö÷ùú */
	$"FBFF 0101 0617 2315 E8BC AEB5 BEC5 C8C7"            /* ûÿ....#.è¼®µ¾ÅÈÇ */
	$"C6C7 CCCF D2D4 D5D8 E5F8 060E 1214 1617"            /* ÆÇÌÏÒÔÕØåø...... */
	$"1819 1C20 2325 2729 2A2B 2A28 2625 2627"            /* ... #%')*+*(&%&' */
	$"2A2D 2F2E 14E0 CAD8 E9F0 F4F6 F7F8 F9FB"            /* *-/..àÊØéğôö÷øùû */
	$"FBFD 0002 0717 2318 E9BC A8AC B7C0 C6C7"            /* ûı....#.é¼¨¬·ÀÆÇ */
	$"C6C7 CCCF D1D3 D4D8 E9FD 090F 1213 1517"            /* ÆÇÌÏÑÓÔØéıÆ..... */
	$"1819 1B1F 2325 2629 2B2B 2A28 2727 2727"            /* ....#%&)++*('''' */
	$"292B 2E2F 26F5 D0C8 DBEC F2F5 F7F8 F9FB"            /* )+./&õĞÈÛìòõ÷øùû */
	$"FBFD FF02 0718 241A F0C0 A5A6 B3BE C5C7"            /* ûıÿ...$.ğÀ¥¦³¾ÅÇ */
	$"C8CA CED1 D2D3 D4DB EEFF 0A0F 1113 1415"            /* ÈÊÎÑÒÓÔÛîÿÂ..... */
	$"1819 1A1D 2124 2629 2B2A 2826 2526 2727"            /* ....!$&)+*(&%&'' */
	$"292B 2D2F 2C04 D8C6 CBE1 EFF4 F7F9 F9FB"            /* )+-/,.ØÆËáïô÷ùùû */
	$"FBFC FF02 091B 251C F0C2 A59E ABB9 C1C6"            /* ûüÿ.Æ.%.ğÂ¥«¹ÁÆ */
	$"C8CB CED1 D3D3 D6E3 F403 0C0F 1113 1517"            /* ÈËÎÑÓÓÖãô....... */
	$"1819 1A1C 1F23 2528 2A2A 2825 2425 2728"            /* .....#%(**(%$%'( */
	$"292A 2C2F 2E12 E0C8 C5D2 E7F2 F7F9 FAFB"            /* )*,/..àÈÅÒçò÷ùúû */
	$"FBFC FF02 0C1E 2720 F4C4 A69B A3B3 BFC4"            /* ûüÿ...' ôÄ¦›£³¿Ä */
	$"C8CC CFD1 D3D4 D9E9 F905 0C0F 1112 1517"            /* ÈÌÏÑÓÔÙéù....... */
	$"1819 1A1B 1E22 2528 2A2A 2825 2425 2628"            /* ....."%(**(%$%&( */
	$"292A 2B2E 2F20 ECCD C6C9 D9ED F5F8 FAFB"            /* )*+./ ìÍÆÉÙíõøúû */
	$"FBFC FE02 0F21 2920 F8C6 A69A 9BAA B9C2"            /* ûüş..!) øÆ¦š›ª¹Â */
	$"C7CC D0D2 D4D6 DEEF FF07 0C0E 0F12 1517"            /* ÇÌĞÒÔÖŞïÿ....... */
	$"1819 1A1B 1D21 2428 2A2A 2825 2324 2627"            /* .....!$(**(%#$&' */
	$"292A 2A2C 2E22 F0CE C6C7 CDE2 F2F8 FAFB"            /* )**,."ğÎÆÇÍâòøúû */
	$"FCFD FF04 1726 2B24 FAC8 A99B 98A2 B3BF"            /* üıÿ..&+$úÈ©›˜¢³¿ */
	$"C7CC D0D3 D5D8 E5F6 030B 0E0F 0F12 1618"            /* ÇÌĞÓÕØåö........ */
	$"191A 1A1B 1C1F 2327 2A2A 2724 2223 2426"            /* ......#'**'$"#$& */
	$"282A 2A2B 2D24 F1CE C5C6 C9D7 EDF7 F9FB"            /* (**+-$ñÎÅÆÉ×í÷ùû */
	$"FCFD FF08 1C29 2D26 00CC AB9B 969A ABBA"            /* üıÿ..)-&.Ì«›–š«º */
	$"C4CB CFD2 D4DA EBFB 060C 0F0F 0F12 1719"            /* ÄËÏÒÔÚëû........ */
	$"1A1B 1B1C 1D1E 2226 2929 2724 2222 2426"            /* ......"&))'$""$& */
	$"2729 2A2B 2D24 F2CE C4C4 C8CF E5F5 F9FA"            /* ')*+-$òÎÄÄÈÏåõùú */
	$"FCFE 010F 212A 2D28 02D0 AC9C 9695 A1B5"            /* üş..!*-(.Ğ¬œ–•¡µ */
	$"C2CA CED1 D4DF F201 080D 0F0F 0F13 181A"            /* ÂÊÎÑÔßò......... */
	$"1A1B 1B1C 1C1E 2125 2829 2725 2322 2425"            /* ......!%()'%#"$% */
	$"2728 292B 2C22 F2CD C3C3 C7CB DBF1 F9FB"            /* '()+,"òÍÃÃÇËÛñùû */
	$"FDFF 0517 252B 2D2A 08D2 B09E 9794 9AAD"            /* ıÿ..%+-*.Ò°—”š­ */
	$"BFC9 CED1 D6E6 F905 0A0D 0F0F 1013 181A"            /* ¿ÉÎÑÖæù.Â....... */
	$"1A1B 1C1B 1C1D 1F22 2527 2624 2322 2325"            /* ......."%'&$#"#% */
	$"2627 282A 2C22 F1CC C1C3 C6C9 D3E9 F7FB"            /* &'(*,"ñÌÁÃÆÉÓé÷û */
	$"FDFF 0D1F 272A 2C2A 0CD8 B2A0 9895 97A5"            /* ıÿ..'*,*.Ø² ˜•—¥ */
	$"B9C7 CED2 DAEC FE08 0C0D 0F10 1013 171B"            /* ¹ÇÎÒÚìş......... */
	$"1C1C 1C1C 1C1D 1F21 2325 2524 2322 2224"            /* .......!#%%$#""$ */
	$"2627 2729 2B26 F8CE C1C2 C6C9 CEE1 F3FB"            /* &'')+&øÎÁÂÆÉÎáóû */
	$"FE01 1222 292A 2C2B 10D8 B29E 9795 959C"            /* ş..")*,+.Ø²—••œ */
	$"AFBF CAD1 DEF1 010A 0E0E 0F10 1113 171A"            /* ¯¿ÊÑŞñ.Â........ */
	$"1C1C 1D1D 1C1D 1F21 2224 2524 2322 2224"            /* .......!"$%$#""$ */
	$"2627 2729 2B2A 04D4 C1C0 C4C7 CBD3 EAF9"            /* &'')+*.ÔÁÀÄÇËÓêù */
	$"FE03 1624 292A 2B2B 12E0 B4A0 9796 9699"            /* ş..$)*++.à´ —––™ */
	$"A6B9 C7D3 E5F7 020A 0E0E 0F10 1214 1719"            /* ¦¹ÇÓå÷.Â........ */
	$"1C1D 1D1D 1D1D 1E21 2223 2424 2222 2224"            /* .......!"#$$"""$ */
	$"2526 2628 2B2C 10DC C3BF C3C7 C9CD DBF1"            /* %&&(+,.ÜÃ¿ÃÇÉÍÛñ */
	$"FC07 1A25 292B 2B2C 16E0 B6A1 9896 9899"            /* ü..%)++,.à¶¡˜–˜™ */
	$"9EB0 C2D4 EBFC 040A 0E0E 0E10 1214 1619"            /* °ÂÔëü.Â........ */
	$"1B1D 1E1E 1E1E 1E20 2222 2324 2221 2224"            /* ....... ""#$"!"$ */
	$"2526 2729 2C2D 20EC C9C0 C1C5 C8CA CFE5"            /* %&'),- ìÉÀÁÅÈÊÏå */
	$"F806 1A24 2829 2B2B 18E6 B9A2 9997 9899"            /* ø..$()++.æ¹¢™—˜™ */
	$"9AA6 BBD7 F1FF 060A 0D0D 0E0F 1214 1618"            /* š¦»×ñÿ.Â........ */
	$"1A1C 1D1E 1E1F 1E1F 2122 2323 2221 2123"            /* ........!"##"!!# */
	$"2526 2628 2B2D 2B08 D6C4 C1C3 C5C8 CBD4"            /* %&&(+-+.ÖÄÁÃÅÈËÔ */
	$"EB03 1925 2728 2A2B 1AE8 BCA3 9A98 999A"            /* ë..%'(*+.è¼£š˜™š */
	$"9A9F B5D7 F302 080A 0C0D 0E10 1215 1618"            /* šŸµ×ó..Â........ */
	$"1A1B 1D1E 1F1F 1E1F 2022 2222 2121 2123"            /* ........ """!!!# */
	$"2426 2728 2B2C 2C20 ECCA C2C2 C3C6 C9CD"            /* $&'(+,, ìÊÂÂÃÆÉÍ */
	$"D7F3 1323 2727 292A 1CEA BCA3 9998 9999"            /* ×ó.#'')*.ê¼£™˜™™ */
	$"989B AFD7 F403 090A 0B0C 0E10 1315 1618"            /* ˜›¯×ô.ÆÂ........ */
	$"191A 1C1D 1E1F 1E1F 2022 2221 2020 2122"            /* ........ ""!  !" */
	$"2426 2728 2A2C 2C2C 16E4 C9C2 C2C4 C7CA"            /* $&'(*,,,.äÉÂÂÄÇÊ */
	$"CFDB FF1B 2426 2729 1EF0 C0A5 9B99 9A99"            /* ÏÛÿ.$&').ğÀ¥›™š™ */
	$"989A AED5 F303 090A 0B0C 0E10 1214 1617"            /* ˜š®Õó.ÆÂ........ */
	$"191A 1B1D 1E1F 1E1F 2021 2221 1F20 2121"            /* ........ !"!. !! */
	$"2326 2728 2A2B 2B2B 2B0C DCC7 C2C2 C5C8"            /* #&'(*++++.ÜÇÂÂÅÈ */
	$"CCD1 DF05 1C24 2629 20F0 C0A6 9C99 9A9A"            /* ÌÑß..$&) ğÀ¦œ™šš */
	$"999C AFCF EF01 080B 0C0D 0E11 1214 1617"            /* ™œ¯Ïï........... */
	$"1819 1B1D 1E1E 1F1F 2022 2220 1E1E 2021"            /* ........ "" .. ! */
	$"2325 2828 2A2B 2A2B 2C2C 0CDC C7C3 C3C6"            /* #%((*+*+,,.ÜÇÃÃÆ */
	$"CACD D2E5 051B 2527 20F2 C0A6 9C99 9999"            /* ÊÍÒå..%' òÀ¦œ™™™ */
	$"989D AFCB EBFF 0709 0B0C 0E0F 1113 1517"            /* ˜¯Ëëÿ.Æ........ */
	$"1819 1A1C 1D1D 1E1F 2122 2220 1E1E 1F21"            /* ........!"" ...! */
	$"2225 2829 2A2B 2B2B 2C2D 2E14 E2C9 C3C4"            /* "%()*+++,-..âÉÃÄ */
	$"C7CB CDD0 DF02 1B24 1EF4 C4A7 9C99 9899"            /* ÇËÍĞß..$.ôÄ§œ™˜™ */
	$"989C ADC7 E7FE 0709 0A0C 0E0F 1112 1316"            /* ˜œ­Ççş.ÆÂ....... */
	$"1717 181B 1C1C 1D1E 2021 2120 1E1D 1E21"            /* ........ !! ...! */
	$"2225 2829 2A2B 2C2B 2B2D 2E30 20EA CCC4"            /* "%()*+,++-.0 êÌÄ */
	$"C5C8 CACC CEDD FF18 1CF4 C4A8 9C99 9899"            /* ÅÈÊÌÎİÿ..ôÄ¨œ™˜™ */
	$"989B ACC6 E7FD 0709 0A0D 0E0F 1011 1315"            /* ˜›¬Æçı.ÆÂ....... */
	$"1717 171A 1C1C 1C1E 1F20 211F 1E1D 1D1F"            /* ......... !..... */
	$"2226 292A 2A2B 2C2C 2B2C 2E2F 3325 F0CE"            /* "&)**+,,+,./3%ğÎ */
	$"C6C7 C8CA CCCD D5FB 12F6 C4A7 9C98 9898"            /* ÆÇÈÊÌÍÕû.öÄ§œ˜˜˜ */
	$"9897 A3C7 EAFF 080A 0B0D 0E0F 1011 1214"            /* ˜—£Çêÿ.Â........ */
	$"1516 1718 1A1B 1B1C 1F1F 1F1F 1D1C 1D1E"            /* ................ */
	$"2226 292A 2B2C 2D2D 2D2C 2E30 3335 2AF4"            /* "&)*+,---,.035*ô */
	$"D1C8 C6C8 CBCC CDD6 F1EA C4A6 9B97 9797"            /* ÑÈÆÈËÌÍÖñêÄ¦›——— */
	$"9796 9FC3 EBFF 0709 0A0D 0E0F 1011 1213"            /* —–ŸÃëÿ.ÆÂ....... */
	$"1516 1617 191A 1B1C 1D1E 1E1D 1C1B 1C1D"            /* ................ */
	$"2125 282A 2B2C 2D2E 2D2C 2D2F 3234 362C"            /* !%(*+,-.-,-/246, */
	$"F9D3 C8C7 C9CC CCCE D9CC B1A0 9896 9696"            /* ùÓÈÇÉÌÌÎÙÌ± ˜––– */
	$"9596 9FBF E7FC 0509 0A0D 0E0E 0F11 1313"            /* •–Ÿ¿çü.ÆÂ....... */
	$"1415 1616 1719 1A1C 1D1E 1E1D 1C1B 1C1E"            /* ................ */
	$"2125 282A 2B2C 2E2F 2E2E 2E2F 3234 3536"            /* !%(*+,./.../2456 */
	$"24F0 D0C7 C8CB CCCC CEC2 9D8E 9093 9495"            /* $ğĞÇÈËÌÌÎÂ“”• */
	$"9596 A7C2 DFF9 0408 0B0D 0E0F 0F12 1315"            /* •–§Âßù.......... */
	$"1515 1515 1718 1A1C 1D1D 1D1C 1A1A 1B1D"            /* ................ */
	$"2025 282A 2B2C 2E2F 2E2F 2E2F 3133 3435"            /*  %(*+,./././1345 */
	$"351C E8CC C7C9 CBCC CBC0 9C80 8088 9093"            /* 5.èÌÇÉËÌËÀœ€€ˆ“ */
	$"9499 ADC3 D9F1 0107 0B0D 0E0E 1012 1315"            /* ”™­ÃÙñ.......... */
	$"1615 1414 1517 191B 1D1D 1D1C 1A18 1A1D"            /* ................ */
	$"2024 282A 2B2C 2E2F 2E2F 2F30 3133 3434"            /*  $(*+,././/01344 */
	$"3530 04D9 CAC8 CACC CCBB 9880 8080 868F"            /* 50.ÙÊÈÊÌÌ»˜€€€† */
	$"939E B3C5 D2E7 FC07 0B0D 0E0E 0F12 1416"            /* “³ÅÒçü......... */
	$"1716 1514 1517 181A 1C1D 1C1C 1A18 191D"            /* ................ */
	$"2023 282B 2C2D 2E2F 2E2F 3131 3233 3333"            /*  #(+,-././112333 */
	$"3435 18E8 CFC9 CACC CCBC 9980 8080 8088"            /* 45.èÏÉÊÌÌ¼™€€€€ˆ */
	$"92A5 BAC7 CFDD F304 0B0E 0F0F 1012 1417"            /* ’¥ºÇÏİó......... */
	$"1816 1514 1416 1819 1B1D 1C1B 1A18 181B"            /* ................ */
	$"1F23 272B 2C2D 2E2E 2E30 3232 3232 3232"            /* .#'+,-...0222222 */
	$"3234 29F6 D4CB CACC CDC0 A080 8080 8080"            /* 24)öÔËÊÌÍÀ €€€€€ */
	$"91AB BFC9 CED6 EAFF 0A0D 0F10 1112 1518"            /* ‘«¿ÉÎÖêÿÂ....... */
	$"1918 1514 1415 1718 1A1C 1C1B 1A19 191B"            /* ................ */
	$"1F23 272B 2E2E 2F2F 2F30 3334 3433 3333"            /* .#'+..///0344333 */
	$"3334 2CF9 D5CB CBCD CEC4 A280 8080 8080"            /* 34,ùÕËËÍÎÄ¢€€€€€ */
	$"8FB2 C3C9 CED3 E1F7 070E 0F11 1213 1619"            /* ²ÃÉÎÓá÷........ */
	$"1A19 1615 1516 1718 191B 1C1B 1A19 191B"            /* ................ */
	$"1F23 272A 2E2F 2F2F 2F30 3334 3534 3332"            /* .#'*.////0345432 */
	$"3234 28F4 D2C9 CACD D0D0 B084 8080 8080"            /* 24(ôÒÉÊÍĞĞ°„€€€€ */
	$"8FB5 C5CB CED2 DAEF 020C 0F11 1214 1619"            /* µÅËÎÒÚï........ */
	$"1A19 1715 1516 1617 191A 1B1B 1919 191B"            /* ................ */
	$"1E22 2629 2D30 302F 2F30 3234 3535 3432"            /* ."&)-00//0245542 */
	$"3233 26F1 D1C9 C9CD D7DE B888 8080 8080"            /* 23&ñÑÉÉÍ×Ş¸ˆ€€€€ */
	$"8FB5 C5CA CED2 D7E5 FB09 0F12 1415 1719"            /* µÅÊÎÒ×åûÆ...... */
	$"1A19 1715 1517 1717 181A 1A1B 1A19 1A1B"            /* ................ */
	$"1E22 2629 2C2F 302F 2F30 3234 3536 3534"            /* ."&),/0//0245654 */
	$"3432 0CDC CBC9 CACF E2EA C08C 8080 8080"            /* 42.ÜËÉÊÏâêÀŒ€€€€ */
	$"9ABB C7CB CED2 D6DE F105 0F12 1517 1819"            /* š»ÇËÎÒÖŞñ....... */
	$"1A1A 1916 1617 1817 181A 1B1B 1B1A 1A1C"            /* ................ */
	$"1E21 2529 2C2E 2F2F 2F30 3233 3435 3534"            /* .!%),.///0234554 */
	$"3424 ECCE C8C9 CCDD F3F4 C490 8080 8080"            /* 4$ìÎÈÉÌİóôÄ€€€€ */
	$"9FBE C9CC CFD2 D6DA E9FF 0D12 1417 1818"            /* Ÿ¾ÉÌÏÒÖÚéÿ...... */
	$"191A 1917 1617 1818 1819 1A1B 1B1A 1A1B"            /* ................ */
	$"1E22 2529 2C2E 2F30 2F30 3234 3535 3535"            /* ."%),./0/0245555 */
	$"330C DAC8 C6CA DAF1 FCF6 C890 8080 8083"            /* 3.ÚÈÆÊÚñüöÈ€€€ƒ */
	$"A7BF CACE D1D3 D5D8 DFF5 0811 1517 1919"            /* §¿ÊÎÑÓÕØßõ...... */
	$"191A 1A18 1616 1719 191A 1A1B 1B1B 1A1B"            /* ................ */
	$"1E22 2528 2B2D 2E30 2F2F 3133 3434 3436"            /* ."%(+-.0//134446 */
	$"2CF8 D2C6 C6D5 EEFA FEF8 CC94 8080 8089"            /* ,øÒÆÆÕîúşøÌ”€€€‰ */
	$"A7BF C9CE D2D5 D6D8 DCEA FF0F 1517 1818"            /* §¿ÉÎÒÕÖØÜêÿ..... */
	$"1819 1918 1715 1618 1A1B 1B1B 1B1B 1A1C"            /* ................ */
	$"1E22 2528 2A2C 2E2F 2F2F 3032 3333 3334"            /* ."%(*,.///023334 */
	$"1CE6 CCC6 CDE6 F6FD FFFC D098 8080 808F"            /* .æÌÆÍæöıÿüĞ˜€€€ */
	$"A7BE C8CE D3D7 D8D8 DBE2 F508 1317 1817"            /* §¾ÈÎÓ×ØØÛâõ..... */
	$"1819 1919 1716 1617 1A1C 1C1C 1C1B 1B1B"            /* ................ */
	$"1E22 2427 292C 2E2F 2F2F 3032 3232 3231"            /* ."$'),.///022221 */
	$"0CDC CACB DFF1 F8FC FFFC D499 8080 8191"            /* .ÜÊËßñøüÿüÔ™€€‘ */
	$"A5BB C7CD D3D7 DADA DCDF EBFF 0F17 1817"            /* ¥»ÇÍÓ×ÚÚÜßëÿ.... */
	$"1719 1919 1716 1516 181B 1C1C 1C1B 1A1B"            /* ................ */
	$"1D21 2426 272A 2C2E 2F2F 2F31 3131 3232"            /* .!$&'*,.///11122 */
	$"12E0 CCD7 EBF4 F8FB FEFD D8A0 8080 8993"            /* .àÌ×ëôøûşıØ €€‰“ */
	$"9CB1 C2CB D1D7 DADC DDDE E3F6 0913 1817"            /* œ±ÂËÑ×ÚÜİŞãöÆ... */
	$"1718 1919 1816 1617 181A 1B1D 1D1D 1B1C"            /* ................ */
	$"1D20 2326 2729 2B2D 2E2F 3030 3031 3132"            /* . #&')+-./000112 */
	$"19E4 CEDE EEF4 F7FA FDFE DCA2 8083 8F96"            /* .äÎŞîô÷úışÜ¢€ƒ– */
	$"99A7 BBC8 D0D6 DADD DFE0 E1EB FF0F 1517"            /* ™§»ÈĞÖÚİßàáëÿ... */
	$"1717 1818 1817 1717 1819 1B1D 1E1E 1D1D"            /* ................ */
	$"1D20 2225 2728 2A2B 2D2E 3031 3030 3133"            /* . "%'(*+-.010013 */
	$"2AF8 D9E4 EFF4 F5F7 FBFC E0A4 878B 9296"            /* *øÙäïôõ÷ûüà¤‡‹’– */
	$"989B A9BF CBD3 D9DC DFE1 E1E5 F709 1215"            /* ˜›©¿ËÓÙÜßááå÷Æ.. */
	$"1717 1717 1717 1718 1818 1A1C 1D1E 1E1E"            /* ................ */
	$"1E1F 2123 2628 292A 2B2D 2F30 3030 3132"            /* ..!#&()*+-/00012 */
	$"331A ECE8 EFF3 F4F6 F8F9 E0A8 9193 9797"            /* 3.ìèïóôöøùà¨‘“—— */
	$"989B 9DAB C2CF D7DC DFE0 E2E2 EDFF 0F14"            /* ˜›«ÂÏ×Üßàââíÿ.. */
	$"1517 1716 1617 1718 1819 1A1B 1D1E 1F1F"            /* ................ */
	$"1F20 2122 2427 292A 2A2B 2D2F 3131 3132"            /* . !"$')**+-/1112 */
	$"3330 0AF1 F0F3 F4F5 F6F6 E0B0 9B9A 9B99"            /* 30Âñğóôõööà°›š›™ */
	$"989A 9D9F ADC5 D2DA DEE0 E1E2 E5F7 0912"            /* ˜šŸ­ÅÒÚŞàáâå÷Æ. */
	$"1415 1716 1515 1717 1819 1A1B 1C1D 1E20"            /* ...............  */
	$"2021 2121 2224 2729 2A29 2A2D 2F31 3132"            /*  !!!"$')*)*-/112 */
	$"3233 3624 02F6 F4F4 F4F3 E2B8 A29D 9C99"            /* 236$.öôôôóâ¸¢œ™ */
	$"9899 9C9E A1A7 BDD1 DBDF E0E1 E2EC FF0E"            /* ˜™œ¡§½ÑÛßàáâìÿ. */
	$"1314 1415 1515 1617 1718 191A 1B1C 1D1F"            /* ................ */
	$"2121 2222 2324 2629 2A29 282A 2D30 3132"            /* !!""#$&)*)(*-012 */
	$"3233 353D 340B F8F4 F2F1 E4C2 AAA0 9C9A"            /* 235=4.øôòñäÂª œš */
	$"9999 9B9D A0A4 A9B5 CBD9 DFE0 E1E5 F508"            /* ™™› ¤©µËÙßàáåõ. */
	$"1114 1413 1414 1616 1618 191A 1A1B 1D1E"            /* ................ */
	$"1F21 2223 2324 2628 2929 2728 2B2E 3031"            /* .!"##$&())'(+.01 */
	$"3234 3537 474B 1CFC F2EF E9CC B0A1 9B99"            /* 2457GK.üòïéÌ°¡›™ */
	$"9999 9A9C 9FA4 A7AA ADBE D3DD DEDF E9FE"            /* ™™šœŸ¤§ª­¾ÓİŞßéş */
	$"0D12 1312 1213 1415 1517 191A 1A1B 1C1D"            /* ................ */
	$"1E1F 2122 2324 2527 2827 2728 2A2C 2E2F"            /* ..!"#$%'(''(*,./ */
	$"3134 3536 394B 5E45 10F6 F2D5 B2A0 9997"            /* 14569K^E.öòÕ² ™— */
	$"9798 999B 9EA3 A7A9 AAAD B2BE D0D9 DFF2"            /* —˜™›£§©ª­²¾ĞÙßò */
	$"050F 1211 1112 1314 1416 1819 1A1A 1B1C"            /* ................ */
	$"1D1D 1F21 2323 2527 2726 2628 2A2C 2D2E"            /* ...!##%''&&(*,-. */
	$"3033 3637 3839 455A 6038 10E1 B6A0 9794"            /* 036789EZ`8.á¶ —” */
	$"9597 989A 9DA2 A5A7 A9AC B0B2 B3B8 CBE2"            /* •—˜š¢¥§©¬°²³¸Ëâ */
	$"FB0A 1011 1011 1213 1415 1819 1A1B 1B1B"            /* ûÂ.............. */
	$"1D1D 1E20 2224 2527 2625 2527 2A2D 2D2D"            /* ... "$%'&%%'*--- */
	$"2F32 3537 393A 3A3E 536B 6A10 C0A0 9593"            /* /2579::>Skj.À •“ */
	$"9396 989A 9DA1 A5A7 AAAC AEB0 B1B0 AFBB"            /* “–˜š¡¥§ª¬®°±°¯» */
	$"E1FF 0C10 1010 1112 1315 1719 1A1B 1B1B"            /* áÿ.............. */
	$"1B1C 1D20 2223 2526 2625 2527 2A2D 2E2E"            /* ... "#%&&%%'*-.. */
	$"2E30 3437 3A3B 3B39 3F63 7F60 F8B0 9691"            /* .047:;;9?c.`ø°–‘ */
	$"9194 9799 9B9F A3A5 A9AC ADAE AEAE ADAE"            /* ‘”—™›Ÿ£¥©¬­®®®­® */
	$"BBDB FD0B 0F10 1010 1113 1719 1B1C 1C1A"            /* »Ûı............. */
	$"1A1B 1D1F 2223 2424 2424 2528 2B2D 2E2F"            /* ...."#$$$$%(+-./ */
	$"2F2F 3337 393B 3B3A 3F5B 7E68 34F0 B095"            /* //379;;:?[~h4ğ°• */
	$"9092 9699 9B9E A1A5 A8AB ACAC ABAC ACAC"            /* ’–™›¡¥¨«¬¬«¬¬¬ */
	$"B1C3 D7F1 060E 0F0F 0F12 161A 1C1D 1C1B"            /* ±Ã×ñ............ */
	$"1A1A 1D1F 2223 2323 2223 2528 2C2D 2D2F"            /* ...."###"#%(,--/ */
	$"2F30 3235 383A 3B3C 475D 7061 3514 DAA6"            /* /0258:;<G]pa5.Ú¦ */
	$"9492 969A 9C9E A1A4 A7AB ACAB AAAA AAAB"            /* ”’–šœ¡¤§«¬«ªªª« */
	$"ADB9 CDDB EE03 0C0E 0F11 161A 1D1E 1D1B"            /* ­¹ÍÛî........... */
	$"1A1A 1D1F 2223 2322 2223 2528 2B2E 2E2E"            /* ...."##""#%(+... */
	$"2F31 3235 383A 3B3E 5165 6E5E 3517 02CA"            /* /1258:;>Qen^5..Ê */
	$"A094 9598 9B9E A1A3 A5A9 ABAA A9A9 A9AA"            /*  ”•˜›¡£¥©«ª©©©ª */
	$"ABB0 C2D5 DFEB FF09 0D11 151B 1E1F 1D1B"            /* «°ÂÕßëÿÆ........ */
	$"1A1A 1C1F 2122 2221 2122 2427 2B2D 2E2E"            /* ....!""!!"$'+-.. */
	$"2F30 3235 3739 3A43 596C 7059 3418 0CF2"            /* /02579:CYlpY4..ò */
	$"B89B 9799 9B9D A0A2 A4A7 A9A9 A8A8 A7A9"            /* ¸›—™› ¢¤§©©¨¨§© */
	$"AAAD B7CD DBE2 E9FC 0910 161C 1F20 1E1B"            /* ª­·ÍÛâéüÆ.... .. */
	$"1A1B 1D20 2122 2121 2223 2427 2A2D 2E2F"            /* ... !"!!"#$'*-./ */
	$"3030 3336 3738 3B49 6271 7358 3418 0CFC"            /* 003678;IbqsX4..ü */
	$"C6A1 999B 9C9E 9FA1 A3A5 A7A8 A8A7 A7A9"            /* Æ¡™›œŸ¡£¥§¨¨§§© */
	$"AAAB B1C2 D5DE E3EF 030F 161C 2020 1E1B"            /* ª«±ÂÕŞãï....  .. */
	$"1A1B 1D20 2121 2121 2224 2527 292C 2E2F"            /* ... !!!!"$%'),./ */
	$"3030 3235 3738 3D52 6873 7563 3A1A 0B02"            /* 002578=Rhsuc:... */
	$"D2A8 9C9C 9C9D 9F9F A1A3 A6A7 A6A6 A6A8"            /* Ò¨œœœŸŸ¡£¦§¦¦¦¨ */
	$"AAAC AEB8 CBD9 E1E6 F90B 151D 2121 1F1C"            /* ª¬®¸ËÙáæù...!!.. */
	$"1A1B 1D1F 2121 2021 2224 2526 292B 2D2F"            /* ....!! !"$%&)+-/ */
	$"3031 3234 3637 4159 6C75 776C 441D 0C01"            /* 012467AYluwlD... */
	$"D4AA 9F9E 9E9E 9FA0 A1A2 A4A5 A5A5 A6A8"            /* ÔªŸŸ ¡¢¤¥¥¥¦¨ */
	$"ABAE AEB0 BFD3 DEE4 EF06 131C 2021 1F1D"            /* «®®°¿ÓŞäï... !.. */
	$"1B1B 1D1F 2021 2022 2325 2626 282B 2E2F"            /* .... ! "#%&&(+./ */
	$"3032 3334 3538 475F 6F76 7B78 4C22 0DF9"            /* 023458G_ov{xL".ù */
	$"C2A4 9E9F 9F9F A0A1 A1A1 A3A4 A4A5 A7A9"            /* Â¤ŸŸŸ ¡¡¡£¤¤¥§© */
	$"ABAE B0AF B6CB DBE3 EF05 141B 1F20 1F1D"            /* «®°¯¶ËÛãï.... .. */
	$"1C1C 1E1F 2021 2123 2526 2726 282B 2E2F"            /* .... !!#%&'&(+./ */
	$"3031 3334 353A 4F66 7279 7F7F 5224 0FEC"            /* 01345:Ofry..R$.ì */
	$"B49D 9C9E A0A0 A2A2 A2A1 A1A3 A4A4 A7A9"            /* ´œ  ¢¢¢¡¡£¤¤§© */
	$"AAAD B0B0 B1C1 D5E1 ED04 151C 1E20 1F1E"            /* ª­°°±ÁÕáí.... .. */
	$"1E1E 1E1F 1F21 2224 2627 2727 282B 2E2F"            /* .....!"$&'''(+./ */
	$"3032 3233 353F 576B 737F 7F7F 5828 04C4"            /* 02235?Wks...X(.Ä */
	$"A098 9A9D 9FA2 A4A5 A4A3 A2A3 A4A6 A8A9"            /*  ˜šŸ¢¤¥¤£¢£¤¦¨© */
	$"AAAC AFB0 B0B9 CEDF F10B 191E 1F1F 1E1D"            /* ª¬¯°°¹Îßñ....... */
	$"1E1F 201F 2021 2425 2728 2828 2A2C 2E2F"            /* .. . !$%'(((*,./ */
	$"3032 3333 3547 5F6F 7F7F 7F7F 6022 D8A4"            /* 02335G_o....`"Ø¤ */
	$"9798 9A9C 9EA1 A5A7 A6A4 A3A3 A4A6 A9AA"            /* —˜šœ¡¥§¦¤££¤¦©ª */
	$"AAAB ADAF B0B4 C6DD F911 1B1F 2120 1E1D"            /* ª«­¯°´Æİù...! .. */
	$"1E1F 1F1F 2022 2527 2929 2727 2A2D 2F2F"            /* .... "%'))''*-// */
	$"3031 3233 384F 677F 7F7F 7F7F 6000 B198"            /* 01238Og.....`.±˜ */
	$"9598 9B9E 9FA1 A4A6 A6A5 A5A4 A4A6 A9AB"            /* •˜›Ÿ¡¤¦¦¥¥¤¤¦©« */
	$"ACAB ACAD AFB1 BDDA FF14 1B1F 2121 1E1C"            /* ¬«¬­¯±½Úÿ...!!.. */
	$"1D1F 1F1F 2022 2528 2A29 2827 292C 2F30"            /* .... "%(*)('),/0 */
	$"3030 3132 3D5B 7F7F 7F7F 7F7F 58EC AC96"            /* 0012=[......Xì¬– */
	$"9396 9A9E A0A2 A4A5 A5A5 A5A6 A5A6 A8AB"            /* “–š ¢¤¥¥¥¥¦¥¦¨« */
	$"ADAD ACAD ADAF B5CF F913 1C1F 2021 201D"            /* ­­¬­­¯µÏù... ! . */
	$"1C1D 1E1F 2123 2528 2A29 2827 282A 2D30"            /* ....!#%(*)('(*-0 */
	$"3131 3134 4773 7F7F 7F7F 7F7F 50E0 A896"            /* 1114Gs......Pà¨– */
	$"9496 999D A1A3 A6A6 A5A5 A5A6 A7A7 A9AB"            /* ”–™¡£¦¦¥¥¥¦§§©« */
	$"ACAD AEAE AEAD B0C3 EE0E 1B20 2121 211F"            /* ¬­®®®­°Ãî.. !!!. */
	$"1E1D 1D1E 2124 2729 2A29 2827 282B 2C2F"            /* ....!$')*)('(+,/ */
	$"3031 3139 5F7F 7F7F 7F7F 7F7F 40D8 A897"            /* 0119_.......@Ø¨— */
	$"9495 999C A0A4 A6A7 A6A5 A5A6 A7A8 AAAC"            /* ”•™œ ¤¦§¦¥¥¦§¨ª¬ */
	$"ADAD AFB0 AFAD AEB7 DF07 171F 2121 201F"            /* ­­¯°¯­®·ß...!! . */
	$"1E1D 1C1D 1F23 272A 2A28 2625 272A 2C2E"            /* .....#'**(&%'*,. */
	$"2F2F 3149 757F 7F7F 7F7F 7F7F 4CE0 A998"            /* //1Iu.......Là©˜ */
	$"9495 999B 9EA2 A5A7 A6A5 A5A5 A6A8 ABAD"            /* ”•™›¢¥§¦¥¥¥¦¨«­ */
	$"ADAE B1B2 B0AE AEB1 C5F3 111D 2021 2120"            /* ­®±²°®®±Åó.. !!  */
	$"1E1E 1D1D 2023 2729 2B2A 2724 2528 2B2E"            /* .... #')+*'$%(+. */
	$"2F2F 3356 7F7F 7F7F 7F7F 7F7F 58E8 AC98"            /* //3V........Xè¬˜ */
	$"9495 989B 9EA1 A3A5 A7A7 A7A6 A6A8 AAAD"            /* ”•˜›¡£¥§§§¦¦¨ª­ */
	$"AFAF B1B3 B3B1 AFB1 B7D9 0319 1F20 2020"            /* ¯¯±³³±¯±·Ù...    */
	$"1E1E 1D1D 2023 2729 2A2A 2926 2527 2A2C"            /* .... #')**)&%'*, */
	$"2D2F 3863 7F7F 7F7F 7F7F 7F7F 7000 B498"            /* -/8c........p.´˜ */
	$"9395 979A 9C9F A1A3 A5A7 A7A7 A7A7 A9AB"            /* “•—šœŸ¡£¥§§§§§©« */
	$"AEB0 B1B3 B3B2 B1B2 B4C1 E70B 1B1F 201F"            /* ®°±³³²±²´Áç... . */
	$"1D1D 1E1F 2123 2527 282A 2A28 2727 292A"            /* ....!#%'(**('')* */
	$"2B2D 3F67 7F7F 7F7F 7F7F 7F7F 782C D0A0"            /* +-?g........x,Ğ  */
	$"9493 9598 9A9B 9EA3 A5A7 A7A7 A7A7 A9AB"            /* ”“•˜š›£¥§§§§§©« */
	$"ADAF B1B3 B3B2 B2B3 B5BA CDEF 0E1B 1F1F"            /* ­¯±³³²²³µºÍï.... */
	$"1D1C 1D20 2124 2625 2628 2A29 2929 2829"            /* ... !$&%&(*)))() */
	$"2A2E 4367 7F7F 7F7F 7F7F 7F7F 7C40 F8B4"            /* *.Cg........|@ø´ */
	$"9892 9395 9798 9BA1 A6A7 A7A7 A8A8 A9AB"            /* ˜’“•—˜›¡¦§§§¨¨©« */
	$"ACAE B0B1 B3B4 B3B4 B6B9 C3D9 F30D 1A1D"            /* ¬®°±³´³´¶¹ÃÙó... */
	$"1C1B 1C1F 2124 2625 2527 2829 2A2A 2928"            /* ....!$&%%'()**)( */
	$"2932 4966 7F7F 7F7F 7F7F 7F7F 7C44 1AF2"            /* )2If........|D.ò */
	$"B598 9192 9394 989E A3A6 A8A7 A8A8 A9AA"            /* µ˜‘’“”˜£¦¨§¨¨©ª */
	$"ABAE AFAF B1B3 B4B5 B6B9 BECF E3EF 0313"            /* «®¯¯±³´µ¶¹¾Ïãï.. */
	$"191A 1B1D 2023 2525 2626 2727 292A 2A2A"            /* .... #%%&&'')*** */
	$"2A39 4F5F 757F 7F7F 7F7F 7F7F 7F49 200B"            /* *9O_u........I . */
	$"FAC0 9B92 9091 959B A0A3 A7A8 A8A8 A8A9"            /* úÀ›’‘•› £§¨¨¨¨© */
	$"ABAC ADAE AFB1 B3B5 B7B9 BBC5 DAE8 EFF5"            /* «¬­®¯±³µ·¹»ÅÚèïõ */
	$"0613 191B 1F22 2324 2526 2727 2829 2A2B"            /* ....."#$%&''()*+ */
	$"2F42 5661 687B 7F7F 7F7F 7F7F 7F50 210C"            /* /BVah{.......P!. */
	$"0500 D4A3 918E 9299 9EA1 A4A6 A8A9 A8A8"            /* ..Ô£‘’™¡¤¦¨©¨¨ */
	$"AAAB ACAD B0B1 B2B4 B7B9 BABE CFE3 ECEE"            /* ª«¬­°±²´·¹º¾Ïãìî */
	$"EDF5 0916 1B1F 2123 2425 2526 2728 282A"            /* íõÆ...!#$%%&'((* */
	$"354B 5A62 6569 7D7F 7F7F 7F7F 7F54 240D"            /* 5KZbei}......T$. */
	$"0502 02F8 C199 9196 9B9E A1A3 A5A7 A8A8"            /* ...øÁ™‘–›¡£¥§¨¨ */
	$"A8A9 A9AC AFB1 B2B4 B6B8 BABB C5D9 E8EC"            /* ¨©©¬¯±²´¶¸º»ÅÙèì */
	$"EBEB ECF3 0917 1D20 2324 2424 2527 272A"            /* ëëìóÆ.. #$$$%''* */
	$"3B52 5E63 6464 6675 7F7F 7F7F 7F58 2810"            /* ;R^cddfu.....X(. */
	$"0602 0102 01EC B69D 999B 9EA1 A3A4 A6A7"            /* .....ì¶™›¡£¤¦§ */
	$"A8A8 A8AA ADB1 B3B4 B5B7 B8BB BFCE E1E9"            /* ¨¨¨ª­±³´µ·¸»¿Îáé */
	$"EAE9 E9EB EEF3 0717 1F23 2323 2426 272D"            /* êééëîó...###$&'- */
	$"4257 6164 6464 6366 717F 7F7F 7F5A 2910"            /* BWadddcfq....Z). */
	$"0704 0202 0203 00D9 AC9C 9B9E A2A4 A4A5"            /* .......Ù¬œ›¢¤¤¥ */
	$"A7A9 A9AB ADB0 B3B5 B6B7 B8BA BDC5 D7E5"            /* §©©«­°³µ¶·¸º½Å×å */
	$"E9E9 E9EA EBED F0F6 0B1B 2223 2325 2733"            /* éééêëíğö.."##%'3 */
	$"4A5B 6264 6363 6365 6872 7F7F 7F60 2C10"            /* J[bdcccehr...`,. */
	$"0704 0403 0304 0607 E8B2 9D9B 9FA2 A3A4"            /* ........è²›Ÿ¢£¤ */
	$"A5A7 AAAC AFB0 B2B4 B5B6 B8B9 BBBE CCDD"            /* ¥§ª¬¯°²´µ¶¸¹»¾Ìİ */
	$"E6E9 E9E8 E8EA EDF1 F4FF 131E 2123 273A"            /* æééèèêíñôÿ..!#': */
	$"4F5D 6262 6262 6365 686B 797F 7F64 2E11"            /* O]bbbbcehky..d.. */
	$"0602 0204 0506 0709 0AF2 BCA2 9E9F A0A3"            /* .......ÆÂò¼¢Ÿ £ */
	$"A5A6 A8AC AFB1 B2B3 B3B4 B7B9 BABB C3D5"            /* ¥¦¨¬¯±²³³´·¹º»ÃÕ */
	$"E1E7 E9E7 E6E8 EBEF F3F6 F807 1821 2A3F"            /* áçéçæèëïóöø..!*? */
	$"535D 6160 6061 6466 696B 6E7F 7F68 3213"            /* S]a``adfikn..h2. */
	$"0703 0103 0608 090A 0C0A ECB8 A29F A0A3"            /* ......ÆÂ.Âì¸¢Ÿ £ */
	$"A6A8 A9AC AFB2 B4B3 B3B5 B6B7 BABB BCCA"            /* ¦¨©¬¯²´³³µ¶·º»¼Ê */
	$"DBE4 E7E6 E5E7 EBEF F3F6 F7F7 FF16 2D47"            /* Ûäçæåçëïóö÷÷ÿ.-G */
	$"575E 5F5F 5F61 6567 696C 6E76 7F6C 3615"            /* W^___aegilnv.l6. */
	$"0803 0203 0507 0A0B 0C0C 08DA AEA0 9FA3"            /* ......Â....Ú® Ÿ£ */
	$"A6A9 AAAC AEB1 B3B3 B3B4 B4B5 B8BB BABF"            /* ¦©ª¬®±³³³´´µ¸»º¿ */
	$"D1DE E5E6 E6E7 EBEF F2F5 F6F5 F502 2749"            /* ÑŞåææçëïòõöõõ.'I */
	$"585D 5E5D 5E61 6467 6A6C 6E73 7F6C 3816"            /* X]^]^adgjlns.l8. */
	$"0803 0103 0506 080A 0D0D 0E00 C8A8 A1A3"            /* .......Â....È¨¡£ */
	$"A6A8 ABAE B0B1 B1B2 B3B4 B3B4 B8BA B9BA"            /* ¦¨«®°±±²³´³´¸º¹º */
	$"C6D7 E1E5 E7E9 EDEF F3F5 F6F5 F5FD 1B3F"            /* Æ×áåçéíïóõöõõı.? */
	$"555B 5C5D 5F61 6568 6B6C 6E72 7F70 3A17"            /* U[\]_aehklnr.p:. */
	$"0903 0103 0607 0809 0B0D 0F05 D2AD A3A4"            /* Æ......Æ....Ò­£¤ */
	$"A7A9 ACAF B3B3 B1B1 B2B3 B4B5 B7B9 B8B6"            /* §©¬¯³³±±²³´µ·¹¸¶ */
	$"BBCE DCE3 E7EA EEF0 F3F6 F7F6 F503 1C39"            /* »ÎÜãçêîğóö÷öõ..9 */
	$"5159 5B5B 5E62 6568 6B6C 6E75 7F75 4018"            /* QY[[^behklnu.u@. */
	$"0802 0203 0506 0709 0B0C 0D08 D8B0 A6A6"            /* .......Æ....Ø°¦¦ */
	$"A8AA ADB0 B3B3 B2B1 B1B1 B3B5 B7B8 B7B5"            /* ¨ª­°³³²±±±³µ·¸·µ */
	$"B6C3 D5E1 E7EB EEF1 F4F6 F7F7 F90C 1F2F"            /* ¶ÃÕáçëîñôö÷÷ù../ */
	$"4555 595B 5E62 6668 6B6D 6F7B 7F7C 4119"            /* EUY[^bfhkmo{.|A. */
	$"0601 0104 0605 0507 0B0D 0D06 D4B0 A7A9"            /* ............Ô°§© */
	$"ABAD AEB0 B2B3 B2B1 B1B2 B4B5 B8B9 B6B5"            /* «­®°²³²±±²´µ¸¹¶µ */
	$"B4BA CDDD E6EA EEF1 F5F7 F8F8 FF15 272E"            /* ´ºÍİæêîñõ÷øøÿ.'. */
	$"3E4F 575B 5F63 6769 6B6D 737F 7F7F 461A"            /* >OW[_cgikms...F. */
	$"0701 0104 0605 0405 0A0D 0EF4 C0A8 A6AA"            /* ........Â..ôÀ¨¦ª */
	$"AEB0 B1B1 B2B2 B1B1 B2B3 B4B6 B9B9 B7B5"            /* ®°±±²²±±²³´¶¹¹·µ */
	$"B3B3 C3D7 E4EA EEF1 F5F7 F9FB 091E 2A2F"            /* ³³Ã×äêîñõ÷ùûÆ.*. */
	$"3D4E 565B 5F64 686A 6C6F 7F7F 7F7F 491C"            /* =NV[_dhjlo....I. */
	$"0801 0002 0404 0304 070C 09DA B0A3 A4AA"            /* ..........ÆÚ°£¤ª */
	$"AFB2 B3B3 B3B2 B1B1 B2B3 B5B7 B9BA B8B7"            /* ¯²³³³²±±²³µ·¹º¸· */
	$"B4B2 B9CF DFE9 EFF2 F4F6 F9FF 1225 2D2F"            /* ´²¹Ïßéïòôöùÿ.%-/ */
	$"3D4E 565B 5E63 676A 6E7F 7F7F 7F7F 4C1C"            /* =NV[^cgjn.....L. */
	$"0801 0001 0404 0304 070A F0C0 A8A4 A6AA"            /* .........ÂğÀ¨¤¦ª */
	$"AEB2 B5B6 B5B3 B2B2 B2B4 B6B7 B9BA B9B8"            /* ®²µ¶µ³²²²´¶·¹º¹¸ */
	$"B6B4 B5C5 D9E7 EFF4 F5F6 F904 1A2A 3133"            /* ¶´µÅÙçïôõöù..*13 */
	$"4250 575C 5F64 676B 7E7F 7F7F 7F7F 501D"            /* BPW\_dgk~.....P. */
	$"0700 FF00 0204 0404 07F8 C0A6 A3A6 A9AB"            /* ..ÿ......øÀ¦£¦©« */
	$"ADB1 B4B6 B6B5 B5B4 B3B4 B7B8 B8B9 B9B8"            /* ­±´¶¶µµ´³´·¸¸¹¹¸ */
	$"B7B6 B5BD D2E4 EFF4 F5F7 FA0B 212D 3239"            /* ·¶µ½Òäïôõ÷ú.!-29 */
	$"4954 595D 6266 697F 7F7F 7F7F 7F7F 5220"            /* ITY]bfi.......R  */
	$"07FF FEFF 0103 0406 FCCA A69E A1A6 AAAD"            /* .ÿşÿ....üÊ¦¡¦ª­ */
	$"B0B1 B3B5 B6B6 B7B7 B5B5 B6B8 B9B9 B8B8"            /* °±³µ¶¶··µµ¶¸¹¹¸¸ */
	$"B8B8 B7B9 C9DE EDF3 F6F7 FF13 252E 313F"            /* ¸¸·¹ÉŞíóö÷ÿ.%.1? */
	$"4F57 5B5F 646C 7F7F 7F7F 7F7F 7F7F 5620"            /* OW[_dl........V  */
	$"06FE FCFD FF00 0306 ECB8 A09B 9DA3 AAAE"            /* .şüıÿ...ì¸ ›£ª® */
	$"B1B3 B4B4 B4B5 B7B7 B7B7 B7B8 B8B9 B9B8"            /* ±³´´´µ·····¸¸¹¹¸ */
	$"B8B7 B7B8 C1D7 EAF2 F5F8 051B 292E 2F3D"            /* ¸··¸Á×êòõø..)./= */
	$"4F58 5C60 677B 7F7F 7F7F 7F7F 7F7F 5821"            /* OX\`g{........X! */
	$"06FD FAFB FE00 0102 E0B0 9D9B 9DA2 A8AE"            /* .ıúûş...à°›¢¨® */
	$"B1B3 B5B5 B4B5 B6B7 B8B9 B9B9 B9B9 B9BB"            /* ±³µµ´µ¶·¸¹¹¹¹¹¹» */
	$"BAB7 B6B8 BDCE E5F2 F7FA 0B21 2B2F 2F37"            /* º·¶¸½Îåò÷ú.!+//7 */
	$"4C59 5F63 737F 7F7F 7F7F 7F7F 7F7F 5A24"            /* LY_cs.........Z$ */
	$"06FC FAFA FDFF 01FC D0A8 9C9B 9DA2 A8AD"            /* .üúúıÿ.üĞ¨œ›¢¨­ */
	$"B0B3 B5B6 B6B6 B7B6 B7B9 BABB BBBC BBBB"            /* °³µ¶¶¶·¶·¹º»»¼»» */
	$"BBB8 B6B7 BBC5 DBEE F7FF 1424 2C2E 2F35"            /* »¸¶·»ÅÛî÷ÿ.$,./5 */
	$"4957 5F6B 7F7F 7F7F 7F7F 7F7F 7F7F 6025"            /* IW_k..........`% */
	$"07FC F9F9 FAFD FF00 DCAC 9B9A 9DA1 A7AC"            /* .üùùúıÿ.Ü¬›š¡§¬ */
	$"AFB0 B2B4 B6B7 B7B6 B5B7 B9BB BCBE BEBE"            /* ¯°²´¶··¶µ·¹»¼¾¾¾ */
	$"BCB9 B6B6 BABF D2E7 F506 1D29 2D2D 2E2F"            /* ¼¹¶¶º¿Òçõ..)--./ */
	$"3D52 5E6E 7F7F 7F7F 7F7F 7F7F 7F7F 6028"            /* =R^n..........`( */
	$"08FD F9F8 F9FC FEFF ECB8 9D99 9CA1 A6AB"            /* .ıùøùüşÿì¸™œ¡¦« */
	$"AFAF AFB1 B4B7 B8B7 B5B6 B7BA BEC0 C0BF"            /* ¯¯¯±´·¸·µ¶·º¾ÀÀ¿ */
	$"BEBB B8B8 BABD C7DE F30B 222D 2F2E 2D2F"            /* ¾»¸¸º½ÇŞó."-/.-/ */
	$"3345 596F 7F7F 7F7F 7F7F 7F7F 7F7F 642A"            /* 3EYo..........d* */
	$"09FD F9F8 F8FB FDFE FAD0 A69A 9B9F A4A8"            /* ÆıùøøûışúĞ¦š›Ÿ¤¨ */
	$"ACAE AFAF B2B4 B6B7 B6B5 B7B9 BDC2 C3C0"            /* ¬®¯¯²´¶·¶µ·¹½ÂÃÀ */
	$"BEBB BABA BBBC C0D1 EF0F 262D 2E2E 2E2F"            /* ¾»ºº»¼ÀÑï.&-.../ */
	$"3237 4B67 7F7F 7F7F 7F7F 7F7F 7F7F 662C"            /* 27Kg..........f, */
	$"0AFD F8F7 F8F9 FBFC FFF8 C8A4 9C9E A3A6"            /* Âıø÷øùûüÿøÈ¤œ£¦ */
	$"A8AA ACAF B1B3 B4B5 B7B6 B6B8 BCC0 C3C2"            /* ¨ª¬¯±³´µ·¶¶¸¼ÀÃÂ */
	$"C0BC BBBC BDBE BFC8 EB11 272F 2E2C 2E30"            /* À¼»¼½¾¿Èë.'/.,.0 */
	$"3235 384A 6F7F 7F7F 7F7F 7F7F 7F7F 6A30"            /* 258Jo.........j0 */
	$"0BFD F7F6 F8F9 F9FA FE02 F6C2 A49E A1A4"            /* .ı÷öøùùúş.öÂ¤¡¤ */
	$"A6A7 A9AD B0B2 B3B4 B5B6 B7B8 BCBF C2C2"            /* ¦§©­°²³´µ¶·¸¼¿ÂÂ */
	$"C0BE BDBE BFC0 C0C5 E70F 252E 2F2C 2C2F"            /* À¾½¾¿ÀÀÅç.%./,,/ */
	$"3235 383A 4F77 7F7F 7F7F 7F7F 7F7F 7034"            /* 258:Ow........p4 */
	$"0CFC F6F5 F6F7 F8F8 FC01 0500 CCA9 A0A1"            /* .üöõö÷øøü...Ì© ¡ */
	$"A3A4 A7AA ADB1 B3B3 B3B4 B6B8 BBBE C0C0"            /* £¤§ª­±³³³´¶¸»¾ÀÀ */
	$"BFBE BEBF BFC0 C1C9 E509 212B 2D2B 2A2D"            /* ¿¾¾¿¿ÀÁÉåÆ!+-+*- */
	$"3135 3739 3C51 6F7F 7F7F 7F7F 7F7F 7238"            /* 1579<Qo.......r8 */
	$"0EFC F5F4 F4F5 F7F9 FC01 0407 09E8 B6A3"            /* .üõôôõ÷ùü...Æè¶£ */
	$"A1A2 A4A7 ABAE B1B3 B3B3 B5B7 BABD BFBF"            /* ¡¢¤§«®±³³³µ·º½¿¿ */
	$"BEBE BFC0 C1C0 C2D1 E7FF 1A27 2A29 2A2D"            /* ¾¾¿ÀÁÀÂÑçÿ.'*)*- */
	$"3034 3638 393D 4F63 777F 7F7F 7F7F 763A"            /* 04689=Ocw.....v: */
	$"10FD F7F4 F3F4 F6F9 FD02 0407 0A0E 00C8"            /* .ı÷ôóôöùı...Â..È */
	$"A8A0 A2A5 A9AD AFB1 B1B4 B5B6 B8BB BDBD"            /* ¨ ¢¥©­¯±±´µ¶¸»½½ */
	$"BEBF BFBF C0C1 C5D9 ECFB 1121 2727 282C"            /* ¾¿¿¿ÀÁÅÙìû.!''(, */
	$"3033 3436 3839 3D4F 5F67 797F 7F7F 7C40"            /* 034689=O_gy...|@ */
	$"10FC F6F4 F3F3 F5F8 FC02 0507 0A0D 100E"            /* .üöôóóõøü...Â... */
	$"E8B4 A3A4 A7AB ADAF B0B2 B5B6 B7B9 BABC"            /* è´£¤§«­¯°²µ¶·¹º¼ */
	$"BEBF C1C0 BFBF CAE1 F1F7 0619 2325 262A"            /* ¾¿ÁÀ¿¿Êáñ÷..#%&* */
	$"2F32 3334 3637 3738 4B5C 6165 797F 7E44"            /* /2346778K\aey.~D */
	$"12FB F4F3 F3F4 F6F8 FC01 0608 0B0E 0F0F"            /* .ûôóóôöøü....... */
	$"0F06 D4B0 A8A8 AAAC AEB0 B3B6 B8B8 B8BA"            /* ..Ô°¨¨ª¬®°³¶¸¸¸º */
	$"BEC1 C2C1 C0BF CFE7 F4F7 FD0F 1D23 262A"            /* ¾ÁÂÁÀ¿Ïçô÷ı..#&* */
	$"2D2F 3033 3435 3534 3545 575F 6367 6A40"            /* -/0345545EW_cgj@ */
	$"11FC F3F2 F3F5 F7F9 FC01 0609 0B0E 0F0E"            /* .üóòóõ÷ùü..Æ.... */
	$"0F11 12F4 C1AC A8A9 ACB0 B2B5 B7B8 B9BA"            /* ...ôÁ¬¨©¬°²µ·¸¹º */
	$"BEC1 C1C1 C0C3 D7EB F5F8 F904 1621 2629"            /* ¾ÁÁÁÀÃ×ëõøù..!&) */
	$"2B2C 2F32 3434 3433 3233 4257 6163 5622"            /* +,/2444323BWacV" */
	$"00F5 F2F2 F3F6 F8FA FD02 070A 0C0E 0F10"            /* .õòòóöøúı..Â.... */
	$"1013 1616 FAC6 ADA9 ABAF B2B4 B6B7 BABD"            /* ....úÆ­©«¯²´¶·º½ */
	$"BFC0 C0C0 BFCA DFEF F5F6 F6FB 0D1D 2528"            /* ¿ÀÀÀ¿Êßïõööû..%( */
	$"282A 2D30 3233 3332 3130 354B 5C61 5620"            /* (*-02332105K\aV  */
	$"ECDB E7EF F2F5 F8FB FF04 070A 0C0C 0D10"            /* ìÛçïòõøûÿ..Â.... */
	$"1215 1717 1701 CAB0 ABAD AFB3 B5B7 BABD"            /* ......Ê°«­¯³µ·º½ */
	$"C0C1 BFBD BFD2 E7F2 F5F5 F5F5 0417 2327"            /* ÀÁ¿½¿Òçòõõõõ..#' */
	$"2727 2B2F 3132 3231 302F 313B 525D 5424"            /* ''+/12210/1;R]T$ */
	$"ECD1 CCDB EBF3 F7FB FF05 080A 0C0D 0E0F"            /* ìÑÌÛëó÷ûÿ..Â.... */
	$"1316 1819 1919 F9C6 B0AC AEB1 B5B7 BBBE"            /* ......ùÆ°¬®±µ·»¾ */
	$"C1C1 BFBC C3DA EBF3 F7F7 F5F4 FB0F 1F27"            /* ÁÁ¿¼ÃÚëó÷÷õôû..' */
	$"2828 2A2D 3031 3231 3030 3136 4959 5424"            /* ((*-01210016IYT$ */
	$"EDD2 C9C9 D7EB F6FB FE04 090B 0C0D 0F12"            /* íÒÉÉ×ëöûş.Æ..... */
	$"1315 171A 1C1D 15E0 B8AD ADB0 B3B7 BCC0"            /* .......à¸­­°³·¼À */
	$"C1C0 BEBD C9DF EDF3 F7F6 F5F5 F502 1724"            /* ÁÀ¾½Éßíó÷öõõõ..$ */
	$"292B 2C2D 2E30 302F 2F2F 3135 4755 5428"            /* )+,-.00///15GUT( */
	$"F0D2 C8C6 C9DB EFF8 FD02 070A 0C0D 1013"            /* ğÒÈÆÉÛïøı..Â.... */
	$"1515 1618 1C20 2000 C9B2 AFB0 B2B6 BCC1"            /* .....  .É²¯°²¶¼Á */
	$"C2C0 BDBE CFE3 EEF3 F5F6 F6F5 F5FA 0B1E"            /* ÂÀ½¾Ïãîóõööõõú.. */
	$"282D 2E2F 2F2F 2E2D 2E2F 3133 4353 542C"            /* (-.///.-./13CST, */
	$"F2D2 C8C5 C7CC DFF2 FC01 0609 0B0E 1114"            /* òÒÈÅÇÌßòü..Æ.... */
	$"1717 1819 1B1F 2106 D0B6 B2B2 B3B6 BCC1"            /* ......!.Ğ¶²²³¶¼Á */
	$"C2C1 BEC3 D7E7 EFF3 F5F6 F6F6 F7F8 0316"            /* ÂÁ¾Ã×çïóõööö÷ø.. */
	$"252D 3030 3030 2F2D 2D2E 3036 4A55 5530"            /* %-0000/--.06JUU0 */
	$"F4D3 C8C6 C7C9 D3EA F901 0608 0A0D 1115"            /* ôÓÈÆÇÉÓêù...Â... */
	$"1719 1A1B 1B1D 1E04 CEB7 B3B4 B5B7 BCC0"            /* ........Î·³´µ·¼À */
	$"C1C0 BFCA DDEA EFF3 F5F5 F4F6 F9F9 FC0F"            /* ÁÀ¿Êİêïóõõôöùùü. */
	$"1F2A 2F30 3030 2F2F 2E2F 303D 4F56 5634"            /* .*.000//./0=OVV4 */
	$"F8D4 C7C6 C7C9 CEE1 F5FF 0408 0A0C 1015"            /* øÔÇÆÇÉÎáõÿ..Â... */
	$"181A 1B1C 1D1E 1D00 CAB6 B3B5 B9BA BDBF"            /* ........Ê¶³µ¹º½¿ */
	$"C0BF C1D1 E3ED F0F3 F5F6 F6F6 F9F9 FA07"            /* À¿ÁÑãíğóõöööùùú. */
	$"1B28 2D2F 3030 3030 3031 3547 5255 5538"            /* .(-/0000015GRUU8 */
	$"00D6 C8C6 C7C9 CDDB EFFD 0407 0A0D 1115"            /* .ÖÈÆÇÉÍÛïı..Â... */
	$"181A 1B1B 1D1F 14E0 BAB1 B2B6 BABE C0C0"            /* .......àº±²¶º¾ÀÀ */
	$"BFBE C5D9 E9EF F1F3 F6F7 F7F9 F9F9 F9FF"            /* ¿¾ÅÙéïñóö÷÷ùùùùÿ */
	$"1324 2D2F 2F2F 3031 3237 4B55 5554 553C"            /* .$-///0127KUUTU< */
	$"00DA CAC6 C7C9 CEDD F2FD 0306 080C 1016"            /* .ÚÊÆÇÉÎİòı...... */
	$"191A 1A1A 1B1C FAC8 B4AE B0B5 BABF C2C2"            /* ......úÈ´®°µº¿ÂÂ */
	$"C0BF CCDF ECF0 F2F3 F6F8 F9FA FBFA FAFB"            /* À¿Ìßìğòóöøùúûúúû */
	$"091E 2B2F 2F2F 3031 374C 5859 5655 553D"            /* Æ.+///017LXYVUU= */
	$"04DA CBC7 C7CA CFDF F3FC 0205 070B 0F15"            /* .ÚËÇÇÊÏßóü...... */
	$"191B 1A1A 1A0C D8BA B3B1 B1B4 B9BE C2C3"            /* ......Øº³±±´¹¾ÂÃ */
	$"C2C4 D6E6 EEF1 F3F4 F5F8 FAFC FDFC FCFB"            /* ÂÄÖæîñóôõøúüıüüû */
	$"FF15 272E 3130 3036 4B59 5C5A 5757 5640"            /* ÿ.'.1006KY\ZWWV@ */
	$"08DC CAC7 C8CB D1E4 F5FD 0205 070B 0F13"            /* .ÜÊÇÈËÑäõı...... */
	$"181A 1B1B 15E8 C0B2 B1B2 B4B6 B9BD C0C3"            /* .....èÀ²±²´¶¹½ÀÃ */
	$"C3CB DFEC EFF1 F3F5 F6F8 F9FC FFFF FEFC"            /* ÃËßìïñóõöøùüÿÿşü */
	$"FC09 1F2C 3132 374B 595D 5C5A 5958 5742"            /* üÆ.,127KY]\ZYXWB */
	$"0AE0 CAC6 C8CB D2E7 F7FD 0105 070A 0E12"            /* ÂàÊÆÈËÒç÷ı...Â.. */
	$"1618 1A1A FCC8 B3AF AFB2 B4B7 BBBD BFC1"            /* ....üÈ³¯¯²´·»½¿Á */
	$"C3D4 E7F0 F2F3 F3F5 F7FA FBFD FF00 FFFE"            /* ÃÔçğòóóõ÷úûıÿ.ÿş */
	$"FC01 1527 3039 4E59 5C5D 5B5A 5A5A 5848"            /* ü..'09NY\][ZZZXH */
	$"10E0 CBC5 C6CB D6EB F8FD 0104 0709 0C10"            /* .àËÅÆËÖëøı...Æ.. */
	$"1315 1814 E8BC B0AD ADAF B3B9 BDBE C0C0"            /* ....è¼°­­¯³¹½¾ÀÀ */
	$"C5DA ECF2 F4F4 F4F4 F6FA FDFE FFFF FFFE"            /* ÅÚìòôôôôöúışÿÿÿş */
	$"FDFE 0B1F 2F47 575B 5D5C 5B5A 5A5A 594A"            /* ış../GW[]\[ZZZYJ */
	$"14E1 CAC5 C6C9 D3E9 F7FC 0003 0709 0C0F"            /* .áÊÅÆÉÓé÷ü...Æ.. */
	$"1213 1510 E2BA AEAC ACAE B2B8 BDBF BFC1"            /* ....âº®¬¬®²¸½¿¿Á */
	$"CBE2 EFF3 F4F4 F4F6 F9FC FE01 01FF FEFE"            /* Ëâïóôôôöùüş..ÿşş */
	$"FEFE 0417 334F 595B 5D5D 5C5B 5A5B 5B50"            /* şş..3OY[]]\[Z[[P */
	$"1AE4 CBC5 C6C9 CFE2 F2FA FF03 0609 0C0F"            /* .äËÅÆÉÏâòúÿ..Æ.. */
	$"1011 130C DAB6 ADAB ABAD B3B8 BCBF C0C2"            /* ....Ú¶­««­³¸¼¿ÀÂ */
	$"D3E9 F3F3 F2F3 F4F7 FBFF 0001 0201 FFFD"            /* Óéóóòóô÷ûÿ....ÿı */
	$"FDFE 0011 3752 5A5B 5B5C 5C5C 5B5B 5C54"            /* ış..7RZ[[\\\[[\T */
	$"20E8 CDC5 C5C7 CBD9 EDF7 FE03 0609 0B0D"            /*  èÍÅÅÇËÙí÷ş..Æ.. */
	$"0E0F 1210 E6B9 AAA9 AAAC B1B7 BBBD BEC6"            /* ....æ¹ª©ª¬±·»½¾Æ */
	$"DBED F4F3 F1F1 F3F7 FCFF 0102 0201 FFFD"            /* Ûíôóññó÷üÿ....ÿı */
	$"FDFE FF0B 334E 5A5C 5B5B 5B5C 5D5C 5C56"            /* ışÿ.3NZ\[[[\]\\V */
	$"28F0 D1C7 C5C7 C9CD DFF2 FC02 0609 0B0C"            /* (ğÑÇÅÇÉÍßòü..Æ.. */
	$"0D0E 1112 FCC6 ABA7 A8AC AFB4 B9BC BCCA"            /* ....üÆ«§¨¬¯´¹¼¼Ê */
	$"E3F1 F6F4 F0F0 F2F6 FD01 0102 0302 00FD"            /* ãñöôğğòöı......ı */
	$"FDFE FF07 2747 565B 5C5B 5A5B 5D5D 5D58"            /* ışÿ.'GV[\[Z[]]]X */
	$"2CF4 D5CA C7C7 C8C9 CEE3 F601 0508 0A0C"            /* ,ôÕÊÇÇÈÉÎãö...Â. */
	$"0D0E 1011 0AD8 B2A6 A6AA AEB3 B6B9 BFD3"            /* ....ÂØ²¦¦ª®³¶¹¿Ó */
	$"E8F3 F6F4 F0F0 F2F6 FBFF 0202 0202 01FF"            /* èóöôğğòöûÿ.....ÿ */
	$"FEFD FE05 1F3D 5159 5A5B 5B5B 5C5C 5D59"            /* şış..=QYZ[[[\\]Y */
	$"30F8 D8CD C9C8 C7C7 C9D1 E7FB 0307 090B"            /* 0øØÍÉÈÇÇÉÑçû..Æ. */
	$"0C0D 0E0F 1009 D8B1 A8A8 ABAF B2B5 C1DB"            /* .....ÆØ±¨¨«¯²µÁÛ */
	$"EDF4 F5F2 F0F0 F2F6 F9FD 0002 0202 00FF"            /* íôõòğğòöùı.....ÿ */
	$"FFFE FDFE 0F2E 4955 5959 5B5C 5C5C 5C5A"            /* ÿşış..IUYY[\\\\Z */
	$"35FC DBCE CAC8 C7C7 C8CC D1E4 F802 060A"            /* 5üÛÎÊÈÇÇÈÌÑäø..Â */
	$"0D0D 0D0D 0E10 09D8 B2A9 A9AB AFB4 C5DF"            /* ......ÆØ²©©«¯´Åß */
	$"EFF5 F5F1 EFF1 F4F7 F9FC FE00 0102 01FF"            /* ïõõñïñô÷ùüş....ÿ */
	$"FFFF FEFD 021B 3B4F 5759 5A5B 5C5C 5C5C"            /* ÿÿşı..;OWYZ[\\\\ */
	$"3900 DCCF CBC9 C9C9 C9CC D1D6 DEF3 0007"            /* 9.ÜÏËÉÉÉÉÌÑÖŞó.. */
	$"0B0C 0C0C 0D0E 1010 E8B9 A9A9 ABB3 CBE2"            /* ........è¹©©«³Ëâ */
	$"EFF4 F4F1 EEEF F2F6 F9FB FDFE FEFF 0100"            /* ïôôñîïòöùûışşÿ.. */
	$"FFFE FEFD FD07 2745 5358 5959 5A5B 5C5C"            /* ÿşşıı.'ESXYYZ[\\ */
	$"4002 DDCE C9C9 C9CA CBCC CFD4 D7D9 E7FB"            /* @.İÎÉÉÉÊËÌÏÔ×Ùçû */
	$"0509 0B0C 0D0E 0F13 1608 D0B1 ABB6 CFE4"            /* .Æ........Ğ±«¶Ïä */
	$"EEF2 F1EF EDEF F2F4 F8FB FCFD FDFE FF00"            /* îòñïíïòôøûüıışÿ. */
	$"FFFE FDFD FDFC 072E 4A55 5858 585A 5C5D"            /* ÿşıııü..JUXXXZ\] */
	$"4208 DECC C7C7 C9CB CDCE D0D3 D5D7 D9DC"            /* B.ŞÌÇÇÉËÍÎĞÓÕ×ÙÜ */
	$"EAFD 060A 0C0E 1013 1618 16F0 C0BF D4E5"            /* êı.Â.......ğÀ¿Ôå */
	$"EDEF EFED ECEF F1F3 F6F9 FBFC FDFE FFFF"            /* íïïíìïñóöùûüışÿÿ */
	$"FFFE FDFD FDFC FB0B 334C 5557 5859 5B5D"            /* ÿşıııüû.3LUWXY[] */
	$"440A E0CC C6C5 C7CA CED0 D2D4 D5D5 D8DA"            /* DÂàÌÆÅÇÊÎĞÒÔÕÕØÚ */
	$"DBDD EAFE 080D 1114 1618 191A 11F0 E3E7"            /* Ûİêş.........ğãç */
	$"EBEC ECEB EBEE F1F3 F5F7 F9FB FDFF 0000"            /* ëììëëîñóõ÷ùûıÿ.. */
	$"FEFC FCFD FDFC FAFD 1136 4D55 5758 5A5C"            /* şüüııüúı.6MUWXZ\ */
	$"480C E0CC C5C3 C4C8 CCD0 D3D5 D5D5 D5D7"            /* H.àÌÅÃÄÈÌĞÓÕÕÕÕ× */
	$"DADC DDDF EF03 0E15 1819 1A1B 263B 26FE"            /* ÚÜİßï.......&;&ş */
	$"EEEA E8E8 EAED F0F3 F5F7 F8F9 FD00 0100"            /* îêèèêíğóõ÷øùı... */
	$"FDFC FCFD FDFB F9F8 0219 394E 5557 595B"            /* ıüüııûùø..9NUWY[ */
	$"4910 E0CC C4C2 C3C6 CACE D2D4 D5D5 D4D5"            /* I.àÌÄÂÃÆÊÎÒÔÕÕÔÕ */
	$"D9DC DDDF E1E5 F60C 161A 1B1D 2F45 5349"            /* ÙÜİßáåö...../ESI */
	$"14F3 E9E7 E9EB EEF1 F4F7 F8F9 FCFF 01FF"            /* .óéçéëîñô÷øùüÿ.ÿ */
	$"FDFC FCFC FCFB F9F8 FB0B 1F3B 4E55 585A"            /* ıüüüüûùøû..;NUXZ */
	$"4C14 E4CD C4C1 C1C5 C9CC CFD2 D5D5 D4D5"            /* L.äÍÄÁÁÅÉÌÏÒÕÕÔÕ */
	$"D8DB DEE0 E2E4 E7EE FF11 1922 384C 565A"            /* ØÛŞàâäçîÿ.."8LVZ */
	$"4A11 F1E9 E8EA EDF0 F4F7 F9FA FCFF 00FE"            /* J.ñéèêíğô÷ùúüÿ.ş */
	$"FCFC FDFC FBF9 F9F8 F801 132B 4652 5759"            /* üüıüûùùøø..+FRWY */
	$"4D18 E6CE C4C0 BFC3 C7CA CCCF D1D3 D4D5"            /* M.æÎÄÀ¿ÃÇÊÌÏÑÓÔÕ */
	$"D8DB DDDF E3E5 E9ED EFF9 0D25 3F51 585B"            /* ØÛİßãåéíïù.%?QX[ */
	$"5C48 10F0 E8E8 EBEF F3F7 F9FA FDFF FFFC"            /* \H.ğèèëïó÷ùúıÿÿü */
	$"FBFC FCFC FAF9 F8F8 F8FA 0B1E 3B4F 5658"            /* ûüüüúùøøøú..;OVX */
	$"4E1A E8CE C4C0 C0C3 C5C6 C9CC CED0 D2D6"            /* N.èÎÄÀÀÃÅÆÉÌÎĞÒÖ */
	$"D8DA DCDD E2E7 EBED EFF0 F61B 3F52 585B"            /* ØÚÜİâçëíïğö.?RX[ */
	$"5D5C 410A EFE8 EAEE F2F6 F9FB FDFF FEFB"            /* ]\AÂïèêîòöùûıÿşû */
	$"FAFA FBFB FBFA F8F7 F6F7 0115 2F4A 5659"            /* úúûûûúø÷ö÷../JVY */
	$"5120 ECCE C3C0 C1C4 C4C4 C5C9 CCCE D1D5"            /* Q ìÎÃÀÁÄÄÄÅÉÌÎÑÕ */
	$"D9DB DCDE E2E8 EDEE EFF0 F70F 314B 565B"            /* ÙÛÜŞâèíîïğ÷.1KV[ */
	$"5E5E 5422 F8EB EAEE F1F5 F9FC FEFF FDFB"            /* ^^T"øëêîñõùüşÿıû */
	$"FAF9 F8F9 FAFA F9F8 F6F5 F90D 2D4B 575A"            /* úùøùúúùøöõù.-KWZ */
	$"5424 EECE C2C0 C1C3 C3C3 C3C6 CACD D0D3"            /* T$îÎÂÀÁÃÃÃÃÆÊÍĞÓ */
	$"D7D9 DCDF E3E8 ECEE EEEF FF17 293F 5157"            /* ×ÙÜßãèìîîïÿ.)?QW */
	$"5B5E 5E38 05F0 EDEE F0F4 F8FC FFFF FCFB"            /* [^^8.ğíîğôøüÿÿüû */
	$"F8F7 F7F7 F8F9 F9F8 F7F6 F603 2649 585B"            /* ø÷÷÷øùùø÷öö.&IX[ */
	$"562A F0D0 C3BF C0C2 C2C1 C2C5 C8CB CED2"            /* V*ğĞÃ¿ÀÂÂÁÂÅÈËÎÒ */
	$"D6D8 DCE0 E5E9 ECEC EDF2 071D 2932 4653"            /* ÖØÜàåéììíò..)2FS */
	$"585C 5E40 0AF4 F0F0 F2F5 F8FC FEFE FCFA"            /* X\^@Âôğğòõøüşşüú */
	$"F8F7 F7F7 F8F8 F8F8 F9F9 F8FF 2549 585D"            /* ø÷÷÷øøøøùùøÿ%IX] */
	$"5A30 F4D2 C5C1 C0C1 C1C0 C1C4 C9CC CFD1"            /* Z0ôÒÅÁÀÁÁÀÁÄÉÌÏÑ */
	$"D4D7 DBE1 E6EA ECEC ECF5 0D21 2B2F 3B4D"            /* Ô×Ûáæêìììõ.!+/;M */
	$"575B 5C38 06F4 F1F3 F4F6 F9FC FEFD FBF9"            /* W[\8.ôñóôöùüşıûù */
	$"F7F6 F7F8 F8F8 F6F7 FAFB FB07 2643 555C"            /* ÷ö÷øøøö÷úûû.&CU\ */
	$"5B34 F8D4 C7C2 C1C0 BFBF C0C4 C8CC CFD2"            /* [4øÔÇÂÁÀ¿¿ÀÄÈÌÏÒ */
	$"D4D7 DBE1 E6E9 EAEB EDFC 1323 2B2E 3547"            /* Ô×Ûáæéêëíü.#+.5G */
	$"565C 5A2C 00F2 F2F5 F7F9 FBFD FDFC FAF8"            /* V\Z,.òòõ÷ùûııüúø */
	$"F6F5 F6F7 F8F9 F7F6 F8FB 0115 273C 4F5A"            /* öõö÷øù÷öøû..'<OZ */
	$"5A38 00D8 C9C4 C2C0 BFBE BFC4 C9CC CFD1"            /* Z8.ØÉÄÂÀ¿¾¿ÄÉÌÏÑ */
	$"D5D8 DCE1 E5E8 E8EA F105 1A25 2B2D 2F42"            /* ÕØÜáåèèêñ..%+-/B */
	$"535C 4812 F6F0 F3F6 F9FB FEFF FEFC FBF9"            /* S\H.öğóöùûşÿşüûù */
	$"F7F5 F5F7 F9FA F9F9 F9FF 1626 2B36 4956"            /* ÷õõ÷ùúùùùÿ.&+6IV */
	$"593C 00DA CBC5 C2C1 C1C0 C0C4 C9CE D0D2"            /* Y<.ÚËÅÂÁÁÀÀÄÉÎĞÒ */
	$"D5D9 DDE1 E4E6 E7E9 F50D 1E27 2B2C 2F43"            /* ÕÙİáäæçéõ..'+,/C */
	$"5351 20FD F1EF F1F6 F9FD 0000 FFFE FBF9"            /* SQ ıñïñöùı..ÿşûù */
	$"F7F5 F4F6 F8FA FAFA FF17 262A 2C31 4152"            /* ÷õôöøúúúÿ.&*,1AR */
	$"5840 02DB CCC6 C3C1 C2C3 C2C4 C9CE D1D4"            /* X@.ÛÌÆÃÁÂÃÂÄÉÎÑÔ */
	$"D6DA DEE1 E2E4 E6E9 FB13 2127 2A2C 3447"            /* ÖÚŞáâäæéû.!'*,4G */
	$"5130 03F4 F2F1 F2F5 F8FC 0001 0100 FEFA"            /* Q0.ôòñòõøü....şú */
	$"F6F4 F5F6 F8F9 FA02 1926 2A2B 2B2D 394B"            /* öôõöøùú..&*++-9K */
	$"5540 04DC CCC6 C3C2 C3C4 C5C6 CBCE D0D3"            /* U@.ÜÌÆÃÂÃÄÅÆËÎĞÓ */
	$"D7DA DEE0 E1E2 E4EB 0216 2126 282B 394B"            /* ×ÚŞàáâäë..!&(+9K */
	$"4210 F6F0 F1F2 F4F5 F7FA FE01 0201 00FC"            /* B.öğñòôõ÷úş....ü */
	$"F6F3 F5F7 F9F9 FF17 252A 2B2C 2D2C 3041"            /* öóõ÷ùùÿ.%*+,-,0A */
	$"5144 0ADD CBC6 C4C4 C4C5 C6C8 CCCF D1D3"            /* QDÂİËÆÄÄÄÅÆÈÌÏÑÓ */
	$"D7DB DEE0 E0E1 E3EF 0819 2124 2629 3A49"            /* ×ÛŞààáãï..!$&):I */
	$"2800 F2EF EFF1 F4F7 F9FB FCFE 0001 00FD"            /* (.òïïñô÷ùûüş...ı */
	$"F8F5 F5F7 F9FF 1522 282B 2C2D 2D2D 2D36"            /* øõõ÷ùÿ."(+,----6 */
	$"4A44 10E0 CCC6 C4C5 C6C6 C7CA CDCF D1D4"            /* JD.àÌÆÄÅÆÆÇÊÍÏÑÔ */
	$"D7DB DEE0 E1E1 E4F6 0D1A 2023 2427 3A40"            /* ×ÛŞàááäö.. #$':@ */
	$"14F8 F0EF EFEF F2F6 F9FC FDFD FDFE FFFD"            /* .øğïïïòöùüııışÿı */
	$"FAF7 F7F7 FB0F 2127 292A 2B2C 2D2D 2C2F"            /* ú÷÷÷û.!')*+,--,/ */
	$"3F40 10E3 CEC6 C4C5 C6C7 C9CB CDCE CFD4"            /* ?@.ãÎÆÄÅÆÇÉËÍÎÏÔ */
	$"D8DB DDDF E0E0 E7FD 101A 1F20 2124 363E"            /* ØÛİßààçı... !$6> */
	$"15F8 F0EF EFEF F1F5 F9FB FCFC FCFC FCFB"            /* .øğïïïñõùûüüüüüû */
	$"F9F8 F8F9 0317 2429 2B2A 2A2B 2C2C 2C2D"            /* ùøøù..$)+**+,,,- */
	$"373C 11E5 D0C8 C6C5 C6C9 CBCD CFCE CFD2"            /* 7<.åĞÈÆÅÆÉËÍÏÎÏÒ */
	$"D7DB DEDE DFE1 EE03 131B 1D1E 1E21 2D38"            /* ×ÛŞŞßáî......!-8 */
	$"12F6 EFF0 EFEF F2F5 F8FA FBFA FAFB FCFA"            /* .öïğïïòõøúûúúûüú */
	$"F8F7 F9FC 0D1F 282A 2B2B 2A2A 2B2C 2C2D"            /* ø÷ùü..(*++**+,,- */
	$"2F34 12E8 D1C9 C7C6 C8CA CDCF D1D1 D0D1"            /* /4.èÑÉÇÆÈÊÍÏÑÑĞÑ */
	$"D5DA DDDE DFE2 F50A 161B 1C1C 1C1F 2635"            /* ÕÚİŞßâõÂ......&5 */
	$"1CF9 EEEE EEEE EFF4 F8F9 F8F8 F9FA FAF9"            /* .ùîîîîïôøùøøùúúù */
	$"F7F5 F7FD 1123 292B 2C2B 2A2A 2A2B 2B2C"            /* ÷õ÷ı.#)+,+***++, */
	$"2C2C 0DE6 D1C9 C6C6 C8CB CDCF D2D3 D3D4"            /* ,,.æÑÉÆÆÈËÍÏÒÓÓÔ */
	$"D6D8 DADC DDE6 FB0E 181C 1C1B 1B1F 232B"            /* ÖØÚÜİæû.......#+ */
	$"2F0A F2EC EDED EEF1 F5F6 F6F7 F8F9 F9F8"            /* /Âòìííîñõöö÷øùùø */
	$"F6F5 F6FA 0D23 2A2C 2C2C 2B2B 2A2A 2B2B"            /* öõöú.#*,,,++**++ */
	$"2C28 08E3 D0C9 C6C5 C7CB CFD0 D3D5 D5D6"            /* ,(.ãĞÉÆÅÇËÏĞÓÕÕÖ */
	$"D8D9 D9DA DCEC 0311 191C 1C1B 1C1F 2326"            /* ØÙÙÚÜì........#& */
	$"2A1A F9ED EBEB ECEF F1F3 F5F6 F8F8 F8F7"            /* *.ùíëëìïñóõöøøø÷ */
	$"F5F4 F6F9 091F 2A2D 2C2C 2C2D 2C2B 2A2A"            /* õôöùÆ.*-,,,-,+** */
	$"2B27 04DE CCC8 C6C4 C5CA CED1 D3D7 D8D9"            /* +'.ŞÌÈÆÄÅÊÎÑÓ×ØÙ */
	$"DADB DAD9 DDF1 0612 191B 1B1B 1C1F 2225"            /* ÚÛÚÙİñ........"% */
	$"272D 1CF9 EBE8 E8EB EDEF F1F5 F7F7 F7F5"            /* '-.ùëèèëíïñõ÷÷÷õ */
	$"F4F3 F5F7 FD13 252B 2C2C 2C2D 2E2C 2A2A"            /* ôóõ÷ı.%+,,,-.,** */
	$"2B28 00D8 C8C4 C3C4 C5C9 CCCF D3D7 DADC"            /* +(.ØÈÄÃÄÅÉÌÏÓ×ÚÜ */
	$"DDDC DBDA E1F7 0912 1719 1A1B 1D20 2223"            /* İÜÛÚá÷Æ...... "# */
	$"272B 2D18 F8E7 E5E7 E9EB EFF2 F5F7 F7F5"            /* '+-.øçåçéëïòõ÷÷õ */
	$"F3F3 F5F7 F904 1B27 2A2C 2D2D 2D2D 2C2B"            /* óóõ÷ù..'*,----,+ */
	$"2B28 02D0 C1C0 C1C2 C5C9 CBCE D2D6 DADD"            /* +(.ĞÁÀÁÂÅÉËÎÒÖÚİ */
	$"DEDE DCDC EAFF 0C13 1617 181B 1D20 2324"            /* ŞŞÜÜêÿ....... #$ */
	$"2629 2C2D 16F0 E2E3 E5E7 ECF0 F2F4 F5F4"            /* &),-.ğâãåçìğòôõô */
	$"F2F2 F4F7 F9FB 0B1F 272A 2D2E 2D2D 2C2C"            /* òòô÷ùû..'*-.--,, */
	$"2C2A 08CD B7BA BFC1 C4C7 CACC D0D5 D9DC"            /* ,*.Í·º¿ÁÄÇÊÌĞÕÙÜ */
	$"DDDD DDDF F305 0F13 1516 1719 1C1F 2225"            /* İİİßó........."% */
	$"2629 2A2C 2C28 05E8 E1E2 E7ED F0F1 F1F2"            /* &)*,,(.èáâçíğññò */
	$"F2F3 F3F5 F8FA FA05 1B27 2C2D 2D2D 2C2C"            /* òóóõøúú..',---,, */
	$"2D2B 0ACC AEB1 BAC0 C4C6 C7CA CED3 D7DA"            /* -+ÂÌ®±ºÀÄÆÇÊÎÓ×Ú */
	$"DBDB DCE6 FD0B 1113 1415 1719 1B1E 2225"            /* ÛÛÜæı........."% */
	$"272A 2B2B 2B2A 281C EEDD E2E9 ECED EEEF"            /* '*+++*(.îİâéìíîï */
	$"F1F2 F3F5 F7F9 F9FA 021A 292C 2D2D 2D2D"            /* ñòóõ÷ùùú..),---- */
	$"2D2B 0CD0 A8A7 B4BE C2C4 C6C8 CDD2 D5D8"            /* -+.Ğ¨§´¾ÂÄÆÈÍÒÕØ */
	$"D9D9 DAEB 0311 1514 1313 161A 1C1E 2124"            /* ÙÙÚë..........!$ */
	$"272A 2C2C 2B2A 2726 2404 DADB E5E9 EBEE"            /* '*,,+*'&$.ÚÛåéëî */
	$"EFF0 F3F6 F8F8 F8F9 FB03 1A28 2C2C 2D2E"            /* ïğóöøøøùû..(,,-. */
	$"2D2B 10D4 A89D ABB9 C0C3 C4C7 CCD2 D5D5"            /* -+.Ô¨«¹ÀÃÄÇÌÒÕÕ */
	$"D6D8 DEF3 0713 1716 1414 151A 1D1F 2123"            /* ÖØŞó..........!# */
	$"272A 2B2D 2D2B 2725 2628 19E5 CDD8 E4EA"            /* '*+--+'%&(.åÍØäê */
	$"EEEF F0F5 F8F9 F8F8 FBFF 071B 282C 2D2E"            /* îïğõøùøøûÿ..(,-. */
	$"2D2B 12D5 AA98 A1B2 BCC1 C3C6 CBD0 D3D3"            /* -+.Õª˜¡²¼ÁÃÆËĞÓÓ */
	$"D4D6 E3FB 0B12 1616 1616 1619 1C1E 2125"            /* ÔÖãû..........!% */
	$"272A 2B2C 2C2A 2725 2629 2A26 F8CD CADD"            /* '*+,,*'%&)*&øÍÊİ */
	$"E8EC EEF3 F7F9 F9F9 FBFE 0007 1C29 2D2D"            /* èìîó÷ùùùûş...)-- */
	$"2C2B 15DA AC96 97A7 B5BE C2C5 CACF D2D2"            /* ,+.Ú¬–—§µ¾ÂÅÊÏÒÒ */
	$"D3D7 EBFF 0C11 1213 1518 1A1A 1B1D 2125"            /* Ó×ëÿ..........!% */
	$"292B 2C2C 2B28 2727 2829 2B2B 26FA D0C3"            /* )+,,+(''()++&úĞÃ */
	$"CEDF EAF1 F6F8 F9FA FCFE FE00 1126 2D2D"            /* Îßêñöøùúüşş..&-- */
	$"2C2B 18E0 B098 919E AFBA C0C4 C8CE D1D2"            /* ,+.à°˜‘¯ºÀÄÈÎÑÒ */
	$"D3DB F305 0D10 1113 1517 1B1C 1C1E 2024"            /* ÓÛó........... $ */
	$"292C 2D2C 2B28 2626 292A 2A2B 2C24 F2CC"            /* ),-,+(&&)**+,$òÌ */
	$"C0C5 DAEB F4F8 FAFB FCFE FEFE 071F 2A2C"            /* ÀÅÚëôøúûüşşş..*, */
	$"2C2C 1CE4 B199 9094 A7B6 BFC3 C7CC D0D1"            /* ,,.ä±™”§¶¿ÃÇÌĞÑ */
	$"D3DF F807 0D0F 1111 1316 191B 1D1F 2224"            /* Óßø..........."$ */
	$"262A 2C2C 2A28 2626 2829 2A2B 2D2E 20E8"            /* &*,,*(&&()*+-. è */
	$"C8BF C3D9 ECF5 FAFC FDFD FEFE 0316 262B"            /* È¿ÃÙìõúüıışş..&+ */
	$"2C2C 20E8 B29A 918F 9DB1 BDC3 C7CC CFD1"            /* ,, è²š‘±½ÃÇÌÏÑ */
	$"D5E9 FF0A 0E10 1011 1316 181A 1C1F 2325"            /* ÕéÿÂ..........#% */
	$"2728 2B2C 2A28 2728 2828 292B 2E2F 28F8"            /* '(+,*('((()+./(ø */
	$"CEC2 C1C6 D7ED F7FD FEFD FEFF 0519 262B"            /* ÎÂÁÆ×í÷ışışÿ..&+ */
	$"2D2D 22EC B89B 918D 95AA BAC3 C7CB CFD0"            /* --"ì¸›‘•ªºÃÇËÏĞ */
	$"D9EF 030D 0F10 0F10 1316 191A 1B1D 2125"            /* Ùï............!% */
	$"2729 2B2B 2927 2728 2929 292A 2D2F 2C08"            /* ')++)''()))*-/,. */
	$"D8C5 C2C5 CBDF F2FB FEFE FEFF 061B 272A"            /* ØÅÂÅËßòûşşşÿ..'* */
	$"2C2C 22F0 BA9D 918C 8FA1 B6C1 C7CC CFD1"            /* ,,"ğº‘Œ¡¶ÁÇÌÏÑ */
	$"DFF6 060E 0F0F 0E0F 1216 191B 1B1C 1F23"            /* ßö.............# */
	$"2629 2B2A 2827 2626 2829 2A2B 2D2E 2D0A"            /* &)+*('&&()*+-.-Â */
	$"DAC8 C5C7 C9D2 E8F7 FDFE FF00 0E21 292C"            /* ÚÈÅÇÉÒè÷ışÿ..!), */
	$"2D2C 24F6 C0A0 928D 8D97 AFBF C8CC CFD4"            /* -,$öÀ ’—¯¿ÈÌÏÔ */
	$"E9FE 090E 0F0E 0E0F 1216 191B 1B1D 1F23"            /* éşÆ............# */
	$"2628 2A2A 2827 2625 2627 2A2D 2E2F 28FA"            /* &(**('&%&'*-./(ú */
	$"D2C6 C6C9 CBCE DFF2 FBFE FF08 1D27 2A2D"            /* ÒÆÆÉËÎßòûşÿ..'*- */
	$"2E2C 25FA C2A1 938E 8D91 A5BA C6CC D0DB"            /* .,%úÂ¡“‘¥ºÆÌĞÛ */
	$"F205 0C0E 0E0D 0E0F 1216 191B 1C1D 2022"            /* ò............. " */
	$"2427 2828 2827 2525 2526 272C 3031 20EA"            /* $'((('%%%&',01 ê */
	$"CCC5 C6C9 CCCF DEF0 F8FC 0317 2529 2B2D"            /* ÌÅÆÉÌÏŞğøü..%)+- */
	$"2E2D 2800 C6A3 948F 8E90 9BB1 C1CB D1E3"            /* .-(.Æ£”›±ÁËÑã */
	$"FB09 0F0F 0D0C 0D0F 1316 191A 1B1E 2122"            /* ûÆ............!" */
	$"2325 2727 2727 2525 2525 272A 2F2E 04D6"            /* #%''''%%%%'*...Ö */
	$"C6C4 C6CA CDD1 DEF0 F9FF 1626 292A 2B2D"            /* ÆÄÆÊÍÑŞğùÿ.&)*+- */
	$"2E2D 2904 C8A4 9591 9093 97A7 BBC8 D5ED"            /* .-).È¤•‘“—§»ÈÕí */
	$"020D 1010 0E0E 0F11 1417 191A 1C1E 2022"            /* .............. " */
	$"2324 2627 2727 2525 2626 2629 2C10 DCC9"            /* #$&'''%%&&&),.ÜÉ */
	$"C5C5 C6C9 CED3 E3F5 051B 2729 2A2A 2B2C"            /* ÅÅÆÉÎÓãõ..')**+, */
	$"2C2D 2A09 D0A8 9791 9295 979F B3C4 D9F4"            /* ,-*ÆĞ¨—‘’•—Ÿ³ÄÙô */
	$"060E 1010 0E0F 1113 1518 1A1B 1C1E 2021"            /* .............. ! */
	$"2223 2526 2727 2524 2526 2729 12E0 C8C4"            /* "#%&''%$%&').àÈÄ */
	$"C6C7 C8CA CED5 EB07 1F29 2C2A 292A 2B2B"            /* ÆÇÈÊÎÕë..),*)*++ */
	$"2A2A 2B0E D4AB 9993 9295 989B AABF DDF9"            /* **+.Ô«™“’•˜›ª¿İù */
	$"080F 1010 0F10 1214 1718 191A 1C1D 1E20"            /* ...............  */
	$"2122 2325 2626 2523 2325 2724 FAD0 C3C1"            /* !"#%&&%##%'$úĞÃÁ */
	$"C4C6 C9CC CFDB FB1A 272B 2D2C 2B2A 2A2A"            /* ÄÆÉÌÏÛû.'+-,+*** */
	$"2929 2912 D6AD 9B95 9495 9799 A3BE E3FD"            /* ))).Ö­›•”•—™£¾ãı */
	$"090D 0F0F 1011 1316 1819 1A1A 1C1C 1D1F"            /* Æ............... */
	$"2021 2223 2525 2423 2223 2618 E5C8 C1C0"            /*  !"#%%$#"#&.åÈÁÀ */
	$"C2C5 C9CD D1E3 0B21 282C 2E2E 2D2B 2A29"            /* ÂÅÉÍÑã.!(,..-+*) */
	$"2829 2A14 D9AE 9D97 9697 9899 9DBB E5FF"            /* ()*.Ù®—–—˜™»åÿ */
	$"0A0C 0D0E 1012 1618 1919 1A1C 1C1C 1D1F"            /* Â............... */
	$"2020 2122 2324 2323 2323 2404 D6C3 BFC1"            /*   !"#$####$.ÖÃ¿Á */
	$"C2C4 C8CD D5F5 1724 272A 2C2E 2E2D 2B29"            /* ÂÄÈÍÕõ.$'*,..-+) */
	$"2829 2B18 E0B0 9C98 9797 999A 9EB7 E3FF"            /* ()+.à°œ˜——™š·ãÿ */
	$"0A0C 0C0C 0F13 1719 1918 1A1C 1C1C 1D1E"            /* Â............... */
	$"1E1F 2122 2222 2121 2123 2408 D8C2 BFC0"            /* ..!"""!!!#$.ØÂ¿À */
	$"C2C4 C7CB D7F7 1623 2729 2A2B 2D2D 2C2B"            /* ÂÄÇË×÷.#')*+--,+ */
	$"2A2A 2A1C E4B2 9C96 9697 999B A3BB DCF9"            /* ***.ä²œ––—™›£»Üù */
	$"070C 0C0C 0E13 181A 1919 191B 1C1C 1D1D"            /* ................ */
	$"1D1F 2122 2222 201F 2023 2410 DCC2 BEC0"            /* ..!""" . #$.ÜÂ¾À */
	$"C3C5 C7CB DBF3 0B1F 2629 2A2A 2A2B 2D2D"            /* ÃÅÇËÛó..&)***+-- */
	$"2D2C 2D1D E8B5 9E96 9495 999B A5BD DBF7"            /* -,-.èµ–”•™›¥½Û÷ */
	$"050A 0C0E 1014 171A 1A1A 1A1A 1B1B 1C1D"            /* .Â.............. */
	$"1E1F 2122 2221 201D 1E21 231A EAC6 BEBF"            /* ..!""! ..!#.êÆ¾¿ */
	$"C3C5 C6C9 D3EB 061B 2529 2929 292A 2B2E"            /* ÃÅÆÉÓë..%))))*+. */
	$"2F2F 2F22 ECB8 A097 9494 979A A4BA D7F6"            /* ///"ì¸ —””—š¤º×ö */
	$"0509 0B0D 1114 1618 1A1B 1C1C 1A1A 1A1B"            /* .Æ.............. */
	$"1D1F 2123 2322 1F1D 1E1F 2021 10DC C2BF"            /* ..!##".... !.ÜÂ¿ */
	$"C1C4 C5C7 CAD9 F914 2227 2929 2828 2A2C"            /* ÁÄÅÇÊÙù."'))((*, */
	$"2F30 3026 F2BA A197 9393 9699 A1B9 D7F5"            /* /00&òº¡—““–™¡¹×õ */
	$"050B 0C0E 1114 1617 191C 1E1D 1C1A 1919"            /* ................ */
	$"1B1E 2123 2321 1F1E 1E1E 1E20 2100 D1C1"            /* ..!##!..... !.ÑÁ */
	$"C0C1 C3C5 C7CA DD07 1D25 2728 2829 2A2C"            /* ÀÁÃÅÇÊİ..%'(()*, */
	$"2E30 3128 F8C0 A398 9493 9597 9AAD D7F9"            /* .01(øÀ£˜”“•—š­×ù */
	$"060B 0E0F 1013 1517 1A1D 1E1F 1D1B 1919"            /* ................ */
	$"1A1D 1F22 2221 201E 1E1D 1D1E 2123 00D2"            /* ...""! .....!#.Ò */
	$"C2C0 C0C2 C4C7 CCE3 0B1F 2526 2627 2A2C"            /* ÂÀÀÂÄÇÌã..%&&'*, */
	$"2D2F 2F28 FAC4 A599 9594 9495 97A7 D3F9"            /* -//(úÄ¥™•””•—§Óù */
	$"070B 0D0F 1112 1316 191C 1D1F 1F1C 1A19"            /* ................ */
	$"191B 1E20 2120 201F 1D1C 1D1E 2124 2610"            /* ... !  .....!$&. */
	$"E0C4 BFBF C1C4 C8D1 E7FF 1822 2425 282C"            /* àÄ¿¿ÁÄÈÑçÿ."$%(, */
	$"2E2E 2E28 00C6 A89B 9695 9594 96A7 CFF4"            /* ...(.Æ¨›–••”–§Ïô */
	$"050B 0D0F 1111 1316 181A 1C1E 1F1E 1C1A"            /* ................ */
	$"1A1B 1D1F 1F1F 1F1E 1C1C 1D1F 2224 2629"            /* ............"$&) */
	$"1EE8 C8BF BFC2 C6CA D5EB F709 1B23 272B"            /* .èÈ¿¿ÂÆÊÕë÷Æ.#'+ */
	$"2E2E 2D27 00C6 A99D 9895 9494 97AB C9EB"            /* ..-'.Æ©˜•””—«Éë */
	$"FF09 0C0E 0F11 1215 1719 1B1D 1E1D 1D1C"            /* ÿÆ.............. */
	$"1C1C 1D1D 1D1E 1E1C 1A1B 1C1F 2224 2627"            /* ............"$&' */
	$"2A2C 12E0 C3C0 C3C7 CAD7 EBF3 F705 1B27"            /* *,.àÃÀÃÇÊ×ëó÷..' */
	$"2C2C 2A27 04CC AA9D 9895 9494 9CB2 C6DD"            /* ,,*'.Ìª˜•””œ²Æİ */
	$"F604 0B0E 0F0F 1013 1618 191B 1D1C 1B1C"            /* ö............... */
	$"1D1E 1E1D 1C1C 1D1B 1919 1C1F 2326 2728"            /* ............#&'( */
	$"2A2C 2D2A 06D6 C6C5 C6C7 CFE3 EFF6 FB06"            /* *,-*.ÖÆÅÆÇÏãïöû. */
	$"1B26 2828 08D0 AC9C 9794 9497 A5B9 C7D3"            /* .&((.Ğ¬œ—””—¥¹ÇÓ */
	$"EAFE 090E 0F0E 0F12 1518 191B 1B1B 1A1B"            /* êşÆ............. */
	$"1D1F 1F1E 1C1B 1B1A 1919 1B1F 2327 292A"            /* ............#')* */
	$"2B2C 2C2C 2D26 F6D0 C5C4 C4C9 DDEF F8FD"            /* +,,,-&öĞÅÄÄÉİïøı */
	$"FE03 1724 0CD4 AE9D 9693 939A ADBF C8CE"            /* ş..$.Ô®–““š­¿ÈÎ */
	$"DEF5 050C 0D0D 0F12 1517 191B 1B1A 1A1B"            /* Şõ.............. */
	$"1D1F 1F1F 1E1C 1A19 191A 1C20 2427 292B"            /* ........... $')+ */
	$"2D2D 2C2C 2E31 2E02 D4C4 C1C4 CADB EFF9"            /* --,,.1..ÔÄÁÄÊÛïù */
	$"FCFC FC0B 08D8 B09C 9593 949F B3C3 C9CD"            /* üüü..Ø°œ•“”Ÿ³ÃÉÍ */
	$"D6EC FF09 0B0C 0E12 1517 1819 1918 191B"            /* ÖìÿÆ............ */
	$"1C1D 1D1E 1F1D 1B19 181A 1D21 2428 2A2B"            /* ...........!$(*+ */
	$"2D2D 2D2C 2E31 3330 10DA C4C2 C6CD DFF2"            /* ---,.130.ÚÄÂÆÍßò */
	$"F9FB FCFE ECC5 AA9A 9493 95A5 B9C4 C9CD"            /* ùûüşìÅªš”“•¥¹ÄÉÍ */
	$"D1E3 FA05 090B 0E13 1617 1919 1818 191A"            /* Ñãú.Æ........... */
	$"1B1B 1A1B 1D1E 1D1A 181A 1E22 2629 2B2D"            /* ..........."&)+- */
	$"2D2D 2D2E 3031 3233 300A D8C6 C5C7 CFE6"            /* ---.01230ÂØÆÅÇÏæ */
	$"F4F9 FDFF EDB4 918F 9292 97AB BDC5 C9CD"            /* ôùıÿí´‘’’—«½ÅÉÍ */
	$"D1D9 EF01 070B 0F13 1718 1818 1718 191A"            /* ÑÙï............. */
	$"1A1A 1919 1B1D 1D1B 1A1B 1E21 262A 2C2D"            /* ...........!&*,- */
	$"2D2D 2D2E 3032 3333 322A FAD0 C5C5 CADA"            /* ---.02332*úĞÅÅÊÚ */
	$"EEF8 FD00 F0B8 8680 858E 9BB1 C1C7 C9CD"            /* îøı.ğ¸†€…›±ÁÇÉÍ */
	$"D1D5 E3F9 070D 1114 1617 1817 1718 1919"            /* ÑÕãù............ */
	$"1918 1718 1A1B 1B1B 1B1C 1F21 252A 2D2D"            /* ...........!%*-- */
	$"2D2D 2E2F 2F31 3334 3332 20EC CDC6 C7D3"            /* --.//13432 ìÍÆÇÓ */
	$"E9F6 FD00 F2BA 8880 8080 9CB5 C3C7 CACE"            /* éöı.òºˆ€€€œµÃÇÊÎ */
	$"D1D3 DBEF 0510 1416 1717 1717 1718 1818"            /* ÑÓÛï............ */
	$"1716 1618 1A1B 1B1B 1B1D 2023 262A 2C2E"            /* .......... #&*,. */
	$"2E2E 2F30 2F30 3233 3433 29F8 D2C8 C8CF"            /* ../0/02343)øÒÈÈÏ */
	$"E5F4 FC00 F5C0 8980 8080 9BB7 C3C8 CBCF"            /* åôü.õÀ‰€€€›·ÃÈËÏ */
	$"D2D3 D5E6 FF11 1618 1817 1616 1617 1817"            /* ÒÓÕæÿ........... */
	$"1615 1517 1A1B 1B1B 1A1C 1F23 272A 2C2D"            /* ...........#'*,- */
	$"2E2F 3030 3031 3232 3334 2F00 D8CA C9D3"            /* ./00012234/.ØÊÉÓ */
	$"E9F6 FD00 F6C2 8C80 8080 97B7 C3C7 CBD0"            /* éöı.öÂŒ€€€—·ÃÇËĞ */
	$"D3D4 D6DD F70D 171A 1917 1616 1616 1615"            /* ÓÔÖİ÷........... */
	$"1414 1516 191B 1C1B 1A1B 1F23 272A 2C2C"            /* ...........#'*,, */
	$"2D2E 3031 3030 3233 3333 3008 DACB CBDB"            /* -.010023330.ÚËËÛ */
	$"EFF8 FCFF F8C4 8C80 8080 92B3 C3C7 CACF"            /* ïøüÿøÄŒ€€€’³ÃÇÊÏ */
	$"D5D7 D8DC EB05 151B 1B18 1717 1716 1513"            /* Õ×ØÜë........... */
	$"1313 1617 191B 1C1C 1B1C 2024 272A 2B2D"            /* .......... $'*+- */
	$"2E2F 3031 3030 3133 3435 25F0 D2CA CEE3"            /* ./01001345%ğÒÊÎã */
	$"F3FB FDFF F8C8 8E80 8080 96B5 C4C9 CBCF"            /* óûıÿøÈ€€€–µÄÉËÏ */
	$"D5D9 DBDD E5FB 0F19 1B1A 1919 1817 1512"            /* ÕÙÛİåû.......... */
	$"1112 1518 1A1B 1B1C 1D1E 2124 2729 2A2B"            /* ..........!$')*+ */
	$"2E2F 2F2F 2F30 3133 3636 12E0 CBCB DDF0"            /* .////01366.àËËİğ */
	$"F9FD FEFE F9CC 9280 8082 99B6 C4CA CDD1"            /* ùışşùÌ’€€‚™¶ÄÊÍÑ */
	$"D5D8 DCDF E2EF 0714 1819 1A1B 1A17 1411"            /* ÕØÜßâï.......... */
	$"1011 1518 1A1B 1C1C 1D1F 2224 2628 292A"            /* .........."$&()* */
	$"2D2E 2F2F 2F30 3133 3628 F5D4 CAD7 EAF5"            /* -.///0136(õÔÊ×êõ */
	$"FBFE FFFE FAD0 9480 8089 9FB8 C5CB CED2"            /* ûşÿşúĞ”€€‰Ÿ¸ÅËÎÒ */
	$"D6D9 DBDF E2E9 FE0F 1619 1A1C 1B18 1411"            /* ÖÙÛßâéş......... */
	$"1113 1517 1B1C 1D1D 1E20 2224 2628 292A"            /* ......... "$&()* */
	$"2B2D 2D2F 3031 3133 2E00 D8CF DAEA F2F7"            /* +--/0113..ØÏÚêò÷ */
	$"FAFD FFFF FCD6 9A80 8392 ABBE C6CB CED3"            /* úıÿÿüÖš€ƒ’«¾ÆËÎÓ */
	$"D7DB DDDF E1E5 F208 1419 1A1B 1B19 1513"            /* ×Ûİßáåò......... */
	$"1315 1618 1B1C 1D1F 1F20 2224 2628 292A"            /* ......... "$&()* */
	$"2A2B 2C2F 3032 322F 06DC CFDF EFF5 F7F9"            /* *+,/022/.ÜÏßïõ÷ù */
	$"FAFC FEFF FCD8 A085 8B9D B5C2 C8CB CED3"            /* úüşÿüØ …‹µÂÈËÎÓ */
	$"D9DC DFE1 E1E2 E8FD 0F18 1919 1918 1514"            /* ÙÜßááâèı........ */
	$"1416 181A 1C1D 1D1E 1F20 2224 2627 2828"            /* ......... "$&'(( */
	$"282A 2C2E 2F31 321C E8D5 E2EE F3F7 FAFB"            /* (*,./12.èÕâîó÷úû */
	$"FBFB FCFD FCDC A690 93A1 B7C3 C9CC CED2"            /* ûûüıüÜ¦“¡·ÃÉÌÎÒ */
	$"D8DD DFE0 E1E2 E2EF 0715 1919 1816 1413"            /* Øİßàáââï........ */
	$"1517 191B 1C1D 1E1E 1E1E 2123 2526 2727"            /* ..........!#%&'' */
	$"2829 2C2F 2E2F 2F0D E4E4 EEF1 F3F7 FAFD"            /* (),/.//.ääîñó÷úı */
	$"FDFD FDFC FAE0 B09B 99A1 B7C3 C9CD D0D4"            /* ıııüúà°›™¡·ÃÉÍĞÔ */
	$"D8DB DFE1 E1E1 E3E8 FC0E 1619 1916 1414"            /* ØÛßáááãèü....... */
	$"1518 1B1D 1D1D 1E1F 1F1F 2022 2425 2627"            /* .......... "$%&' */
	$"282A 2C2E 2E2E 2A00 E8EB EFF1 F3F6 FAFD"            /* (*,...*.èëïñóöúı */
	$"FEFF FEFB FAE4 B8A2 9DA1 B5C3 CACD D1D5"            /* şÿşûúä¸¢¡µÃÊÍÑÕ */
	$"D9DB DDE0 E1E1 E2E4 EF05 1218 1916 1413"            /* ÙÛİàááâäï....... */
	$"1519 1D1E 1D1D 1D1F 1F1F 2020 2123 2526"            /* ..........  !#%& */
	$"282A 2C2D 2C2D 2D14 F8EF EFF0 F2F5 F9FC"            /* (*,-,--.øïïğòõùü */
	$"FDFE FDFC FAEA C4A8 9E9C A9BF CACF D1D5"            /* ışıüúêÄ¨œ©¿ÊÏÑÕ */
	$"D9DB DCDD DFE0 E1E2 E7F9 0C16 1817 1514"            /* ÙÛÜİßàáâçù...... */
	$"1519 1D1E 1F1E 1D1F 1F1F 1F1E 1F21 2426"            /* .............!$& */
	$"282A 2C2C 2B2C 2F28 04F0 EDEF F2F5 F9FC"            /* (*,,+,/(.ğíïòõùü */
	$"FDFC FBFC FDF5 D0AE 9E9A 9DB4 C9D0 D3D6"            /* ıüûüıõĞ®š´ÉĞÓÖ */
	$"DADC DCDD DEDE E0E1 E2EE 0312 1717 1516"            /* ÚÜÜİŞŞàáâî...... */
	$"1719 1C1E 2021 2020 201F 1D1D 1E20 2326"            /* .... !   .... #& */
	$"282A 2B2B 2B2C 3038 16F6 EDEE F1F4 F7FA"            /* (*+++,08.öíîñô÷ú */
	$"FCFC FAFB FE00 DCB4 A09A 9AA3 BCCE D3D6"            /* üüúûş.Ü´ šš£¼ÎÓÖ */
	$"DADC DCDD DDDD DEDF E0E5 F90B 1416 1515"            /* ÚÜÜİİİŞßàåù..... */
	$"171A 1B1D 2022 2222 211E 1C1B 1B1D 2124"            /* .... """!.....!$ */
	$"282A 2B2A 2A2B 2F41 4212 F4ED EFF3 F5F7"            /* (*+**+/AB.ôíïóõ÷ */
	$"F9FA FAFB 0108 E4B9 A29B 9A9E A4B8 CDD6"            /* ùúúû..ä¹¢›š¤¸ÍÖ */
	$"DADC DDDD DDDD DDDE DEE0 ED03 1116 1614"            /* ÚÜİİİİİŞŞàí..... */
	$"1619 1B1D 2023 2424 231F 1B1A 1B1C 1F23"            /* .... #$$#......# */
	$"2629 2A2B 2B2B 2C39 4B40 0CF3 EFF1 F2F5"            /* &)*+++,9K@.óïñòõ */
	$"F7F8 F9FB 0711 ECBC A49C 9C9E A1A6 B4CB"            /* ÷øùû..ì¼¤œœ¡¦´Ë */
	$"D9DC DDDD DDDD DDDD DDDE E3F7 0B14 1615"            /* ÙÜİİİİİİİŞã÷.... */
	$"1517 1A1D 2024 2525 2420 1C1A 1A1C 1E22"            /* .... $%%$ ....." */
	$"2527 292B 2B2A 2A2F 4351 4410 F4EE EFF2"            /* %')++**.CQD.ôîïò */
	$"F5F7 F8FB 0D18 F1C0 A69E 9C9D A0A4 A8AF"            /* õ÷øû..ñÀ¦œ ¤¨¯ */
	$"C4D7 DCDC DDDD DCDB DCDD DFEB 010F 1415"            /* Ä×ÜÜİİÜÛÜİßë.... */
	$"1516 181B 1F23 2526 2420 1D1B 1B1B 1E21"            /* .....#%&$ .....! */
	$"2325 282A 2A2A 2A2B 364A 5553 24FB F0F0"            /* #%(****+6JUS$ûğğ */
	$"F3F6 F7FF 121D F6C2 A89E 9C9D 9FA3 A7AA"            /* óö÷ÿ..öÂ¨œŸ£§ª */
	$"ADB5 CBD9 DCDC DCDA DADC DEE3 F70A 1315"            /* ­µËÙÜÜÜÚÚÜŞã÷Â.. */
	$"1515 171A 1D22 2425 2420 1E1C 1C1C 1E21"            /* ....."$%$ .....! */
	$"2325 2628 2829 2A2B 2D39 4C55 5739 08F5"            /* #%&(()*+-9LUW9.õ */
	$"F2F3 F603 1820 FAC4 A89F 9C9D A0A3 A5A8"            /* òóö.. úÄ¨Ÿœ £¥¨ */
	$"ABAF B1BA CED8 DADA DBDC DDDE EB02 1015"            /* «¯±ºÎØÚÚÛÜİŞë... */
	$"1414 1619 1B20 2325 231F 1D1D 1D1F 2022"            /* ..... #%#..... " */
	$"2324 2626 2728 292B 2C2E 3B4D 5559 5628"            /* #$&&'()+,.;MUYV( */
	$"00F3 F709 1C21 FCC4 A79E 9C9C 9FA2 A4A6"            /* .ó÷Æ.!üÄ§œœŸ¢¤¦ */
	$"AAAE AFAF AFB6 CBD6 DADB DCDC E1F5 0A13"            /* ª®¯¯¯¶ËÖÚÛÜÜáõÂ. */
	$"1413 1417 1B1F 2223 221E 1B1C 1F21 2223"            /* ......"#"....!"# */
	$"2323 2527 2727 292A 2C2D 2F39 4B57 5C5F"            /* ##%''')*,-/9KW\_ */
	$"4A15 0311 1D20 00C5 A69D 9C9C 9EA0 A3A6"            /* J.... .Å¦œœ £¦ */
	$"AAAE AFAE ACAC AEB5 CAD6 DBDB DDE9 FF0F"            /* ª®¯®¬¬®µÊÖÛÛİéÿ. */
	$"1312 1316 1A1F 2222 201C 1A1B 1E21 2324"            /* ......"" ....!#$ */
	$"2423 2427 2828 282A 2C2D 2E2F 374B 585D"            /* $#$'(((*,-./7KX] */
	$"6060 492C 2320 00C6 A69A 999C 9EA0 A2A4"            /* ``I,# .Æ¦š™œ ¢¤ */
	$"A9AD ADAC ABAA ABAE AFB5 C8D7 DCE1 F307"            /* ©­­¬«ª«®¯µÈ×Üáó. */
	$"0F12 1316 1A1F 2222 201D 1A1A 1D20 2324"            /* ......"" .... #$ */
	$"2525 2528 2929 2A2B 2C2E 2E2F 3037 4B59"            /* %%%())*+,../07KY */
	$"6067 7768 3C26 04CA A698 979A 9EA1 A2A4"            /* `gwh<&.Ê¦˜—š¡¢¤ */
	$"A8AB ACAB AAAA ABAC AEAF B1BF D2DB E7FC"            /* ¨«¬«ªª«¬®¯±¿ÒÛçü */
	$"0910 1317 1A1E 2121 201D 1B1B 1C1E 2124"            /* Æ.....!! .....!$ */
	$"2626 2728 292A 2A2C 2D2E 2E2E 2F32 3F53"            /* &&'()**,-.../2?S */
	$"5F6B 7F7F 7440 0CD0 A696 9497 9CA1 A3A4"            /* _k..t@.Ğ¦–”—œ¡£¤ */
	$"A6A8 A9A9 A9AA ABAB ADAF B0B2 B5C7 D8EF"            /* ¦¨©©©ª««­¯°²µÇØï */
	$"020E 0000 093C 0000 0000 0000 0000 4000"            /* ....Æ<........@. */
	$"20AB 0008 0000 0000 0000 0000 0000 0000"            /*  «.............. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 01EC 0460 0000 0000 02FB"            /* .......ì.`.....û */
	$"F9F9 FD00 0A0D 0AF8 ECDE D4E0 E8F7 0F17"            /* ùùı.Â.ÂøìŞÔàè÷.. */
	$"1313 0D06 0615 0BF8 12EC F2D8 D9E9 EFFA"            /* .......ø.ìòØÙéïú */
	$"0418 1F12 0D0C 090B 0504 0E12 F2F1 F2EB"            /* ......Æ.....òñòë */
	$"E9E2 F104 F2FE FDF1 13D4 067D 47D0 FFD6"            /* éâñ.òşıñ.Ô.}GĞÿÖ */
	$"8B94 8DE3 1810 192E 4201 C906 1F35 2B01"            /* ‹”ã....B.É..5+. */
	$"382A C3BA D1FF FEF3 2F46 0CFB EAED 0AEF"            /* 8*ÃºÑÿşó/F.ûêíÂï */
	$"FE37 2D11 F5F0 F7E8 E2F8 2115 0007 0104"            /* ş7-.õğ÷èâø!..... */
	$"F9E1 FD1B FEEF F1EE F2DD E924 3D4D 25E0"            /* ùáı.şïñîòİé$=M%à */
	$"F0B8 8989 AB14 112A 2520 1FC9 DD23 102F"            /* ğ¸‰‰«..*% .Éİ#./ */
	$"2E11 1CFC C3D6 F3F9 FE27 241D 11E7 F2FD"            /* ...üÃÖóùş'$..çòı */
	$"F617 2327 2909 EAF0 F1DF F509 0A17 0EF5"            /* ö.#')ÆêğñßõÆÂ..õ */
	$"F9E8 EBF5 F900 09FE F104 1C15 3632 D5C7"            /* ùèëõù.Æşñ...62ÕÇ */
	$"A687 99A0 FC0A 2B2F 012A FFDF 0115 1E2D"            /* ¦‡™ üÂ+/.*ÿß...- */
	$"1C02 F7D2 BCCA EF1B 2B47 4014 01E5 E2F6"            /* ..÷Ò¼Êï.+G@..åâö */
	$"FC1E 2E29 1602 F5E0 E1E9 F315 200A 03F0"            /* ü..)..õàáéó. Â.ğ */
	$"EFE6 E5F9 0607 0600 140D 1121 290B CDEE"            /* ïæåù.......!).Íî */
	$"9E88 9EA0 F300 FB3C 291D 03FA 190B 1313"            /* ˆ ó.û<)..ú.... */
	$"1519 F3E0 ECF0 FD01 0024 0E0E 04F9 14FD"            /* ..óàìğı..$...ù.ı */
	$"1525 272F 0FFB FFF0 EDF9 FFFB F4EA EEF2"            /* .%'/.ûÿğíùÿûôêîò */
	$"ECF9 F9F2 0002 0E15 1420 1416 E6D1 DF9B"            /* ìùùò..... ..æÑß› */
	$"AFA2 C2E3 E60B 071C 1709 1715 1716 0F15"            /* ¯¢Âãæ....Æ...... */
	$"140A EB07 08E9 F813 0010 F4FE 2610 062B"            /* .Âë..éø...ôş&..+ */
	$"241E 1309 0306 F2EB F8F5 EFE4 EEF9 F9F1"            /* $..Æ..òëøõïäîùùñ */
	$"F602 F9F6 FB05 120C 0A01 0E1E C5DE CEA7"            /* ö.ùöû...Â...ÅŞÎ§ */
	$"BDB6 D2F4 FB05 101C 0F11 1A11 1013 020E"            /* ½¶Òôû........... */
	$"12FD 1505 EE22 E50D 20F0 300B 171B 1515"            /* .ı..î"å. ğ0..... */
	$"0911 1005 03F7 FFF1 E2E4 E6EC F5FA FDFC"            /* Æ....÷ÿñâäæìõúıü */
	$"FEF3 F6FF E9FD EFFA 04FE 05EA E5D0 B3B5"            /* şóöÿéıïú.ş.êåĞ³µ */
	$"B8C9 DDFF 071C 1B04 1C05 120A 181F 151D"            /* ¸Éİÿ.......Â.... */
	$"190A 01DE E8D9 E902 122A 3A37 3526 211B"            /* .Â.ŞèÙé..*:75&!. */
	$"141C 0A04 06F5 E5D2 D2DB EBF6 FD1B 1206"            /* ..Â..õåÒÒÛëöı... */
	$"01F7 F8F3 F3FF 0509 E9F0 E9D1 D0CA C0BE"            /* .÷øóóÿ.ÆéğéÑĞÊÀ¾ */
	$"C2CE D9F3 FFF5 2970 34D0 3CB2 CEC1 BF27"            /* ÂÎÙóÿõ)p4Ğ<²ÎÁ¿' */
	$"270E FF34 14E9 0219 3B3F 362E 3B20 F7F7"            /* '.ÿ4.é..;?6.; ÷÷ */
	$"081B 140E 2624 E3DF D4D6 FAE7 FF29 17FF"            /* ....&$ãßÔÖúçÿ).ÿ */
	$"E9E1 ECE0 E1FA 190D 0406 EFEB CCBC CEBB"            /* éáìàáú....ïëÌ¼Î» */
	$"BEC1 BBE2 E3EC 0F32 3C7E 1EDC 25C1 CACE"            /* ¾Á»âãì.2<~.Ü%ÁÊÎ */
	$"DB19 060A 1206 13F9 0B33 3C49 3C31 310D"            /* Û..Â...ù.3<I<11. */
	$"F0F7 1103 001E 01FF EEC3 EFF3 F01A 141A"            /* ğ÷.....ÿîÃïóğ... */
	$"19F1 DAE2 DCDC F20A 1517 F4ED DAC4 BFAF"            /* .ñÚâÜÜòÂ..ôíÚÄ¿¯ */
	$"D0C3 CDD7 CC0F 0807 5239 02FE D1D7 D8E6"            /* ĞÃÍ×Ì...R9.şÑ×Øæ */
	$"011D 2D10 180E 0304 152C 4154 2E29 14E8"            /* ..-......,AT.).è */
	$"F3D9 FF28 213C 1BF8 EDD0 D9F2 FA15 221E"            /* óÙÿ(!<.øíĞÙòú.". */
	$"03E9 DACE D1E6 FA19 1B09 E0D8 E2B7 D3C3"            /* .éÚÎÑæú..ÆàØâ·ÓÃ */
	$"E3D7 C9DF EFF7 010A 310E FD11 DFDD D9D5"            /* ã×Éßï÷.Â1.ı.ßİÙÕ */
	$"0305 1C32 2328 1418 1F26 3C2C 3A3C 0808"            /* ...2#(...&<,:<.. */
	$"F8FD 0B01 031B 0BFA EAE9 F5F7 0612 211A"            /* øı.....úêéõ÷..!. */
	$"FDEC DFE1 CEE7 ED07 01DF FEE0 DFCE B7E9"            /* ıìßáÎçí..ßşàßÎ·é */
	$"C2D2 E1ED FAFC 03FA F3EB F0EB F8F6 F400"            /* ÂÒáíúü.úóëğëøöô. */
	$"F5FF 0010 1621 3422 3F34 252C 281C 0E26"            /* õÿ...!4"?4%,(..& */
	$"1002 070B FBFE F603 02FD 0B0F 0C07 0102"            /* ....ûşö..ı...... */
	$"F7E8 E4E1 EEFF DBFE E8E8 E9CA F6E4 D1EE"            /* ÷èäáîÿÛşèèéÊöäÑî */
	$"CAD8 DAD4 DEE6 05F1 F603 E4EF E6E0 0302"            /* ÊØÚÔŞæ.ñö.äïæà.. */
	$"F81C 2F20 1817 1514 111C 2137 2E28 3213"            /* ø./ ......!7.(2. */
	$"100F F90E 0C11 1504 05FA F4FB FA01 0A0D"            /* ..ù......úôûú.Â. */
	$"0700 E9D5 D2DB DCF5 0B02 F6F5 E1DB C7D7"            /* ..éÕÒÛÜõ..öõáÛÇ× */
	$"EBDA D7E2 DED6 D8D8 F3F2 E7F6 FEFB FAFF"            /* ëÚ×âŞÖØØóòçöşûúÿ */
	$"0913 1915 2215 1810 121A 1D29 2E2E 2C1D"            /* Æ..."......)..,. */
	$"120B 0A0B 151C 1F1A 05F9 F4F1 F709 100E"            /* ..Â......ùôñ÷Æ.. */
	$"18FB E1DB CADB EBFD 080B 06EC DEE7 DDD0"            /* .ûáÛÊÛëı...ìŞçİĞ */
	$"F3DF E1D5 C2DE CBD7 DEEE 07D2 FF06 0204"            /* óßáÕÂŞË×Şî.Òÿ... */
	$"0F13 251F 1817 150B 0E14 1B24 2416 2624"            /* ..%........$$.&$ */
	$"0720 151D 2519 181A 04EE FB00 FD08 0000"            /* . ..%....îû.ı... */
	$"02F6 E6E1 DED9 E0EB F106 01F7 ECE8 F7D8"            /* .öæáŞÙàëñ..÷ìè÷Ø */
	$"DCE8 DCD9 D5D0 D7E0 B9E1 ECDE F6F6 090F"            /* ÜèÜÙÕĞ×à¹áìŞööÆ. */
	$"2029 162B 1609 0FFE 2117 1521 2013 091A"            /*  ).+.Æ.ş!..! .Æ. */
	$"1918 3013 2D26 1015 0BF9 FFF9 F503 05F7"            /* ..0.-&...ùÿùõ..÷ */
	$"FAF4 E0E7 D3D4 F8EF F8FF 00FF E1E4 DAFE"            /* úôàçÓÔøïøÿ.ÿáäÚş */
	$"D8D1 FBD1 DFD9 BFDC D2D7 D9EE F6EE 030B"            /* ØÑûÑßÙ¿ÜÒ×Ùîöî.. */
	$"2029 0E1F 2F13 1EFD 1017 0D01 0E32 0217"            /*  )../..ı.....2.. */
	$"2524 2A27 1C2F 2710 0E05 F8F2 E8F4 FFF7"            /* %$*'./'...øòèôÿ÷ */
	$"F4FD F7F2 E4D3 F7E4 E601 0608 F1E0 DEE6"            /* ôı÷òäÓ÷äæ...ñàŞæ */
	$"E4EB E7EB D9C5 C3CE D5D7 D8E9 F1E9 F610"            /* äëçëÙÅÃÎÕ×Øéñéö. */
	$"1821 2B15 1C35 F915 1F00 0F02 0710 190B"            /* .!+..5ù......... */
	$"1B37 2631 342B 2A16 0C0B FAEF EEE6 F1F2"            /* .7&14+*...úïîæñò */
	$"EBF4 F7F5 E6EE ECF5 FF01 FAFF E4E7 EAEC"            /* ëô÷õæîìõÿ.úÿäçêì */
	$"FAEE E3E3 C6D0 B8C5 DFC6 E9D0 F9ED F324"            /* úîããÆĞ¸ÅßÆéĞùíó$ */
	$"0524 272E 1003 39FA 240A FB1D FBF9 0E0F"            /* .$'...9ú$Âû.ûù.. */
	$"1C2E 3337 3F27 2023 0D09 0EFA F9EB E4EF"            /* ..37?' #.Æ.úùëäï */
	$"E3DB EFF9 F8F7 F2F5 F8F4 F1F7 FBEF F9F7"            /* ãÛïùø÷òõøôñ÷ûïù÷ */
	$"03E1 E5E5 CFCB BBD1 C9CD E0D9 FBE6 F615"            /* .áååÏË»ÑÉÍàÙûæö. */
	$"FE27 212A 231A 1417 08F5 0C00 0D1A 1925"            /* ş'!*#....õ.....% */
	$"1B14 1C2D 2829 3725 291A F3FC F8E9 F4F1"            /* ...-()7%).óüøéôñ */
	$"FAF9 E8EB E8E3 EDDF EFFD F300 F5EB E1E1"            /* úùèëèãíßïıó.õëáá */
	$"F6EF EDFC D9CA BCBE D4C1 EFF0 F7F3 ECFE"            /* öïíüÙÊ¼¾ÔÁïğ÷óìş */
	$"F70B 1D25 3A22 0A14 1D09 0808 0F18 0810"            /* ÷..%:"Â..Æ...... */
	$"2B24 1B25 302D 2623 2330 0F03 F6EA ECE2"            /* +$.%0-&##0..öêìâ */
	$"E7FC F7EA F1ED E1DC E6FB F8F4 F3FB DEE6"            /* çü÷êñíáÜæûøôóûŞæ */
	$"E2E0 1AD4 F4D0 BDC1 A8DD D2E9 02E8 01E6"            /* âà.ÔôĞ½Á¨İÒé.è.æ */
	$"FAF6 1120 292F 160C 1313 0111 0C12 2505"            /* úö. )/........%. */
	$"1C2F 0627 2634 292A 221E 1502 FEFB F2F0"            /* ./.'&4)*"...şûòğ */
	$"EAF0 F7EF ECF1 E8E4 EFF7 F4F6 FEE2 02D5"            /* êğ÷ïìñèäï÷ôöşâ.Õ */
	$"EDE1 F7FC DEFB C0C5 CBBF E8DF EEE6 F7F2"            /* íá÷üŞûÀÅË¿èßîæ÷ò */
	$"F310 0109 1F15 2724 121F 1201 1803 2B1F"            /* ó..Æ..'$......+. */
	$"0C1A 141A 1D2A 312B 2818 1813 0000 04F9"            /* .....*1+(......ù */
	$"F3F1 EDF9 EBE6 F7EB E8F1 ECF3 03E1 F7F2"            /* óñíùëæ÷ëèñìó.á÷ò */
	$"D6FA EAF7 E0EA DCB6 D1C4 DCDA D2E5 E1EE"            /* Öúê÷àêÜ¶ÑÄÜÚÒåáî */
	$"EDF3 0B0F 0E1D 1F32 0900 2E0C 3700 0A28"            /* íó.....2Æ...7.Â( */
	$"F90E 1222 2E19 2336 281A 1521 1805 01FD"            /* ù.."..#6(..!...ı */
	$"FCE9 D9FA F5EC EAEB F0E6 E6DE FFFA EEFC"            /* üéÙúõìêëğææŞÿúîü */
	$"E8F0 E7D6 EFF5 EDD1 C8C4 C6D0 CAEC EBDD"            /* èğçÖïõíÑÈÄÆĞÊìëİ */
	$"DCF8 0201 0F20 202D 1627 181E 2823 05FE"            /* Üø...  -.'..(#.ş */
	$"1104 0916 2333 1A17 3027 1B1F 211B 1902"            /* ..Æ.#3..0'..!... */
	$"F700 E4E0 EEEF EFE6 DFEF EAE7 F8EF F3F0"            /* ÷.äàîïïæßïêçøïóğ */
	$"F5FA F701 ECF3 DED0 DCBC C7EF B6DC C9CF"            /* õú÷.ìóŞĞÜ¼Çï¶ÜÉÏ */
	$"ECE1 F016 0F07 1426 1B27 3225 2C1F 1F1A"            /* ìáğ....&.'2%,... */
	$"0D13 0016 0A0E 2A1E 1E25 162A 281A 1B15"            /* ....Â.*..%.*(... */
	$"10F4 F1E7 E8E9 E3E9 EAE5 E5E3 E9EC F7F4"            /* .ôñçèéãéêååãéì÷ô */
	$"F9FB F4F7 F9EA FED6 F5C9 DBCF B6C3 C6CB"            /* ùûô÷ùêşÖõÉÛÏ¶ÃÆË */
	$"CCDA ECFF 0208 1726 2029 3132 2427 1AFE"            /* ÌÚìÿ...& )12$'.ş */
	$"25F8 1304 0016 0C19 1B2E 3627 2134 1E15"            /* %ø........6'!4.. */
	$"100C 03F7 ECE4 E5DF DEE8 E8EB F2F3 F0F3"            /* ...÷ìäåßŞèèëòóğó */
	$"EEEE FE00 05E4 FBEE D9E7 C8DF DCCB C4C8"            /* îîş..äûîÙçÈßÜËÄÈ */
	$"C7C6 D7EA F70C 151B 1825 2221 2F31 1E39"            /* ÇÆ×ê÷....%"!/1.9 */
	$"23E2 3600 0F0E FC23 1710 1934 2D2C 2228"            /* #â6...ü#...4-,"( */
	$"1E11 0903 06F5 E8DD DEE1 CFDB F8EB F6FB"            /* ..Æ..õèİŞáÏÛøëöû */
	$"F7F7 DBF1 050A FFFC FDDE DACC C6E2 C4BF"            /* ÷÷Ûñ.ÂÿüıŞÚÌÆâÄ¿ */
	$"C1C4 C0CC EFF8 1708 2623 2D22 183E 201D"            /* ÁÄÀÌïø..&#-".> . */
	$"1F0A 0B0D FF02 0A11 0B18 1D20 2B2B 2D31"            /* .Â..ÿ.Â.... ++-1 */
	$"2218 130A 02F6 ECE6 E1D9 D7DD EAF3 F1FA"            /* "..Â.öìæáÙ×İêóñú */
	$"F6E9 E5EB FCFE FAF7 F2F8 E0DC DDE3 D5D2"            /* öéåëüşú÷òøàÜİãÕÒ */
	$"C7AE C9B9 BDF5 FC0C 0E24 181B 1F20 2435"            /* Ç®É¹½õü..$... $5 */
	$"2126 1F09 0C0A 0206 0B1A 211F 2422 1D25"            /* !&.Æ.Â....!.$".% */
	$"291F 2019 0203 F4EA EAEA E1E7 E7EB F2F5"            /* ). ...ôêêêáççëòõ */
	$"ECF3 EEE9 EBED F3F6 F2F8 EDEE EEF4 F7DD"            /* ìóîéëíóöòøíîîô÷İ */
	$"F4CD CED3 C9E3 E5EF F201 0B03 090C 0F15"            /* ôÍÎÓÉãåïò...Æ... */
	$"1514 1B0C 0E0F 0F13 FF1C 1113 131B 201D"            /* ........ÿ..... . */
	$"0D1E 2415 1811 1609 03FC FDF5 E9EE FBF8"            /* ..$....Æ.üıõéîûø */
	$"F2F4 F2EF EBE5 F1F9 F3F8 F9F3 EEE1 E6F0"            /* òôòïëåñùóøùóîáæğ */
	$"DBEA CEDA D8CE D7E6 F3F8 F4FA FA02 0309"            /* ÛêÎÚØÎ×æóøôúú..Æ */
	$"0D11 1113 0AFE 040A 0E0D 0816 1812 151E"            /* ....Âş.Â........ */
	$"1E12 1D1E 2522 1817 130A 0000 FFFC FBFC"            /* ....%"...Â..ÿüûü */
	$"FDF8 F2F0 F7EF F5FF F3EA EFF1 F3EC F1E8"            /* ıøòğ÷ïõÿóêïñóìñè */
	$"ECDF D1D5 CCD9 DFDB E9EA F4F9 FAFE FEFF"            /* ìßÑÕÌÙßÛéêôùúşşÿ */
	$"FA09 0005 0F05 0609 F60F 140C 1817 1611"            /* úÆ.....Æö....... */
	$"1A18 1C1D 171E 2115 1113 1211 0B06 0607"            /* ......!......... */
	$"F8FD FFF9 F9F6 F3F9 EDF7 F8F4 F4E8 F0F1"            /* øıÿùùöóùí÷øôôèğñ */
	$"EAE9 D8DF D8D6 D1D9 DFDC E7EA F0F5 F6FA"            /* êéØßØÖÑÙßÜçêğõöú */
	$"05F9 FE04 0504 0AF9 FF00 FA15 0F0B 0D11"            /* .ùş...Âùÿ.ú..... */
	$"1513 161D 201E 1715 190D 0D0F 0E0D 0B08"            /* .... ........... */
	$"0C06 0200 FF04 F8F9 FBF5 EFEC EEF7 F3F0"            /* ....ÿ.øùûõïìî÷óğ */
	$"EFF0 EDE9 EBE6 EBE9 E6ED F3EC EFEA FBF0"            /* ïğíéëæëéæíóìïêûğ */
	$"F3FC F9FE FCFC FFFD FBFC 0300 0307 0203"            /* óüùşüüÿıûü...... */
	$"0102 0302 0506 0B07 0906 0504 0604 030B"            /* ........Æ....... */
	$"0B03 06FC FFFE FB01 0402 00FE F9F8 FAFA"            /* ...üÿşû....şùøúú */
	$"0403 00FF F5F9 FAF8 FCFC FF01 FAF9 FCFD"            /* ...ÿõùúøüüÿ.úùüı */
	$"FEFD FF01 03FF FBFD FCFA FDFF FF00 0101"            /* şıÿ..ÿûıüúıÿÿ... */
	$"FDFC F8F9 FDFD 0000 0BFE 0000 0000 0000"            /* ıüøùıı...ş...... */
	$"0000 4000 20AB 0008 0000 0000 0000 0000"            /* ..@. «.......... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 01EC 0E00 0000"            /* ...........ì.... */
	$"0000 0000 0000 0505 00FF 0000 0000 0000"            /* .........ÿ...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"CFCB C800 FE07 0D01 120A 160C 1C17 131F"            /* ÏËÈ.ş....Â...... */
	$"0FB6 EDE1 C702 C4F4 E5DB FED7 FAE8 EDFB"            /* .¶íáÇ.ÄôåÛş×úèíû */
	$"E501 EEF9 FCF3 04F3 05FC FF06 FC0B FD0C"            /* å.îùüó.ó.üÿ.ü.ı. */
	$"0209 0905 1004 1206 110A 100E 0F11 0E14"            /* .ÆÆ......Â...... */
	$"0E15 1015 1215 1415 1515 1715 1716 1717"            /* ................ */
	$"16A7 0AB1 04BC 01C6 FECF FDD8 FBDF FAE6"            /* .§Â±.¼.ÆşÏıØûßúæ */
	$"F9EC F9F2 F9F7 FAFC FBFF FD03 FE05 0007"            /* ùìùòù÷úüûÿı.ş... */
	$"0209 040A 060B 090C 0A0D 0C0E 0E0F 0F10"            /* .Æ.Â..Æ.Â....... */
	$"1111 1210 1411 1511 1611 1613 1715 1814"            /* ................ */
	$"11AA 00BE F1D2 E4E4 DCF1 D8FB D700 DA02"            /* .ª.¾ñÒääÜñØû×.Ú. */
	$"E002 E6FF EFFC F9F7 03F3 0AF2 0FF3 0FFA"            /* à.æÿïüù÷.óÂò.ó.ú */
	$"0B02 0709 040E 0311 0411 0811 0C0F 100D"            /* ...Æ............ */
	$"130C 140D 160F 1413 1217 1118 1218 1416"            /* ................ */
	$"09AC F8CC DBEE C7FF C9FA DDE9 F4DA 04DA"            /* Æ¬øÌÛîÇÿÉúİéôÚ.Ú */
	$"03E8 F6FD E80A E60A F3FD 05F3 0FF4 0C00"            /* .èöıèÂæÂóı.ó.ô.. */
	$"030C FD11 FF0E 0908 1104 1308 0F10 0A15"            /* ..ı.ÿ.Æ.......Â. */
	$"0A14 0F10 160E 1810 1416 1018 1216 1713"            /* Â............... */
	$"07AF EFDF C301 C4EF EACF 02D2 F5F3 DA08"            /* .¯ïßÃ.ÄïêÏ.ÒõóÚ. */
	$"DDFA FBE1 0DE7 FF02 EB0F F301 08F4 10FC"            /* İúûá.çÿ.ë.ó..ô.ü */
	$"040D FB10 0406 1101 110A 0815 0712 1009"            /* ..û......Â.....Æ */
	$"170C 1115 0C18 1110 1810 1616 1119 1415"            /* ................ */
	$"03AE EAEC B8FF D9CF 04CD ECFC CE02 EEDB"            /* .®êì¸ÿÙÏ.ÍìüÎ.îÛ */
	$"0CE1 F208 E005 FDEA 0FF4 FA0E F308 09F7"            /* .áò.à.ıê.ôú.ó.Æ÷ */
	$"1003 0014 FF09 1100 110E 0417 0A0A 1708"            /* ....ÿÆ......ÂÂ.. */
	$"1016 0A15 140D 1813 1019 1214 1A13 1619"            /* ..Â............. */
	$"F8AF E9F1 B8F5 EBC2 FFE8 CC07 E5D8 0CE3"            /* ø¯éñ¸õëÂÿèÌ.åØ.ã */
	$"E60B E5F2 0AE7 FD09 EB05 08EF 0B07 F50F"            /* æ.åòÂçıÆë..ï..õ. */
	$"06FA 1305 0014 0504 1706 0818 070C 1809"            /* .ú.............Æ */
	$"0F18 0C12 190E 1319 1015 1811 1619 1316"            /* ................ */
	$"FEAC DD03 BADB 06C6 DB0B D2DD 0DDC E10C"            /* ş¬İ.ºÛ.ÆÛ.Òİ.Üá. */
	$"E5E5 0DED E90E F3ED 0FFA F110 FFF4 1205"            /* åå.íé.óí.úñ.ÿô.. */
	$"F712 09F9 120D FD13 12FF 1115 0310 1708"            /* ÷.Æù..ı..ÿ...... */
	$"1019 0B0F 1A0F 101A 1210 1915 1019 1812"            /* ................ */
	$"F9AF D705 C4C9 09DB C603 F1CA FAFF D5F2"            /* ù¯×.ÄÉÆÛÆ.ñÊúÿÕò */
	$"09E1 EC0E EEE9 0EFC E90B 08EE 0711 F403"            /* Æáì.îé.üé..î..ô. */
	$"15FD FD17 07FC 1410 FE10 1604 0C19 0B09"            /* .ıı..ü..ş......Æ */
	$"1811 0917 170C 141B 1011 1B15 1019 1A12"            /* ..Æ............. */
	$"F1AD D507 CDC2 01EE C3EF 04D4 DE09 EDD8"            /* ñ­Õ.ÍÂ.îÃï.ÔŞÆíØ */
	$"0202 DEF6 0FEE EB0E 01EA 0710 F2FC 1501"            /* ..Şö.îë..ê..òü.. */
	$"F511 10F8 0917 0401 1610 0010 1808 0A19"            /* õ..øÆ.........Â. */
	$"1107 1519 0C10 1B14 0C18 1B10 131C 1610"            /* ................ */
	$"F1B0 CE08 D9BA F400 CCD6 08EE CDF5 09E1"            /* ñ°Î.Ùºô.ÌÖ.îÍõÆá */
	$"E10B FDDE FA10 F0E9 0E09 EBFE 16FE F210"            /* á.ıŞú.ğé.Æëş.şò. */
	$"12F8 0118 09FA 0F17 0204 1711 030F 1B0C"            /* .ø..Æú.......... */
	$"0717 180A 0E1B 140C 151C 110F 1B1A 1013"            /* ...Â............ */
	$"F1AF C807 E6B8 E30A DCC5 F906 D8D7 0800"            /* ñ¯È.æ¸ãÂÜÅù.Ø×.. */
	$"D8EC 11F7 DDFE 13F1 E80D 10F0 F615 0BF2"            /* Øì.÷İş.ñè..ğö..ò */
	$"0318 05F7 0E18 03FF 1516 0207 1A13 030E"            /* ...÷...ÿ........ */
	$"1B11 0714 1C10 0A19 1C0F 0E1A 1B10 121B"            /* ......Â......... */
	$"ECAB C80A ECB8 D70C EDC2 E50E EDCC F111"            /* ì«ÈÂì¸×.íÂå.íÌñ. */
	$"EDD6 FC13 EEDE 0613 F1E9 0D13 F3F3 1312"            /* íÖü.îŞ..ñé..óó.. */
	$"F7FB 1612 FA02 1911 FC08 1B11 000C 1C11"            /* ÷û..ú...ü....... */
	$"0510 1E12 0712 1E13 0A15 1E15 0D16 1E13"            /* ........Â....... */
	$"DDAD D107 E8BA D608 F2C6 DC0B FAD0 E10E"            /* İ­Ñ.èºÖ.òÆÜ.úĞá. */
	$"00D9 E70F 06E3 EE11 0AEB F313 0EF2 F814"            /* .Ùç..ãî.Âëó..òø. */
	$"12F8 FC15 14FD FF16 1702 0217 1A07 0418"            /* .øü..ıÿ......... */
	$"1C0C 0717 1C0F 0916 1E13 0C16 1E16 0E11"            /* ......Æ......... */
	$"E6AF C303 FAC3 C3FD 07D6 C6F8 0FE8 CDF3"            /* æ¯Ã.úÃÃı.ÖÆø.èÍó */
	$"13F7 D8F0 1202 E3F0 120C EEF2 1113 F8F3"            /* .÷Øğ..ãğ..îò..øó */
	$"0F18 01F5 0D1B 0AFB 0A1B 11FF 081B 1706"            /* ...õ..ÂûÂ..ÿ.... */
	$"0719 1B0D 0816 1E12 0A14 1D17 0D12 1C15"            /* ........Â....... */
	$"D8A8 CA0A FAC0 BFFC 0DDC C1EC 12F6 D0E2"            /* Ø¨ÊÂúÀ¿ü.ÜÁì.öĞâ */
	$"0E09 E1DE 0714 F4E2 FF17 04EA F817 11F5"            /* .ÆáŞ..ôâÿ..êø..õ */
	$"F511 1A02 F50B 1D0E FA06 1B17 0302 161D"            /* õ...õ...ú....... */
	$"0E04 111D 1609 0D1B 1C0F 0B17 1E16 0D0C"            /* .....Æ.......... */
	$"DEAF C401 00CC BCEC 0CED C8DB 0805 DED5"            /* Ş¯Ä..Ì¼ì.íÈÛ..ŞÕ */
	$"FB11 F7DC EF11 0BEC E809 16FE EBFF 1810"            /* û.÷Üï..ìèÆ.şëÿ.. */
	$"F5F7 111A 05F7 081C 1300 0216 1C0B 010F"            /* õ÷...÷.......... */
	$"1C17 0809 191D 1109 131D 1A0D 0E1A 1E0D"            /* ...Æ...Æ........ */
	$"CEA7 CD08 FEC8 BAEC 0FF1 C8D4 040D E7D0"            /* Î§Í.şÈºì.ñÈÔ..çĞ */
	$"EF11 05E1 E006 16FB E3F6 1612 F4EC 091C"            /* ï..áà..ûãö..ôìÆ. */
	$"0BF3 FB16 1A04 F70A 1C15 0001 151E 0F02"            /* .óû...÷Â........ */
	$"0B1B 1B0C 0613 1E18 0B0C 1A1F 150C 1211"            /* ................ */
	$"D9A9 BFFF 0AD8 B7D8 0A05 D6C6 EE11 00D8"            /* Ù©¿ÿÂØ·ØÂ.ÖÆî..Ø */
	$"D701 15FA DCEA 0F15 F6E4 FB19 12F4 EE09"            /* ×..úÜê..öäû..ôîÆ */
	$"1C0D F5FA 131D 0AF9 051A 1B07 FE0E 1D18"            /* ..õú..Âù....ş... */
	$"0704 151F 1608 0B1A 1F14 0A10 1C1E 13FC"            /* ..........Â....ü */
	$"C9AF D201 FBCF BFE3 08FC D4CD F20E FCDA"            /* É¯Ò.ûÏ¿ã.üÔÍò.üÚ */
	$"DB00 12FC DFE8 0B15 FCE6 F513 16FD EE00"            /* Û..üßè..üæõ..ıî. */
	$"1715 FEF6 091A 1400 FC0F 1C13 0203 141D"            /* ..şöÆ...ü....... */
	$"1305 0818 1E13 080C 1B1E 140B 111C 1D02"            /* ................ */
	$"C5A7 CC06 05D4 B8D6 080A DEC5 E10D 0EE6"            /* Å§Ì..Ô¸Ö.ÂŞÅá..æ */
	$"D1EA 1110 EDDB F515 13F4 E5FD 1914 F9EE"            /* Ñê..íÛõ..ôåı..ùî */
	$"041A 15FE F508 1C17 01FB 0D1E 1805 FF10"            /* ...şõ....û....ÿ. */
	$"1E19 0804 121F 1B0C 0814 1F1C 0F0C 1508"            /* ................ */
	$"CFA9 C1FD 0DE3 BBC7 FB11 F1CA CFFE 15FC"            /* Ï©Áı.ã»Çû.ñÊÏş.ü */
	$"D7D9 FF18 05E4 E102 1A0B EDE9 061A 11F6"            /* ×Ùÿ..äá...íé...ö */
	$"F008 1C15 FDF6 0A1C 1803 FA0C 1D1C 08FF"            /* ğ...ıöÂ...ú....ÿ */
	$"0C1E 1D0D 040E 1D1F 1208 0F1C 2015 0BF2"            /* ............ ..ò */
	$"C5B2 D2FE FFD9 C0D4 FF0A E9CD D8FF 10F7"            /* Å²ÒşÿÙÀÔÿÂéÍØÿ.÷ */
	$"DBDE 0014 02E7 E501 150B F2EB 0217 12FB"            /* ÛŞ...çå...òë...û */
	$"F103 1818 03F8 0418 1D0B FD05 171E 1103"            /* ñ....ø....ı..... */
	$"0616 1F16 0907 151E 1B0F 0A14 1D1E 11ED"            /* ....Æ.....Â....í */
	$"BCAE D705 02D6 BCD2 020E EDCC D3FC 13FE"            /* ¼®×..Ö¼Ò..íÌÓü.ş */
	$"DED9 F813 0CEE E0F6 1315 FCEA F612 1B08"            /* ŞÙø..îàö..üêö... */
	$"F2F6 0E1D 12FC F80C 1D19 06FC 0A1B 1D0F"            /* òö...üø....üÂ... */
	$"0208 1820 1608 0816 1F1B 0E0A 131E 1CF4"            /* ... .......Â...ô */
	$"B9A6 CF09 0DDF B8C4 F815 FDD2 C8EB 120F"            /* ¹¦ÏÆ.ß¸Äø.ıÒÈë.. */
	$"EBD4 E50C 1800 E2E4 041A 11F3 E7FE 191B"            /* ëÔå...âä...óçş.. */
	$"02F0 FA14 200F FAF9 0E1F 1A06 FC09 1C1F"            /* .ğú. .úù....üÆ.. */
	$"1002 0618 2019 0A07 1320 1E12 0A0F 18FB"            /* .... .Â.. ..Â..û */
	$"C1A5 C500 11EC C0BD EA11 08DF C7DD 0816"            /* Á¥Å..ìÀ½ê..ßÇİ.. */
	$"FBDA D9FC 1710 F0DF F213 1C04 EBEE 0B1E"            /* ûÚÙü..ğßò...ëî.. */
	$"14FB F002 1A1D 0AF8 FE13 2017 03FE 0D1D"            /* .ûğ...Âøş. ..ş.. */
	$"1E0F 0208 1820 1A0B 0613 1F20 140A 09EB"            /* ..... ..... .ÂÆë */
	$"C0B1 D1FE 05E4 C4C8 F00C 00DD CDE3 0710"            /* À±Ñş.äÄÈğ..İÍã.. */
	$"F8DC DDFC 140E F1E3 F310 1906 EFEF 071A"            /* øÜİü..ñãó...ïï.. */
	$"15FF F2FF 151D 0FFD FC0E 1D1B 09FF 0718"            /* .ÿòÿ...ıü...Æÿ.. */
	$"1F16 0804 121E 1E12 080D 1A20 1B10 03DF"            /* ........... ...ß */
	$"BAB6 DD02 FFDC C3CF F60C FCDB CEE6 090F"            /* º¶İ.ÿÜÃÏö.üÛÎæÆ. */
	$"F7DC DFFD 140E F3E2 F10E 1A09 F1EE 0419"            /* ÷Üßı..óâñ..Æñî.. */
	$"1803 F5FC 111D 1401 FA08 191D 1001 0313"            /* ..õü....ú....... */
	$"1F1B 0D05 0B1B 2018 0C09 131E 1F15 02D7"            /* ...... ..Æ.....× */
	$"B3B8 E307 FFD9 C0CE F80E FDDA CCE5 0913"            /* ³¸ã.ÿÙÀÎø.ıÚÌåÆ. */
	$"FADD DBF9 1412 F7E3 EC0A 1A0F F6EC FD15"            /* úİÛù..÷ãìÂ..öìı. */
	$"1C0B F7F6 0A1B 1A08 FA01 131F 1706 000A"            /* ..÷öÂ...ú......Â */
	$"1B1F 1508 0512 1E1F 140A 0B18 201C 05D3"            /* .........Â.. ..Ó */
	$"ADB4 E50C 04D9 BCC8 F612 05DE C9DC 0518"            /* ­´å..Ù¼Èö..ŞÉÜ.. */
	$"04E2 D5EE 1019 01E6 E4FF 1819 00ED F20C"            /* .âÕî...æäÿ...íò. */
	$"1D16 00F2 FE15 1F14 00F9 081B 2112 0200"            /* ...òş....ù..!... */
	$"101F 1F12 0507 1620 1E12 090D 1A21 0DD7"            /* ....... ..Æ..!.× */
	$"AAAC DF0F 0EE2 BCBD EB13 10E8 C9D0 F918"            /* ª¬ß..â¼½ë..èÉĞù. */
	$"10ED D5E0 061B 10F1 E0F0 101E 10F5 EAFC"            /* .íÕà...ñàğ...õêü */
	$"171F 0FF7 F306 1D20 0EFB FB0E 201E 0EFF"            /* ...÷ó.. .ûû. ..ÿ */
	$"0315 211E 0E04 0919 211D 0F08 0E1A 0FDD"            /* ..!...Æ.!......İ */
	$"AEAA D80B 11EA C0BA E20E 13F2 CECB EF13"            /* ®ªØ..êÀºâ..òÎËï. */
	$"15F7 D9DA FB17 17FC E3E8 051C 19FF EBF2"            /* .÷ÙÚû..üãè...ÿëò */
	$"0D1F 1901 F3FC 1421 1904 F904 1722 1907"            /* ....óü.!..ù..".. */
	$"FF0A 1B22 190A 040E 1D22 1A0C 0811 06DA"            /* ÿÂ.".Â...".....Ú */
	$"B1B0 DB09 0CE8 C3BF E40B 10F1 D1CF EF10"            /* ±°ÛÆ.èÃ¿ä..ñÑÏï. */
	$"14F9 DCDC F915 17FE E7E8 021A 1903 EEF0"            /* .ùÜÜù..şçè....îğ */
	$"091D 1B06 F5F9 0E1F 1C0A FC00 131F 1C0D"            /* Æ...õù...Âü..... */
	$"0105 1621 1D0F 060A 1821 1E12 0A0B FBD2"            /* ...!...Â.!..Â.ûÒ */
	$"B2B9 E307 04E2 C4C6 EB0B 0BED D2D4 F310"            /* ²¹ã..âÄÆë..íÒÔó. */
	$"10F6 DDDF FC15 16FD E8EA 0219 1904 F0F2"            /* .öİßü..ıèê....ğò */
	$"091C 1B08 F7FA 0C1D 1C0D FE00 101E 1E10"            /* Æ...÷ú....ş..... */
	$"0305 131F 1F13 0708 151F 2016 0B09 F3CB"            /* .......... ..ÆóË */
	$"B2BF E907 FEDD C4CB F00B 08EA D2D7 F611"            /* ²¿é.şİÄËğ..êÒ×ö. */
	$"0FF4 DEE1 FD14 15FD E8E9 0318 1905 F2F2"            /* .ôŞáı..ıèé....òò */
	$"071A 1B0A F9F9 0B1C 1D0F 00FE 0E1D 1F13"            /* ...Âùù.....ş.... */
	$"0503 101E 2116 0A07 121E 2119 0E06 EAC5"            /* ....!.Â...!...êÅ */
	$"B2C7 F007 F9D7 C4D0 F40C 04E7 D1D9 F911"            /* ²Çğ.ù×ÄĞô..çÑÙù. */
	$"0DF3 DDE2 FF14 14FD E9EB 0217 1905 F3F2"            /* .óİâÿ..ıéë....óò */
	$"0619 1B0C FAF9 091A 1E11 01FE 0B1B 2015"            /* ....úùÆ....ş.. . */
	$"0602 0D1B 2018 0C07 0F1B 211C 1103 E3BF"            /* .... .....!...ã¿ */
	$"B3CE F707 F4D3 C3D4 F90D 02E3 D0DB FB12"            /* ³Î÷.ôÓÃÔù..ãĞÛû. */
	$"0DF1 DCE3 FF15 13FD E9EB 0217 1906 F3F2"            /* .ñÜãÿ..ıéë....óò */
	$"0519 1C0E FBF7 0719 1F13 03FD 091A 1F19"            /* ....û÷.....ıÆ... */
	$"0802 0A19 211B 0F07 0C19 201E 1302 DDB9"            /* ..Â.!..... ...İ¹ */
	$"B3D3 FC09 F1CF C1D6 FC0F 01E1 CFDB FE14"            /* ³ÓüÆñÏÁÖü..áÏÛş. */
	$"0DF1 DCE3 FF15 14FF E9E9 0117 1B08 F4F0"            /* .ñÜãÿ..ÿéé....ôğ */
	$"0318 1E10 FDF6 0417 1F16 05FD 0618 201C"            /* ....ıö.....ı.. . */
	$"0D02 0716 201E 1209 0A15 1F20 1700 D7B4"            /* .... ..ÆÂ.. ..×´ */
	$"B2D7 010B F0CB BED6 FE11 02E1 CDDA FE14"            /* ²×..ğË¾Öş..áÍÚş. */
	$"0FF2 DCE0 FD16 1701 EAE8 FE16 1D0D F6EE"            /* .òÜàı...êèş...öî */
	$"FE15 1E14 00F6 0014 201A 09FC 0213 201F"            /* ş....ö.. .Æü.. . */
	$"1004 0412 1F21 170B 0710 1C22 1B01 D2AE"            /* .....!....."..Ò® */
	$"B0D9 060F F0C9 BCD4 0015 05E2 CCD7 FB16"            /* °Ù..ğÉ¼Ô...âÌ×û. */
	$"12F6 DCDD F915 1A06 ECE4 F914 1E11 F9ED"            /* .öÜİù...ìäù...ùí */
	$"F912 1F19 05F5 FB0F 201E 0FFF FE0D 1D21"            /* ù....õû. ..ÿş..! */
	$"1606 010C 1C22 1C0E 070C 1921 1F04 D1AB"            /* .....".....!..Ñ« */
	$"ACD8 0912 F3C9 B8D1 FE16 09E5 CCD2 F715"            /* ¬ØÆ.óÉ¸Ñş.ÆåÌÒ÷. */
	$"16FA DEDA F413 1D0C EFE3 F30F 1F17 FEED"            /* .úŞÚô...ïãó...şí */
	$"F30C 1F1E 0BF7 F709 1D21 1402 FB07 1A22"            /* ó....÷÷Æ.!..û.." */
	$"1C0C 0207 1722 2013 0808 1320 2206 D1A9"            /* ....." .... ".Ñ© */
	$"A9D6 0915 F7CC B7CC FA17 0DE9 CCCF F214"            /* ©ÖÆ.÷Ì·Ìú..éÌÏò. */
	$"1A01 E1D7 ED0F 1E11 F4E3 ED0B 1E1C 05EF"            /* ..á×í...ôãí....ï */
	$"EF05 1C21 12FC F402 1923 1A08 FC02 1422"            /* ï..!.üô..#..ü.." */
	$"2011 0403 121F 2419 0B06 0E1C 2108 D2A9"            /*  .....$.....!.Ò© */
	$"A9D4 0817 FACE B8CA F816 10EE CFCC ED11"            /* ©Ô..úÎ¸Êø..îÏÌí. */
	$"1B05 E4D7 E80B 1E15 F9E3 E905 1D1F 0AF3"            /* ..ä×è...ùãé...Âó */
	$"ED00 1822 1600 F4FE 1422 1F0C FDFF 1020"            /* í.."..ôş."..ıÿ.  */
	$"2316 0701 0C1C 231D 1006 0A18 1F06 D1AA"            /* #.....#...Â...Ñª */
	$"AAD5 0816 F9CF B9CB F816 11EF CFCC EC11"            /* ªÕ..ùÏ¹Ëø..ïÏÌì. */
	$"1C07 E6D7 E70A 1E18 FCE5 E702 1B20 0DF5"            /* ..æ×çÂ..üåç.. .õ */
	$"EDFE 1622 1903 F5FC 1121 2010 FEFD 0C1E"            /* íş."..õü.! .şı.. */
	$"2319 0901 0919 2320 1308 0814 1C01 CFAA"            /* #.Æ.Æ.# ......Ïª */
	$"ADD8 0815 F8CE B9CD F915 10EE D0CD ED10"            /* ­Ø..øÎ¹Íù..îĞÍí. */
	$"1B08 E7D7 E708 1D17 FDE6 E701 1A20 0EF6"            /* ..ç×ç...ıæç.. .ö */
	$"ECFC 1521 1A05 F6FB 0F20 2112 00FC 091B"            /* ìü.!..öû. !..üÆ. */
	$"241C 0C01 0717 2221 150A 0812 17FB CBAB"            /* $....."!.Â...ûË« */
	$"B1DD 0A12 F4CC BBD0 FC16 0EEC CFCE EE11"            /* ±İÂ.ôÌ»Ğü..ìÏÎî. */
	$"1B06 E7D8 E909 1D16 FDE8 E902 191F 0EF7"            /* ..çØéÆ..ıèé....÷ */
	$"EDFC 1421 1A06 F7FB 0E1F 2214 01FD 091A"            /* íü.!..÷û.."..ıÆ. */
	$"241D 0D02 0716 2122 170B 0711 14F6 C7AC"            /* $.....!".....öÇ¬ */
	$"B5E2 0C10 F0CA BDD3 FF15 0CEA CFD1 F112"            /* µâ..ğÊ½Óÿ..êÏÑñ. */
	$"1904 E5D9 EB0B 1C15 FCE7 EA03 1A1F 0EF7"            /* ..åÙë...üçê....÷ */
	$"EEFD 1521 1A04 F8FB 0D1E 1F11 0000 24CE"            /* îı.!..øû......$Î */
	$"0000 0000 0000 0000 4000 20AB 0008 0000"            /* ........@. «.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"01EC 1A60 0000 0000 080C 0A0F 0907 0E0B"            /* .ì.`......Â.Æ... */
	$"0F07 18FF 1F10 1F20 1F00 1F00 0F31 CF40"            /* ...ÿ... .....1Ï@ */
	$"E007 2308 2F00 29EB 081F 100F 3C00 1732"            /* à.#./.)ë....<..2 */
	$"F5F3 121B 40DF 30FB 1FCC 43DF 0817 F318"            /* õó..@ß0û.ÌCß..ó. */
	$"FF10 FFFB 10FF 4FC4 0B06 1336 F115 0017"            /* ÿ.ÿû.ÿOÄ...6ñ... */
	$"18ED 071F 2017 2017 0807 1D10 FF24 21D7"            /* .í.. . .....ÿ$!× */
	$"28F7 1CF7 03EF 14FF 02F0 23EC 2B00 27C0"            /* (÷.÷.ï.ÿ.ğ#ì+.'À */
	$"35A0 1DB0 05DC FFE7 101F F01B CB13 FF00"            /* 5 .°.Üÿç..ğ.Ë.ÿ. */
	$"E7EF F0FB C81E A0E4 9FE0 D7EC 03DF 1619"            /* çïğûÈ. äŸà×ì.ß.. */
	$"2F04 2C1F 343B 1220 311C 2C0D 2027 00FF"            /* /.,.4;. 1.,. '.ÿ */
	$"06EA F8D5 D7D0 DF8F 9C8E 8F8F 908F 94AF"            /* .êøÕ×Ğßœ”¯ */
	$"C727 426D 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* Ç'Bm............ */
	$"7870 3F38 2AE8 EFD0 BFA0 9794 898C 8988"            /* xp?8*èïĞ¿ —”‰Œ‰ˆ */
	$"8989 8989 8A8A 8B8B 8B8C 8C8C 8D8D 8E8F"            /* ‰‰‰‰ŠŠ‹‹‹ŒŒŒ */
	$"92A3 C7CF F70F FF36 2F4E 5B63 6F7C 7873"            /* ’£ÇÏ÷.ÿ6/N[co|xs */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* ................ */
	$"7F7F 7F7F 7F7B 7F5F 6357 1048 FF18 F8DE"            /* .....{._cW.Hÿ.øŞ */
	$"E1E0 A2C8 A2AF 8893 8986 8483 8584 8485"            /* áà¢È¢¯ˆ“‰†„ƒ…„„… */
	$"8485 8585 8686 8687 8787 8788 8889 8A89"            /* „………†††‡‡‡‡ˆˆ‰Š‰ */
	$"8C8A 8D8C 9A8E B39F D0CF E4E7 07FF F118"            /* ŒŠŒš³ŸĞÏäç.ÿñ. */
	$"292D 2B4A 3B5C 4766 5B67 7077 7A7F 7C7F"            /* )-+J;\Gf[gpwz.|. */
	$"7F72 7F7C 7F7F 7F78 7F7F 7E76 7963 505C"            /* .r.|...x..~vycP\ */
	$"6743 4338 3B16 202D F00E 01F6 F4CD F8C0"            /* gCC8;. -ğ..öôÍøÀ */
	$"E7C2 BFC4 B3B2 ADB8 93A2 8B8F A18A 9C8A"            /* çÂ¿Ä³²­¸“¢‹¡ŠœŠ */
	$"928C 8B90 9393 92A5 9FA2 BEB2 C7C2 D3D7"            /* ’Œ‹““’¥Ÿ¢¾²ÇÂÓ× */
	$"E2FD D710 031A 0B28 1E1E 3839 384F 4343"            /* âı×....(..898OCC */
	$"5652 6541 7053 6072 535C 545E 5D60 5465"            /* VReApS`rS\T^]`Te */
	$"584C 5461 3C50 3F3E 3445 2711 3405 230C"            /* XLTa<P?>4E'.4.#. */
	$"0306 F8F3 F4EC DCD2 DFC0 C0C8 A7A1 B0AB"            /* ..øóôìÜÒßÀÀÈ§¡°« */
	$"A0A7 89A0 8D8C 8C8C 8F8C 8C90 8C8E 8A8E"            /*  §‰ ŒŒŒŒŒŒŠ */
	$"8C95 8C8E 938E 9291 9194 93A1 98B1 A5C7"            /* Œ•Œ“’‘‘”“¡˜±¥Ç */
	$"A8D7 C4E1 CFF1 F6ED FA14 0F1B 2629 2F40"            /* ¨×ÄáÏñöíú...&)/@ */
	$"3F40 573F 5859 585B 696A 7070 6E7D 7877"            /* ?@W?XYX[ijppn}xw */
	$"7F6D 7078 736D 6C6A 676C 6358 5750 494B"            /* .mpxsmljglcXWPIK */
	$"3C36 3A38 1F28 1D16 100C 0AEF F8EF DBE0"            /* <6:8.(....ÂïøïÛà */
	$"DFC9 BFC0 BCD3 ADB8 AAA0 A795 9A93 988F"            /* ßÉ¿À¼Ó­¸ª §•š“˜ */
	$"8F8E 8E90 8E8F 8E8D 8F8F 8E8F 8F8F 8F90"            /*  */
	$"9091 9393 9494 949E 94A7 99A8 9EB1 B1AC"            /* ‘““””””§™¨±±¬ */
	$"C5C4 BFCD D7E2 DDEF EA06 F713 1318 232B"            /* ÅÄ¿Í×âİïê.÷...#+ */
	$"3636 394F 4C60 4D6A 4E71 626B 7463 7C7E"            /* 669OL`MjNqbktc|~ */
	$"6C7F 7A7F 7876 7F76 7976 7C6F 706B 676C"            /* l.z.xv.vyv|opkgl */
	$"615E 6047 5153 423D 3833 381B 280F 000C"            /* a^`GQSB=838.(... */
	$"F9F3 E3E5 E3D4 D0CF BABB B8B2 ACA3 96A4"            /* ùóãåãÔĞÏº»¸²¬£–¤ */
	$"939B 8F8F 938F 918F 9090 9190 9091 9191"            /* “›“‘‘‘‘‘ */
	$"9292 9492 9493 9495 9596 9799 9699 9F97"            /* ’’”’”“”••–—™–™Ÿ— */
	$"9FA0 A2A5 A9B0 A9BF B6BF C0CC CFD0 DFD4"            /* Ÿ ¢¥©°©¿¶¿ÀÌÏĞßÔ */
	$"E6E5 F3F6 FFFC 0F0F 0E28 1F26 293D 3C45"            /* æåóöÿü...(.&)=<E */
	$"474C 5558 6352 6967 6770 7070 7878 7A7C"            /* GLUXcRiggpppxxz| */
	$"7E7F 7E7F 7F7F 7F7B 7F7F 777C 7F76 7A71"            /* ~.~....{..w|.vzq */
	$"7467 6E6D 6163 6067 5459 5855 4B49 5238"            /* tgnmac`gTYXUKIR8 */
	$"4437 3033 2827 1F14 1C07 0300 03F0 E8E0"            /* D703('.......ğèà */
	$"DCD7 CCC5 C8BC B0B4 A7AE 9E9B 9891 958F"            /* Ü×ÌÅÈ¼°´§®›˜‘• */
	$"908F 8F8F 908F 9091 9091 9091 9292 9293"            /* ‘‘‘’’’“ */
	$"9393 9596 9596 9898 9EA0 9BA6 ABB0 AFB7"            /* ““•–•–˜˜ ›¦«°¯· */
	$"B4C7 C3C8 CDD2 DBE5 DBEC F4E7 F3FF FEFD"            /* ´ÇÃÈÍÒÛåÛìôçóÿşı */
	$"0307 0B1A 0817 1825 2228 2C32 3338 3B47"            /* .......%"(,238;G */
	$"434F 4B50 575C 5D61 6766 6973 6C7B 767E"            /* COKPW\]agfisl{v~ */
	$"737F 7F7E 7F7C 7F7F 7F7F 7F7F 7F7F 7F71"            /* s..~.|.........q */
	$"7F7A 7579 706E 6E69 6963 5E58 5C52 4C53"            /* .zuypnniic^X\RLS */
	$"4346 4035 3E25 3123 2018 1610 0C04 FCFC"            /* CF@5>%1# .....üü */
	$"EEED E8E0 E0D3 D3C9 CABD BEBE B9AF B1AC"            /* îíèààÓÓÉÊ½¾¾¹¯±¬ */
	$"A3A8 A49F A891 A193 9696 9196 9097 9291"            /* £¨¤Ÿ¨‘¡“––‘–—’‘ */
	$"9193 9292 9293 9392 9293 9293 9493 9494"            /* ‘“’’’““’’“’“”“”” */
	$"9495 9596 9596 9697 9898 999B 9A9D 9EA2"            /* ”••–•––—˜˜™›š¢ */
	$"A4A6 B2B2 BDBF C7C9 D1D6 DBDF E5EF F0FB"            /* ¤¦²²½¿ÇÉÑÖÛßåïğû */
	$"F605 0511 1316 1F26 1A30 2734 333F 3549"            /* ö......&.0'43?5I */
	$"4047 4A4F 4F54 535E 535D 605B 605C 6567"            /* @GJOOTS^S]`[`\eg */
	$"5C69 6067 6761 6960 6765 6464 6764 6762"            /* \i`ggai`geddgdgb */
	$"6765 6663 6A5E 6863 6360 6665 6461 6560"            /* gefcj^hcc`fedae` */
	$"655A 6358 5C5C 594E 5053 474E 4C40 473D"            /* eZcX\\YNPSGNL@G= */
	$"4231 392E 312E 2D27 1F22 1918 160A 0906"            /* B19.1.-'."...ÂÆ. */
	$"0200 F8F4 F6E6 EAE3 D9DE D4D6 CDD0 C7C8"            /* ..øôöæêãÙŞÔÖÍĞÇÈ */
	$"C1C5 BABE BBB4 B8B0 B4AF A8B1 A6A8 A7A6"            /* ÁÅº¾»´¸°´¯¨±¦¨§¦ */
	$"A8A2 A8A1 A0A1 A1A3 9CA4 9BA1 9FA1 9EA4"            /* ¨¢¨¡ ¡¡£œ¤›¡Ÿ¡¤ */
	$"A4A7 A2AD A6A5 ADAB B0B3 B5B3 BBBA BDBA"            /* ¤§¢­¦¥­«°³µ³»º½º */
	$"C3C3 C0C6 CCCB C9CE CFD2 D1D5 D9D8 DEDF"            /* ÃÃÀÆÌËÉÎÏÒÑÕÙØŞß */
	$"E0E2 E7EC EDEB F5F3 FFF6 FD02 0505 0B0D"            /* àâçìíëõóÿöı..... */
	$"0F16 1918 2223 252C 302F 3937 4042 4048"            /* ...."#%,0/97@B@H */
	$"4E51 555B 5B61 6169 676E 7071 7378 767C"            /* NQU[[aaignpqsxv| */
	$"7D7B 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* }{.............. */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7C7A 7876"            /* ............|zxv */
	$"7371 6C6C 6765 625E 5C58 5253 4D4A 4641"            /* sqllgeb^\XRSMJFA */
	$"403B 3834 302C 2823 221D 1815 110D 0B07"            /* @;840,(#"....... */
	$"00FF FAF8 F7F2 EFEE ECE9 E6E5 E4DE E0DC"            /* .ÿúø÷òïîìéæåäŞàÜ */
	$"DCD8 D8D5 D3CF CFCB C8C8 C5C1 BFBD BCB9"            /* ÜØØÕÓÏÏËÈÈÅÁ¿½¼¹ */
	$"B6B4 B2B0 B0AE AAAA A9A8 A6A4 A3A3 A2A2"            /* ¶´²°°®ªª©¨¦¤££¢¢ */
	$"A09E 9D9E 9F9C 9C9C 9B9A 9A9A 9A98 989A"            /*  Ÿœœœ›šššš˜˜š */
	$"9A9A 9C9A 9C9D 9C9F A09F A3A4 A6A9 AAAE"            /* ššœšœœŸ Ÿ£¤¦©ª® */
	$"AEB3 B5B8 BDBF C3C4 CBCC D0D4 D6DB DEE2"            /* ®³µ¸½¿ÃÄËÌĞÔÖÛŞâ */
	$"E7E9 EDF0 F5F8 FBFE 0104 080D 0F11 1619"            /* çéíğõøûş........ */
	$"1C1F 2025 2727 2D30 3134 393C 3C40 4243"            /* .. %''-0149<<@BC */
	$"4749 4A4B 4E51 5253 5658 585A 5C5D 5E5E"            /* GIJKNQRSVXXZ\]^^ */
	$"6160 6161 6163 6364 6666 6767 6A6C 6C6C"            /* a`aaaccdffggjlll */
	$"6C6C 6E6E 706E 7070 7070 7070 7070 7170"            /* llnnpnppppppppqp */
	$"7070 7071 7170 7070 7170 7070 7070 7070"            /* pppqqpppqppppppp */
	$"6C6C 6C6A 6766 6463 6160 5C59 5753 514D"            /* llljgfdca`\YWSQM */
	$"4A47 4340 3C39 3531 2C28 2721 1E1B 1613"            /* JGC@<951,('!.... */
	$"0E0A 0601 FEF9 F5F1 EFEC E6E4 E0DC D8D6"            /* .Â..şùõñïìæäàÜØÖ */
	$"D1CC C8C6 C3BE BAB9 B6B1 AFAD AAA6 A5A3"            /* ÑÌÈÆÃ¾º¹¶±¯­ª¦¥£ */
	$"9F9E 9D9C 9998 9895 9392 9290 8F8F 8D8D"            /* Ÿœ™˜˜•“’’ */
	$"8C8C 8C8B 8B8C 8C8C 8C8C 8D8D 8E8D 8E8F"            /* ŒŒŒ‹‹ŒŒŒŒŒ */
	$"8F90 9091 9392 9395 9797 989C 9D9E A1A2"            /* ‘“’“•——˜œ¡¢ */
	$"A4A7 AAAC AEB0 B2B3 B5B8 B9BB BCBF C0C2"            /* ¤§ª¬®°²³µ¸¹»¼¿ÀÂ */
	$"C4C6 C7CA CBCD CFD2 D5D6 D9DB DEE0 E3E6"            /* ÄÆÇÊËÍÏÒÕÖÙÛŞàãæ */
	$"E7EA EDF0 F2F5 F7FA FCFE 0003 0506 090B"            /* çêíğòõ÷úüş....Æ. */
	$"0C11 1113 1518 191B 1D1F 2123 2629 2B2D"            /* ..........!#&)+- */
	$"3032 3536 3739 3C3F 4042 4548 4A4C 4F51"            /* 025679<?@BEHJLOQ */
	$"5355 5758 5B5D 6060 6162 6363 6567 6868"            /* SUWX[]``abcceghh */
	$"676A 6969 6A69 6B69 6969 6767 6765 6464"            /* gjiijikiiigggedd */
	$"6363 6362 6260 6060 5D5C 5C55 5858 5858"            /* cccbb```]\\UXXXX */
	$"5654 5353 4F4E 4D4C 4A47 4643 413F 3E3C"            /* VTSSONMLJGFCA?>< */
	$"3B39 3734 3130 2D2A 2725 2321 1F1D 1B18"            /* ;97410-*'%#!.... */
	$"1816 1514 1211 0F0F 0D0C 0809 0705 0301"            /* ...........Æ.... */
	$"00FE FCFB F7F5 F3F1 F0EC EAE8 E6E5 E2E0"            /* .şüû÷õóñğìêèæåâà */
	$"DEDD DBD9 D6D2 D1CF CCCA C8C4 C3C2 C0BE"            /* ŞİÛÙÖÒÑÏÌÊÈÄÃÂÀ¾ */
	$"BCBB B9B8 B5B3 B3B0 AEAD ABAA A8A5 A4A4"            /* ¼»¹¸µ³³°®­«ª¨¥¤¤ */
	$"A09F 9C9C 9A98 9794 9392 9190 8F8F 8F8F"            /*  Ÿœœš˜—”“’‘ */
	$"8E8E 8E8E 8E8E 8E8E 8E8F 8F8F 8F8F 8F90"            /*  */
	$"9090 9191 9192 9293 9393 9494 9595 9697"            /* ‘‘‘’’“““””••–— */
	$"9798 9999 9A9B 9C9E 9EA0 A2A4 A5A6 A9AC"            /* —˜™™š›œ ¢¤¥¦©¬ */
	$"ADB0 B2B4 B8BB BDBF C1C3 C6C9 CACE CFD2"            /* ­°²´¸»½¿ÁÃÆÉÊÎÏÒ */
	$"D6D8 DADC E0E2 E6E9 ECEF F2F6 F6FB FCFF"            /* ÖØÚÜàâæéìïòööûüÿ */
	$"0305 070B 0E11 1317 191E 1F21 2625 2829"            /* ...........!&%() */
	$"2B2D 3030 3335 3738 3B3C 3D3E 4043 4342"            /* +-003578;<=>@CCB */
	$"4446 4749 494B 4C4D 4E4F 4F53 5353 5658"            /* DFGIIKLMNOOSSSVX */
	$"5857 595B 5A5B 5C5C 5C5C 605E 5D5E 5D60"            /* XWY[Z[\\\\`^]^]` */
	$"5D5B 5D5D 5C5B 5B5B 5A5A 595A 5B5A 595A"            /* ][]]\[[[ZZYZ[ZYZ */
	$"5958 5858 5856 5655 5654 5352 5353 5151"            /* YXXXXVVUVTSRSSQQ */
	$"524F 4E4E 4E4B 4B49 4846 4443 4140 3D3D"            /* RONNNKKIHFDCA@== */
	$"3B36 3633 312E 2E29 2724 221F 1C1A 1614"            /* ;6631..)'$"..... */
	$"0F0C 0A07 0401 00FC FAF8 F6F1 F0ED E9E8"            /* ..Â....üúøöñğíéè */
	$"E6E3 E0DD DCD9 D6D3 D1D0 CECC CCC8 C4C4"            /* æãàİÜÙÖÓÑĞÎÌÌÈÄÄ */
	$"C1C0 BEBA BBB7 B5B2 B1A9 AEAD ABA7 A3A6"            /* ÁÀ¾º»·µ²±©®­«§£¦ */
	$"A2A5 9F9F 979F 9C98 9996 9897 9795 9697"            /* ¢¥ŸŸ—Ÿœ˜™–˜——•–— */
	$"9495 9893 9695 9696 9796 9697 9698 9798"            /* ”•˜“–•––—––—–˜—˜ */
	$"9898 9898 9999 9A9A 999B 9A9A 9C9A 9B9B"            /* ˜˜˜˜™™šš™›ššœš›› */
	$"9C9B 9D9C 9D9D 9E9E 9E9E 9F9F 9F9E A0A0"            /* œ›œŸŸŸ   */
	$"A1A0 A1A2 A3A2 A5A1 A5A7 A2A7 A6A6 A7A6"            /* ¡ ¡¢£¢¥¡¥§¢§¦¦§¦ */
	$"A9AA A9AC A6B6 A8B2 AEAF B1B2 B7AC B8AC"            /* ©ª©¬¦¶¨²®¯±²·¬¸¬ */
	$"BDB2 BDBA BABB BFBC C1BF CBC0 C9D4 C3D3"            /* ½²½ºº»¿¼Á¿ËÀÉÔÃÓ */
	$"CED3 CFDC CBE3 D7DD DFE4 ECDC EBEC F8F6"            /* ÎÓÏÜËã×İßäìÜëìøö */
	$"E5FF EE03 FC02 060C 090F 0C0F 1918 0B21"            /* åÿî.ü...Æ......! */
	$"1922 1433 2823 2F2C 302B 3933 3931 4037"            /* .".3(#/,0+9391@7 */
	$"473A 4149 4047 4C4B 4C54 4953 5455 585C"            /* G:AI@GLKLTISTUX\ */
	$"5465 5A61 6160 6363 656C 6367 646C 6964"            /* TeZaa`ccelcgdlid */
	$"6D6D 7160 7960 6966 6F67 7060 6B5D 7058"            /* mmq`y`ifogp`k]pX */
	$"6E58 6260 6752 6360 5462 545B 585E 4A63"            /* nXb`gRc`TbT[X^Jc */
	$"4457 5251 534C 5448 4C4B 5140 4A42 4643"            /* DWRQSLTHLKQ@JBFC */
	$"433C 4738 3E40 3737 3332 332C 3321 2723"            /* C<G8>@77323,3!'# */
	$"221F 2018 1B2C 081E 140C 160B 140A 1200"            /* ". ..,.......Â.. */
	$"0F0C 0205 08FB 07FF 02F3 05EE FF00 E7FE"            /* .....û.ÿ.ó.îÿ.çş */
	$"FDE0 FAE8 E6ED ECE4 E5E3 DDE5 D7DC D9CF"            /* ıàúèæíìäåãİå×ÜÙÏ */
	$"DCC8 D3D0 BFD2 C5C4 BCC0 BBC0 B3B2 BBAA"            /* ÜÈÓĞ¿ÒÅÄ¼À»À³²»ª */
	$"A7B1 B3A8 A5B2 A4A1 B3A2 9FAC 9DAB 9EA2"            /* §±³¨¥²¤¡³¢Ÿ¬«¢ */
	$"9FA3 A09F A19F 9FA0 9FA0 9FA0 A09F A29F"            /* Ÿ£ Ÿ¡ŸŸ Ÿ Ÿ  Ÿ¢Ÿ */
	$"A29F A2A2 A1A1 A3A1 A3A2 A2A3 A3A3 A4A4"            /* ¢Ÿ¢¢¡¡£¡£¢¢£££¤¤ */
	$"A4A4 A4A6 A5A5 A8A6 A7A7 ACA7 A9AB AFAC"            /* ¤¤¤¦¥¥¨¦§§¬§©«¯¬ */
	$"A9BA AAB1 B4B8 B5BA AFCA B1BE C4C3 C4C5"            /* ©ºª±´¸µº¯Ê±¾ÄÃÄÅ */
	$"C7D0 C2D3 C9D4 D4D4 D6D8 D2DB DCD8 DBE0"            /* ÇĞÂÓÉÔÔÔÖØÒÛÜØÛà */
	$"D3E5 DEE8 D7E8 E3E9 EAEC F3F0 F7F2 FDFD"            /* ÓåŞè×èãéêìóğ÷òıı */
	$"FDFD 0D00 F913 0904 0D10 0A12 0819 1A0C"            /* ıı..ù.Æ...Â..... */
	$"1819 1813 270E 1C1F 1A17 2A18 2424 1D25"            /* ....'.....*.$$.% */
	$"2621 2429 1F27 2C24 2631 242F 312C 3132"            /* &!$).',$&1$/1,12 */
	$"3031 363C 3037 4733 4341 3F44 464C 4947"            /* 016<07G3CA?DFLIG */
	$"4E4F 5658 4C59 564F 605C 5361 5C5A 6063"            /* NOVXLYVO`\Sa\Z`c */
	$"5968 6061 6669 5E6B 6366 6968 5E6C 6C66"            /* Yh`afi^kcfih^llf */
	$"6E6C 6B68 736E 6C6C 6B73 786A 7370 6D7C"            /* nlkhsnllksxjspm| */
	$"6E75 7479 6976 7078 6A74 7371 7470 6B74"            /* nutyivpxjtsqtpkt */
	$"6C70 6871 6169 6969 6165 5D66 635D 5D62"            /* lphqaiiiae]fc]]b */
	$"5257 5C4E 564C 5052 4853 4449 464C 4049"            /* RW\NVLPRHSDIFL@I */
	$"4040 433B 413E 363F 3437 333A 2C31 3129"            /* @@C;A>6?473:,11) */
	$"311F 292A 1F2A 1C18 1B13 1B12 1107 0F0C"            /* 1.)*.*.......... */
	$"000C 06FC 0101 07F8 FBF9 F8F8 EFFD F1EC"            /* ...ü...øûùøøïıñì */
	$"F9EB F7E7 EEF0 F3E6 EEE0 E9E9 E6E4 E5E0"            /* ùë÷çîğóæîàééæäåà */
	$"E4E2 E1E3 E0D9 E1DC CFD5 D8D5 CFD1 D7D0"            /* äâáãàÙáÜÏÕØÕÏÑ×Ğ */
	$"CDCE C9CF C1C7 C3CC BBC7 BBBF BEC2 B6C3"            /* ÍÎÉÏÁÇÃÌ»Ç»¿¾Â¶Ã */
	$"B8B7 C0B2 B5B9 B4AD B9AF B2B3 B4AD B2AC"            /* ¸·À²µ¹´­¹¯²³´­²¬ */
	$"B3B0 A8B0 AFAC B3B2 ACB4 A7B1 AAAE ACAF"            /* ³°¨°¯¬³²¬´§±ª®¬¯ */
	$"AAAC B6A8 B0AF AFB6 B0B4 B8B1 BCAF BDB9"            /* ª¬¶¨°¯¯¶°´¸±¼¯½¹ */
	$"B8BF C8BC C3C4 C9C5 CBCC CFC5 CED3 D7D4"            /* ¸¿È¼ÃÄÉÅËÌÏÅÎÓ×Ô */
	$"D9D9 D7E4 D9E6 DEE2 EBE8 EAE9 E9F1 EEF8"            /* ÙÙ×äÙæŞâëèêééñîø */
	$"EEFB F7FC FCFC FDFF FF03 0C08 070D 0913"            /* îû÷üüüıÿÿ.....Æ. */
	$"160F 1B16 1822 201D 2521 272E 222F 2A32"            /* ....." .%!'."/*2 */
	$"2C2C 3534 2A40 3838 3A3F 3B43 413F 4638"            /* ,,54*@88:?;CA?F8 */
	$"4741 4643 4144 4743 4B45 474E 4053 4649"            /* GAFCADGCKEGN@SFI */
	$"4B4E 4A4F 524B 534C 534C 5751 5156 5656"            /* KNJORKSLSLWQQVVV */
	$"4F58 535D 5156 5C52 565C 5954 5D53 605A"            /* OXS]QV\RV\YT]S`Z */
	$"5663 5C54 5E59 5E5D 5E5C 605C 6758 6A60"            /* Vc\T^Y^]^\`\gXj` */
	$"6065 6266 6568 696C 676D 706A 706C 7169"            /* `ebfehilgmpjplqi */
	$"6B70 6B6B 7067 6B6D 6C6C 6767 6769 676A"            /* kpkkpgkmllgggigj */
	$"6663 6660 6360 5F60 5960 5E59 5A5C 525F"            /* fcf`c`_`Y`^YZ\R_ */
	$"5156 5458 4F58 514F 4F4E 524E 4749 4946"            /* QVTXOXQOONRNGIIF */
	$"4549 4143 4043 3A3E 3936 3930 3330 2A2B"            /* EIAC@C:>969030*+ */
	$"2C27 251F 1F1C 1C15 1811 1011 0A0A 0807"            /* ,'%.........ÂÂ.. */
	$"0903 0404 00F9 00F6 FEF7 FBF6 F5F5 F1F3"            /* Æ....ù.öş÷ûöõõñó */
	$"F0ED F1EA E7EC EAE0 E5E6 E0E2 E0E1 DCD9"            /* ğíñêçìêàåæàâàáÜÙ */
	$"DADF D4D4 D8D2 CED3 CCCB C9CC C7CA C3C8"            /* ÚßÔÔØÒÎÓÌËÉÌÇÊÃÈ */
	$"C4CB BEC7 BEC4 C1C4 BEC7 C3C5 C7C0 C7C1"            /* ÄË¾Ç¾ÄÁÄ¾ÇÃÅÇÀÇÁ */
	$"C3C3 CAC3 C6C0 C8C1 C3C9 C2C6 C2CB C7C1"            /* ÃÃÊÃÆÀÈÁÃÉÂÆÂËÇÁ */
	$"C4C8 C4BF BBBF B9B8 B9B9 ACB7 B3B0 B4B6"            /* ÄÈÄ¿»¿¹¸¹¹¬·³°´¶ */
	$"ADB4 B3B4 B6B0 B7B6 B5B7 BAB6 B3B7 BCB9"            /* ­´³´¶°·¶µ·º¶³·¼¹ */
	$"BCBC BEC2 C0BE C2C3 BFC7 C3C1 C2C8 C4C8"            /* ¼¼¾ÂÀ¾ÂÃ¿ÇÃÁÂÈÄÈ */
	$"C4CA C6C7 C9CF C7CC CACE CECB D3D1 CFD2"            /* ÄÊÆÇÉÏÇÌÊÎÎËÓÑÏÒ */
	$"D7D4 D3D6 DCD6 D9DB DCDE DFE5 E1E5 E4EB"            /* ×ÔÓÖÜÖÙÛÜŞßåáåäë */
	$"E8EA F0EA F1F2 F6F8 F6FB FEFD FE05 0102"            /* èêğêñòöøöûşış... */
	$"0606 0D07 0C0E 1211 1213 1C12 1E1E 191E"            /* ................ */
	$"2123 2523 262C 272B 312B 2E33 3133 3138"            /* !#%#&,'+1+.31318 */
	$"3639 393C 3B3E 4041 403F 4041 4042 4340"            /* 699<;>@A@?@A@BC@ */
	$"4644 4447 4647 4747 474B 474C 494A 4F4A"            /* FDDGFGGGGKGLIJOJ */
	$"4D4F 4E4E 4C4F 4A4F 4E4F 4C4F 4F4F 4F4B"            /* MONNLOJONOLOOOOK */
	$"514C 4C4E 4D4C 4E47 4D4A 474A 4947 4948"            /* QLLNMLNGMJGJIGIH */
	$"4746 4743 4743 4343 4241 4340 3E3D 403A"            /* GFGCGCCCBAC@>=@: */
	$"3A3A 3836 3831 3431 3031 302B 2D29 2726"            /* ::868141010+-)'& */
	$"2624 211F 2122 191C 1D17 1617 1512 1011"            /* &$!.!".......... */
	$"100E 0A0C 0908 0605 0501 01FF FFFC FBFC"            /* ..Â.Æ......ÿÿüûü */
	$"F9F9 FAF5 F5F5 F2F3 F2EE F0EE EBEF ECE8"            /* ùùúõõõòóòîğîëïìè */
	$"E8EA E7E5 E6E5 E3E1 E2E0 E0DE DFE0 DCDE"            /* èêçåæåãáâààŞßàÜŞ */
	$"DCDA DBDA DAD7 D9D5 D9D5 D5D8 D4D4 D6D3"            /* ÜÚÛÚÚ×ÙÕÙÕÕØÔÔÖÓ */
	$"D5D3 D3D4 D3CF D2CE D2CF D0D0 CFCD D0CE"            /* ÕÓÓÔÓÏÒÎÒÏĞĞÏÍĞÎ */
	$"CED0 CBD1 CDCF CDCD CCCF CCCE CECD CFCB"            /* ÎĞËÑÍÏÍÍÌÏÌÎÎÍÏË */
	$"CFCD CBCF CECD CCCE CBCE CECC CFCC CECE"            /* ÏÍËÏÎÍÌÎËÎÎÌÏÌÎÎ */
	$"CCCF CCCE CDCF CECF CDD2 CDCF CFCF D1D0"            /* ÌÏÌÎÍÏÎÏÍÒÍÏÏÏÑĞ */
	$"CFD3 CDD1 D2D2 CFD1 CFD3 D0D3 D2D1 D3D3"            /* ÏÓÍÑÒÒÏÑÏÓĞÓÒÑÓÓ */
	$"D4D1 D5D2 D6D2 D6D6 D3D4 D8D3 D7D4 D6DB"            /* ÔÑÕÒÖÒÖÖÓÔØÓ×ÔÖÛ */
	$"D6D7 D8D7 D7D9 DBD9 D8DA DBD9 DCDC DCDA"            /* Ö×Ø××ÙÛÙØÚÛÙÜÜÜÚ */
	$"DBDE DDD9 DFDE DDDD E0DE DEDF E3DF DEE1"            /* ÛŞİÙßŞİİàŞŞßãßŞá */
	$"E1E1 E3DF E3E1 E1E5 E5E2 E3E6 E4E5 E5E7"            /* ááãßãááååâãæäååç */
	$"E5E6 E7E8 E7E7 E8E9 E8E9 E9E8 E8EC EAE9"            /* åæçèççèéèééèèìêé */
	$"EBEA EDEB ECEC ECEC EFF0 EDED EEEF EFF1"            /* ëêíëììììïğííîïïñ */
	$"F0F1 F1ED F1F0 F0F0 F3F2 F1F3 F2F3 F2F3"            /* ğññíñğğğóòñóòóòó */
	$"F3F3 F3F3 F4F4 F3F4 F4F4 F5F5 F5F4 F8F3"            /* óóóóôôóôôôõõõôøó */
	$"F6F6 F6F6 F4F5 F5F6 F6F6 F6F5 F5F6 F6F6"            /* ööööôõõööööõõööö */
	$"F8F5 F7F7 F5F8 F7F6 F8F7 F6F8 F7F5 F7F8"            /* øõ÷÷õø÷öø÷öø÷õ÷ø */
	$"F7F8 F7F8 F8F8 F6F7 F7F8 F8F8 F8F8 F8F8"            /* ÷ø÷øøøö÷÷øøøøøøø */
	$"F7F7 F5F7 F9F8 F8F9 F6F8 F8F7 F8F9 F7F8"            /* ÷÷õ÷ùøøùöøø÷øù÷ø */
	$"F8FA F9F7 F9F9 F8F9 F9F8 F9F7 F9FA F7F9"            /* øúù÷ùùøùùøù÷ùú÷ù */
	$"F8F9 F9FA F8FA FAF9 FBFA F9F9 FAF9 FAF8"            /* øùùúøúúùûúùùúùúø */
	$"F9F9 FBFA FAFB F8FA FBF9 FBFA FAFB FCFA"            /* ùùûúúûøúûùûúúûüú */
	$"F9F9 FAFA F9FB FAFA FBFB FAFA F9FB F9F9"            /* ùùúúùûúúûûúúùûùù */
	$"FBF9 FAFA F9FB FAF7 FBF9 F9FC FAF9 FAF9"            /* ûùúúùûú÷ûùùüúùúù */
	$"FBF9 F8FA F9FA F9F9 FBF8 F8FA F9F9 F8F8"            /* ûùøúùúùùûøøúùùøø */
	$"F8F8 F7F8 F7F8 F8F7 F8F7 F8F7 F7F8 F8F6"            /* øø÷ø÷øø÷ø÷ø÷÷øøö */
	$"F8F8 F8F6 F6F7 F7F6 F5F9 F5F6 F5F6 F5F4"            /* øøøöö÷÷öõùõöõöõô */
	$"F6F6 F3F5 F4F4 F5F3 F4F3 F3F4 F5F1 F4F4"            /* ööóõôôõóôóóôõñôô */
	$"F2F3 F3F1 F4F2 F3F3 F3F1 F3F3 F3F1 F3F2"            /* òóóñôòóóóñóóóñóò */
	$"F1F4 F1F1 F0F1 F3F2 F0F0 F1F1 F1F1 F0F0"            /* ñôññğñóòğğññññğğ */
	$"F1F2 F0F1 F0F1 F0F2 F0F0 F0F0 F1F0 EFEE"            /* ñòğñğñğòğğğğñğïî */
	$"EFEE F0F0 F0EE EDEE EEEE EDEE EEED EEEF"            /* ïîğğğîíîîîíîîíîï */
	$"EDEE EEED EEEF EDEE EFEE EEEF EDEE EEEF"            /* íîîíîïíîïîîïíîîï */
	$"EFED EFED F0ED EFEE EEF0 F1EF F0F0 EFF0"            /* ïíïíğíïîîğñïğğïğ */
	$"EEEF EFEF EEF0 F0F0 F0F0 F0F0 EFF2 F0F0"            /* îïïïîğğğğğğğïòğğ */
	$"F0F1 F0F0 F0F2 F0F0 F2F1 F1F1 F3F1 F3F3"            /* ğñğğğòğğòñññóñóó */
	$"F3F1 F2F2 F3F2 F2F4 F4F4 F5F6 F4F5 F6F7"            /* óñòòóòòôôôõöôõö÷ */
	$"F6F6 F6F7 F7F6 F7F8 F6F8 F8F7 F8F8 F8F8"            /* ööö÷÷ö÷øöøø÷øøøø */
	$"F9F9 FAF8 FBFB FCF8 FAFA FAFC FCFB FAFC"            /* ùùúøûûüøúúúüüûúü */
	$"FCFC FAFB FDFC FCFC FEFC FCFE FCFD FDFE"            /* üüúûıüüüşüüşüıış */
	$"FDFE FEFE FDFF FEFF FEFF FFFE FFFF FFFF"            /* ışşşıÿşÿşÿÿşÿÿÿÿ */
	$"FF00 FF00 FF00 FF00 0000 01FF 0102 0102"            /* ÿ.ÿ.ÿ.ÿ....ÿ.... */
	$"0002 0103 0203 0103 0304 0104 0404 0305"            /* ................ */
	$"0504 0604 0706 0507 0606 0707 0707 0808"            /* ................ */
	$"0808 0809 0909 090B 0A09 0B0B 0C0C 0A0C"            /* ...ÆÆÆÆ.ÂÆ....Â. */
	$"0C0B 0D0C 0D0D 0E0C 0E0E 0F0D 0E0F 0E0F"            /* ................ */
	$"0F0F 100F 0F10 100F 1111 0F11 1211 1111"            /* ................ */
	$"1111 1212 1213 1113 1312 1314 1313 1413"            /* ................ */
	$"1513 1415 1414 1515 1414 1615 1415 1615"            /* ................ */
	$"1616 1516 1417 1615 1616 1516 1716 1615"            /* ................ */
	$"1716 1517 1516 1516 1616 1316 1615 1515"            /* ................ */
	$"1615 1515 1513 1614 1614 1415 1515 1414"            /* ................ */
	$"1414 1513 1513 1414 1314 1413 1314 1314"            /* ................ */
	$"1313 1313 1313 1113 1413 1213 1312 1314"            /* ................ */
	$"1111 1313 1313 1211 1311 1213 110F 1212"            /* ................ */
	$"1111 1113 1211 1011 100F 1110 1111 0F10"            /* ................ */
	$"1110 0F13 110F 130F 1010 0F0E 1512 110F"            /* ................ */
	$"0F11 0F12 100F 0F11 1010 0F11 0E12 100F"            /* ................ */
	$"1211 1112 1110 1010 1113 1012 1111 110F"            /* ................ */
	$"1111 1311 1215 0F0F 0807 1213 1113 1212"            /* ................ */
	$"1104 1414 1012 1415 120F 1213 1413 1313"            /* ................ */
	$"1413 1411 1514 0F15 1313 1214 1713 1413"            /* ................ */
	$"1412 1616 1613 1413 1814 1313 1613 1613"            /* ................ */
	$"1615 1414 1614 1616 1514 1715 1617 1417"            /* ................ */
	$"1514 1516 1714 1613 1318 1814 1518 1317"            /* ................ */
	$"1516 1616 1615 1813 1616 1315 1714 1319"            /* ................ */
	$"1517 1415 1616 1616 1613 1616 1516 1518"            /* ................ */
	$"1516 1716 1513 1A12 171C 1814 131C 131F"            /* ................ */
	$"151A 091E 1812 1C12 1818 1813 1A1B 1413"            /* ..Æ............. */
	$"2707 1F13 1C19 1F16 1321 0D1F 1619 1B18"            /* '........!...... */
	$"1818 1D10 1F24 0D1F 200F 2314 1718 1E0D"            /* .....$.. .#..... */
	$"1E1B 1419 2021 0F12 1F14 2E05 23F0 301C"            /* .... !......#ğ0. */
	$"0330 0A1A 2018 0F27 1904 1746 DF23 0E20"            /* .0Â. ..'...Fß#.  */
	$"1331 14FF 32EB 2C00 1C14 1318 0E1B 0825"            /* .1.ÿ2ë,........% */
	$"34F4 3B50 DF34 FC11 0F24 F720 1B04 1B22"            /* 4ô;Pß4ü..$÷ ..." */
	$"1CFF 100F 2020 E313 031F 0017 191E F43D"            /* .ÿ..  ã.......ô= */
	$"E827 1810 F727 FD14 DB30 0BFA 090C 041B"            /* è'..÷'ı.Û0.úÆ... */
	$"0825 0013 041F 20EE 1707 0A07 080F FE18"            /* .%.... î..Â...ş. */
	$"EB1D 000F 1023 D82A E717 0C00 17F8 19F9"            /* ë....#Ø*ç....ø.ù */
	$"081F D91E 00F3 1D0C 14C5 3FE0 1FC8 1BDD"            /* ..Ù..ó...Å?à.È.İ */
	$"30DF 2CD7 20F7 30D4 16F1 13D6 2F00 FF1D"            /* 0ß,× ÷0Ô.ñ.Ö/.ÿ. */
	$"DF22 EF22 CF32 B927 F4FB 0905 0FF8 FFFB"            /* ß"ï"Ï2¹'ôûÆ..øÿû */
	$"1FEF 08EF 0CE7 1AEA 15E4 0F0C 03F4 0EEC"            /* .ï.ï.ç.ê.ä...ô.ì */
	$"1ADB 35C4 1CE7 00FF 0EF2 FF14 F72B E0FB"            /* .Û5Ä.ç.ÿ.òÿ.÷+àû */
	$"18EF 0E17 00DF 20FB 04FF 10FF 1417 000F"            /* .ï...ß û.ÿ.ÿ.... */
	$"14EF 2700 E71B 10D7 35E0 ED13 0009 030E"            /* .ï'.ç..×5àí..Æ.. */
	$"DF16 F316 F2F7 10ED 1F00 F72C FBF8 0F00"            /* ß.ó.ò÷.í..÷,ûø.. */
	$"0F09 0FFC 1FF0 FF07 2700 FF10 EFFF 33E8"            /* .Æ.ü.ğÿ.'.ÿ.ïÿ3è */
	$"1720 E714 F300 FF10 03F4 13E0 1F00 09FE"            /* . ç.ó.ÿ..ô.à..Æş */
	$"FB07 0007 08EF 11F3 0C17 F8FB 20FB 18FF"            /* û....ï.ó..øû û.ÿ */
	$"F113 F4FF 18E3 0E07 F123 00F7 15FF 0CEF"            /* ñ.ôÿ.ã..ñ#.÷.ÿ.ï */
	$"20DF F40D 20FA E727 E806 051E F509 E73D"            /*  ßô. úç'è...õÆç= */
	$"C013 0016 0507 F723 D31C FF10 FB0F 000B"            /* À.....÷#Ó.ÿ.û... */
	$"F40B 10FE 0D10 DF28 EF14 EAFF 0EF9 1201"            /* ô..ş..ß(ï.êÿ.ù.. */
	$"FF14 FB09 0D06 FF01 2B08 DF1E 0BF0 0B06"            /* ÿ.ûÆ..ÿ.+.ß..ğ.. */
	$"050C EB1B 12DF 14FB 06EA 36C4 1FF4 12E7"            /* ..ë..ß.û.ê6Ä.ô.ç */
	$"28C8 1FF0 02FF 1CCF 0F05 FB07 02F5 0319"            /* (È.ğ.ÿ.Ï..û..õ.. */
	$"0007 10F1 1306 EF0B F709 00F5 2BD1 1AF0"            /* ...ñ..ï.÷Æ.õ+Ñ.ğ */
	$"0F00 F70F 00FF 000D 090F EA0A 10D7 1500"            /* ..÷..ÿ..Æ.êÂ.×.. */
	$"EF11 F900 FF08 EF1E E8F7 0D10 D724 D900"            /* ï.ù.ÿ.ï.è÷..×$Ù. */
	$"FF20 CF0F 05E4 1700 0FF4 0F00 FF00 DF1B"            /* ÿ Ï..ä...ô..ÿ.ß. */
	$"07E0 0FF0 FF18 F7FA F322 C511 E704 F3FE"            /* .à.ğÿ.÷úó"Å.ç.óş */
	$"0AEB 11F8 E51D F006 E815 E0FF 0206 EE01"            /* Âë.øå.ğ.è.àÿ..î. */
	$"E718 F6EA FB0C F4EF 14CF FEF7 F40C DB0F"            /* ç.öêû.ôï.Ïş÷ô.Û. */
	$"D807 F808 D817 E4F7 0ADF FC07 E01B EAFE"            /* Ø.ø.Ø.ä÷Âßü.à.êş */
	$"F413 F0FF 08EF 08DF 0B04 DF1A E0FC 04E3"            /* ô.ğÿ.ï.ß..ß.àü.ã */
	$"0DE8 FFF6 07F4 E30C 00E1 07E6 12F0 EEF5"            /* .èÿö.ôã..á.æ.ğîõ */
	$"F600 E712 F0F3 0CE7 10D8 FD00 0FED FEE8"            /* ö.ç.ğó.ç.Øı..íşè */
	$"F703 F5FE 05E0 0DF4 FB0C F5F8 FF18 DF04"            /* ÷.õş.à.ôû.õøÿ.ß. */
	$"FEFA FB02 0F00 FF00 EF14 E3F6 EF10 EC0B"            /* şúû...ÿ.ï.ãöï.ì. */
	$"F0FB 02FF EF15 E8FF 12EF FAF7 06DB 1EE5"            /* ğû.ÿï.èÿ.ïú÷.Û.å */
	$"FCF5 F905 00F0 0DFC F6FE 10EE 0A02 FC16"            /* üõù..ğ.üöş.îÂ.ü. */
	$"E80F ECFF 0607 00EF 14E4 0AFD F80B F00D"            /* è.ìÿ...ï.äÂıø.ğ. */
	$"08F7 08DF 0CF3 F8FF 0100 FF10 EF00 FBF4"            /* .÷.ß.óøÿ..ÿ.ï.ûô */
	$"15F2 FF00 0700 FF13 DD1C E00A F8F0 1300"            /* .òÿ...ÿ.İ.àÂøğ.. */
	$"F90C E713 EF1B F005 10F8 0BF9 05FA FFFF"            /* ù.ç.ï.ğ..ø.ù.úÿÿ */
	$"1101 FA0A F8FF 18E4 0FEC 15FD 10ED 13F4"            /* ..úÂøÿ.ä.ì.ı.í.ô */
	$"0C0E 08FF 000F 0CE7 0C07 E215 14F9 FDFF"            /* ...ÿ...ç..â..ùıÿ */
	$"11F3 12F0 16E8 0314 FA0F F407 07F2 0F02"            /* .ó.ğ.è..ú.ô..ò.. */
	$"FF14 EC13 F807 000F 0007 0EFB 0B0C F708"            /* ÿ.ì.ø......û..÷. */
	$"F70C EB0F F511 DE0E EF16 F100 FF10 EB0B"            /* ÷.ë.õ.Ş.ï.ñ.ÿ.ë. */
	$"01F6 0BEC 0E10 EA0F 14DD 0BF8 11F8 FF07"            /* .ö.ì..ê..İ.ø.øÿ. */
	$"0B00 0FF0 1708 FB0A EAFF FAFF FCFF F8F7"            /* ...ğ..ûÂêÿúÿüÿø÷ */
	$"07FC 0600 FB0A E70C 00EB 07F5 07FC 08F7"            /* .ü..ûÂç..ë.õ.ü.÷ */
	$"08ED 04F3 04FF 02F7 0CF0 FB04 FB10 F10E"            /* .í.ó.ÿ.÷.ğû.û.ñ. */
	$"F8FF F013 E40B F005 F901 F80F F602 F804"            /* øÿğ.ä.ğ.ù.ø.ö.ø. */
	$"FB0F FAF6 FEFF FC02 FD03 F006 F403 FCE7"            /* û.úöşÿü.ı.ğ.ô.üç */
	$"0EE4 02FD F0FD FC0A FBF9 FCFE 02FC 03EE"            /* .ä.ığıüÂûùüş.ü.î */
	$"FFFE 06F5 07EB 0DFA 09F9 10D9 0CE6 0EF5"            /* ÿş.õ.ë.úÆù.Ù.æ.õ */
	$"FDFB FD02 FEFB FCF8 FF05 E6FD FB04 ED0D"            /* ıûı.şûüøÿ.æıû.í. */
	$"FCFE 0006 14DF FF03 01F3 030A E70C F109"            /* üş...ßÿ..ó.Âç.ñÆ */
	$"F8FF FD06 F602 FC05 F207 00F7 00FB F80F"            /* øÿı.ö.ü.ò..÷.ûø. */
	$"F8FD 0300 F70A EB00 FF08 FF00 FF06 FD09"            /* øı..÷Âë.ÿ.ÿ.ÿ.ıÆ */
	$"F209 F602 0200 F2FF 07FD F8FF 07F0 0112"            /* òÆö...òÿ.ıøÿ.ğ.. */
	$"E103 00FF FC07 FBFF 01FC 0700 F805 03F5"            /* á..ÿü.ûÿ.ü..ø..õ */
	$"07FE 06EB 0903 FB07 F30E FA08 F204 FC01"            /* .ş.ëÆ.û.ó.ú.ò.ü. */
	$"0101 FC03 0407 0007 0407 F309 0106 00FB"            /* ..ü.......óÆ...û */
	$"0CFC 0310 06F8 0A0B F9FF 0A04 FE07 030A"            /* .ü...øÂ.ùÿÂ.ş..Â */
	$"0015 FC0E FC0D 0CF7 0F04 FD0B FF16 FA0F"            /* ..ü.ü..÷..ı.ÿ.ú. */
	$"0C08 FB11 0800 0508 050C 0106 0C0C 0202"            /* ..û............. */
	$"0F06 0710 04FF 0709 030F FF0F 0AFB 1608"            /* .....ÿ.Æ..ÿ.Âû.. */
	$"FB0F 000D 040C 000C 010D 0807 0CFF 12FC"            /* û............ÿ.ü */
	$"11FC 0FF8 1502 0C02 0C01 13FF 12FB 080C"            /* .ü.ø.......ÿ.û.. */
	$"0013 08FD 1306 060A 090F 040B 0807 040F"            /* ...ı...ÂÆ....... */
	$"0A07 0806 14F8 1408 0805 0E07 1100 0E0A"            /* Â....ø.........Â */
	$"0B07 0A07 080F 0603 0C02 0910 010E 0709"            /* ..Â.......Æ....Æ */
	$"0F09 050C 050E FF10 0303 14FA 0F08 0705"            /* .Æ....ÿ....ú.... */
	$"0E04 0309 07FF 0DFD 11F8 0B0C 0001 0702"            /* ...Æ.ÿ.ı.ø...... */
	$"0001 0803 02FF 0B04 04FF 0C03 07FB 0CFA"            /* .....ÿ...ÿ...û.ú */
	$"0DF9 0904 FB0B 04FF 07FF 06FF 08F7 0CFA"            /* .ùÆ.û..ÿ.ÿ.ÿ.÷.ú */
	$"0701 00FF 050A F809 FE08 F807 08FC FF06"            /* ...ÿ.ÂøÆş.ø..üÿ. */
	$"0308 F90F FA07 04FF 04FD 0501 02FC 0508"            /* ..ù.ú..ÿ.ı...ü.. */
	$"FC07 0AFC 0307 0203 FA09 FD03 FF02 FF00"            /* ü.Âü....úÆı.ÿ.ÿ. */
	$"FF06 0200 FF06 FC06 00FE 08FF 0CFF 06FE"            /* ÿ...ÿ.ü..ş.ÿ.ÿ.ş */
	$"0AFC 0CF6 0BF8 FF0C FCFA 0C01 0301 06FC"            /* Âü.ö.øÿ.üú.....ü */
	$"03FF 0AFE FD02 05FC 07FD 06FD 0507 00FF"            /* .ÿÂşı..ü.ı.ı...ÿ */
	$"0BFC 02FF 0702 FF07 08FE 0309 020A 00FF"            /* .ü.ÿ..ÿ..ş.Æ.Â.ÿ */
	$"08FF 0307 0104 0106 0602 0308 F911 0002"            /* .ÿ..........ù... */
	$"0300 050A FC07 0903 020C FE04 030B 0405"            /* ...Âü.Æ...ş..... */
	$"0408 FF09 0B02 0501 0906 FF0F FE06 0308"            /* ..ÿÆ....Æ.ÿ.ş... */
	$"0502 070B FD05 0703 0707 030D F907 080A"            /* ....ı.......ù..Â */
	$"0206 0606 0509 0703 0707 0C00 0807 0A08"            /* .....Æ........Â. */
	$"0607 0703 1201 0704 090C 0207 0607 010E"            /* ........Æ....... */
	$"0708 000C 0709 0908 0E04 050F 0303 080C"            /* .....ÆÆ......... */
	$"0609 0806 050D 0907 0308 080B 0706 060B"            /* .Æ....Æ......... */
	$"030D 060B 0211 000C 0309 0B02 0709 0908"            /* .........Æ...ÆÆ. */
	$"070B 0409 0904 0906 0607 0705 0809 0709"            /* ...ÆÆ.Æ......Æ.Æ */
	$"0706 0E07 020C 0507 0509 090A 0707 0707"            /* .........ÆÆÂ.... */
	$"0C06 0607 0506 0509 0901 0C09 0A02 0B05"            /* .......ÆÆ..ÆÂ... */
	$"0C02 0607 0A05 0906 0C04 070C 0707 0607"            /* ....Â.Æ......... */
	$"0608 0406 0702 0807 0503 0802 0805 0104"            /* ................ */
	$"0501 0702 0407 0307 0607 0109 0301 0503"            /* ...........Æ.... */
	$"0007 0305 0307 0307 0004 0101 0501 0200"            /* ................ */
	$"0204 03FE 0303 0104 0102 01FF 0604 FA09"            /* ...ş.......ÿ..úÆ */
	$"0003 0700 0300 FF08 00FF 0003 0201 FF04"            /* ......ÿ..ÿ....ÿ. */
	$"01FE 0503 00FC 0203 02FB 03FD FF05 FD03"            /* .ş...ü...û.ıÿ.ı. */
	$"FCFF 0000 FFFE FEFF 01FE 00FB 0105 00FD"            /* üÿ..ÿşşÿ.ş.û...ı */
	$"06FE 01FF 0000 FC03 02FE 03FE FF01 FE03"            /* .ş.ÿ..ü..ş.şÿ.ş. */
	$"FFFE FA03 FBFF 01FB FFFF FC04 F9FF 00FE"            /* ÿşú.ûÿ.ûÿÿü.ùÿ.ş */
	$"FA00 FD00 F803 FAFD FF00 FCFF FCFE 00FE"            /* ú.ı.ø.úıÿ.üÿüş.ş */
	$"FD00 FCFF FDFF FEFD 01FA FFFD FFFC FFFC"            /* ı.üÿıÿşı.úÿıÿüÿü */
	$"FFFA FFFD FEFC FBFF F8FB FFFC FDF7 FEFC"            /* ÿúÿışüûÿøûÿüı÷şü */
	$"FBFB FBFB F9FB 00F4 FFFC F9FA FFF4 FCFA"            /* ûûûûùû.ôÿüùúÿôüú */
	$"FDF8 FBF4 FEF8 FEFB F7FD F8FF FAF7 FBF8"            /* ıøûôşøşû÷ıøÿú÷ûø */
	$"FBFE F8FA FAFA FCF9 F9FB FAF9 FCFC F7FA"            /* ûşøúúúüùùûúùüü÷ú */
	$"F9FC FDF6 FBFA F9FD F8FA F9F8 FDFA F8F8"            /* ùüıöûúùıøúùøıúøø */
	$"FBFB F6FF F9FA F9FF F8FA F9FE FBF7 FDFC"            /* ûûöÿùúùÿøúùşû÷ıü */
	$"FBFA FDFA FCFB FEF9 FCFA FFFB F9FB FEF9"            /* ûúıúüûşùüúÿûùûşù */
	$"FFFC FEF9 FFFC F9FD FBFC FCFC FEFF F9FC"            /* ÿüşùÿüùıûüüüşÿùü */
	$"FDFD FCFB 00F9 FDFB FFFC FAFE 00F9 FDFE"            /* ııüû.ùıûÿüúş.ùış */
	$"FFF8 072C FBF3 FDF6 FBFA FAFA FBF9 FBFC"            /* ÿø.,ûóıöûúúúûùûü */
	$"F8FC F8FB F8FD F9F8 FBFB FBF8 FBF9 F8FD"            /* øüøûøıùøûûûøûùøı */
	$"F6FA F8F9 FAF9 F8FB F8F9 F8F9 FCF8 F8FC"            /* öúøùúùøûøùøùüøøü */
	$"F8FA F7FC F9F8 FDF9 F9FC F9FA FDF6 FCFA"            /* øú÷üùøıùùüùúıöüú */
	$"F9FD F8FB F9FB F9F9 FBF7 FBF8 F9F8 F7F9"            /* ùıøûùûùùû÷ûøùø÷ù */
	$"FBF8 F8FB FCF8 F5FE F6F7 FCF6 FAF7 F9F8"            /* ûøøûüøõşö÷üöú÷ùø */
	$"F9F8 FBF7 F9F8 F7F9 F8F9 FAF4 FAF8 FAF5"            /* ùøû÷ùø÷ùøùúôúøúõ */
	$"FBF8 F6F9 F8F6 F8F8 F7F8 F6FA F6F8 F7FC"            /* ûøöùøöøø÷øöúöø÷ü */
	$"F6F5 FBF8 F6FA F5F9 F6F6 F8F9 F5F6 F9F8"            /* öõûøöúõùööøùõöùø */
	$"F6F6 FAF5 F5F9 F7F8 F6F7 FAF5 F7FA F7F7"            /* ööúõõù÷øö÷úõ÷ú÷÷ */
	$"F9FA F8FA F9FB F8F9 FDF8 F9FC FAFA F9F9"            /* ùúøúùûøùıøùüúúùù */
	$"FCFA F7FF F7F9 FAF9 F9F9 F9FA FAF8 F9FA"            /* üú÷ÿ÷ùúùùùùúúøùú */
	$"FCF6 FCF9 F9F9 FAF9 F9F9 F9FB FBFA FAF9"            /* üöüùùùúùùùùûûúúù */
	$"FAFC FCF8 FAFD F9FC FBFB FAFC FDFC F9FC"            /* úüüøúıùüûûúüıüùü */
	$"FCFA FCFD FDF9 FFFE FCFC FAFE FCFD FDFC"            /* üúüııùÿşüüúşüııü */
	$"FBFD FDFE FDFA FEFE FEFC FDFD FBFF FEFC"            /* ûıışıúşşşüııûÿşü */
	$"FA00 FD00 FDFD FAFF FFFB FFFC FD01 FBFE"            /* ú.ı.ııúÿÿûÿüı.ûş */
	$"FFFD FCFF 02FA FFFD 02FB 02FD FDFF FD00"            /* ÿıüÿ.úÿı.û.ııÿı. */
	$"FDFF FE01 FEFF 00FF 0003 FF01 0000 0101"            /* ıÿş.şÿ.ÿ..ÿ..... */
	$"0001 FC04 00FF 03FE 0502 FF01 0206 04FD"            /* ..ü..ÿ.ş..ÿ....ı */
	$"0700 0604 0308 0606 0305 0308 0205 0908"            /* ..............Æ. */
	$"0206 0608 040D 0408 0A08 0A05 0A06 0C06"            /* ........Â.Â.Â... */
	$"070B 0807 0E0A 0609 080C 0C06 0B0A 0B0C"            /* .....Â.Æ.....Â.. */
	$"0A0B 0C0D 0B0A 0B0E 0909 0C0A 0A06 0C0F"            /* Â....Â..ÆÆ.ÂÂ... */
	$"060C 0B09 0A0D 0B0C 0909 0E0C 0906 0F08"            /* ...ÆÂ...ÆÆ..Æ... */
	$"070C 090A 0A08 0C0A 0A0B 0D08 0C08 0D0C"            /* ..ÆÂÂ..ÂÂ....... */
	$"0A0B 090D 0C0A 0B09 0C0C 070C 0B0C 0711"            /* Â.Æ..Â.Æ........ */
	$"090A 0A0F 0C0D 0A0C 090E 0B11 060A 0A0F"            /* ÆÂÂ...Â.Æ....ÂÂ. */
	$"080F 0C0B 0F0C 0E0B 0D0A 100B 100B 0C0F"            /* .........Â...... */
	$"0E11 0B0C 0F13 0F0E 0D0F 0C13 0E0E 0F10"            /* ................ */
	$"120F 0E0C 1113 0819 0415 0423 F01D 0C1F"            /* ...........#ğ... */
	$"0E0A 21F8 2704 18E7 2708 FF20 FF13 0C0E"            /* .Â!ø'..ç'.ÿ ÿ... */
	$"0319 19F8 1B38 DF26 F70C 1924 000F 28EF"            /* ...ø.8ß&÷..$..(ï */
	$"21FD 0F10 080B 131D F426 24E8 3F30 FF28"            /* !ı......ô&$è?0ÿ( */
	$"FB15 1714 FF18 1B08 1D25 120F 081F 1818"            /* û...ÿ....%...... */
	$"E71D 032A 000E 1C19 082C EC27 1C02 1B1E"            /* ç..*.....,ì'.... */
	$"0B08 0F30 18F3 2108 0C1F 1822 F82D 0043"            /* ...0.ó!...."ø-.C */
	$"04FA 1D27 F12B 0027 0B20 FF2A 0023 1627"            /* .ú.'ñ+.'. ÿ*.#.' */
	$"EF30 FF25 1C01 28F8 300D 062C FF29 000F"            /* ï0ÿ%..(ø0..,ÿ).. */
	$"380F 28EF 60D0 3FDA 3F08 33FF 340F 300F"            /* 8.(ï`Ğ?Ú?.3ÿ4.0. */
	$"40DF 200F 28DF 43F4 1428 0728 0F28 0F38"            /* @ß .(ßCô.(.(.(.8 */
	$"FF30 0A27 0A1D 33E7 261B 280F 101D 120F"            /* ÿ0Â'Â.3ç&.(..... */
	$"240F 1CFF 3018 1CFB 2611 2017 44DF 281F"            /* $..ÿ0..û&. .Dß(. */
	$"FB15 27F0 3B14 1F3C E317 1C1C 1427 041F"            /* û.'ğ;..<ã....'.. */
	$"2623 F836 002F 1A3F E847 0417 4600 1F3E"            /* &#ø6./.?èG..F..> */
	$"101F 40E7 0F25 1414 1B24 0B1D 0731 001F"            /* ..@ç.%...$...1.. */
	$"1413 3CE8 2B24 1B09 2F00 3806 2C0B 38E4"            /* ..<è+$.Æ/.8.,.8ä */
	$"2011 38E4 3714 FF27 45C2 3B18 1F20 1710"            /*  .8ä7.ÿ'EÂ;.. .. */
	$"1B1A 0C07 30E0 300A 1108 151A 042B 0C13"            /* ....0à0Â.....+.. */
	$"1A0D 2126 E431 0835 041F 0D20 0116 20FF"            /* ..!&ä1.5... .. ÿ */
	$"1418 0F33 F413 1C0D 101F 0817 0127 1800"            /* ...3ô........'.. */
	$"0F38 E50F 1F1A 070C 1F30 DF25 F420 0708"            /* .8å......0ß%ô .. */
	$"1F14 FF10 2BF4 1810 0C18 F81F 1007 1710"            /* ..ÿ.+ô....ø..... */
	$"FF20 1712 FB1F 0A09 1902 1B00 1E00 1F02"            /* ÿ ..û.ÂÆ........ */
	$"0F13 36E0 0F18 1AEF 1F0C 0B0A 0726 04FF"            /* ..6à...ï...Â.&.ÿ */
	$"100D 11FF 34DF 1A0F 0017 20FF 20FB 0719"            /* ...ÿ4ß.... ÿ û.. */
	$"0807 1800 130E 0CFF 191E F917 0507 1CF8"            /* .......ÿ..ù....ø */
	$"0F08 130E FE1F 20EF 25E0 2BF0 0B28 E825"            /* ....ş. ï%à+ğ.(è% */
	$"E020 0720 EB25 0007 1F00 0718 07FA 23F0"            /* à . ë%.......ú#ğ */
	$"1F20 FF05 2300 FF24 07FA 31D8 1D14 13F7"            /* . ÿ.#.ÿ$.ú1Ø...÷ */
	$"28D0 20EC 25F0 21E0 1B1C 0AEF 1DE4 2B04"            /* (Ğ ì%ğ!à..Âï.ä+. */
	$"030C 0F18 FF18 17E2 0915 020D 19F0 0D20"            /* ....ÿ..âÆ....ğ.  */
	$"F310 F318 FF10 0B06 0FF0 1F11 0CF7 1914"            /* ó.ó.ÿ....ğ...÷.. */
	$"F41D 000B 021D 0508 0B12 F314 030C F718"            /* ô.........ó...÷. */
	$"EF17 F20F 0C10 F322 EE0A FF1C DB23 F00F"            /* ï.ò...ó"îÂÿ.Û#ğ. */
	$"0607 1FF4 171C FF0F FA07 16EE 0CFF 10F2"            /* ...ô..ÿ.ú..î.ÿ.ò */
	$"0513 FCFB 0407 12FB 01FD 07F8 0F06 F30F"            /* ..üû...û.ı.ø..ó. */
	$"0007 0CDF 17EF 12FE 00F2 0EFD 0304 00F5"            /* ...ß.ï.ş.ò.ı...õ */
	$"14F3 010A F8FB 1BF4 FF03 07F2 0FFC 1AE6"            /* .ó.Âøû.ôÿ..ò.ü.æ */
	$"0EEE 0D08 F5FD FF10 F310 DD03 00F6 FF0C"            /* .î..õıÿ.ó.İ..öÿ. */
	$"DB0F 00EC 04FB F4FF 0CFF F6FF FEFE FEF1"            /* Û..ì.ûôÿ.ÿöÿşşşñ */
	$"10F8 F209 FAFF 02FD FF10 DB12 DC0A F207"            /* .øòÆúÿ.ıÿ.Û.ÜÂò. */
	$"E807 00F7 00FF F607 E313 E809 F0FF F8FD"            /* è..÷.ÿö.ã.èÆğÿøı */
	$"E40D FCF0 07F2 07EB 03F6 05D9 0DEC 0CE1"            /* ä.üğ.ò.ë.ö.Ù.ì.á */
	$"0FEC FF08 EF00 EFEB 0EF4 F9F8 F700 F710"            /* .ìÿ.ï.ïë.ôùø÷.÷. */
	$"DB09 F2F8 00EB FCEB F2FE 04E8 FBF8 F2FF"            /* ÛÆòø.ëüëòş.èûøòÿ */
	$"00E3 00E7 F403 F1EB 04EB 04FE E00C DB0D"            /* .ã.çô.ñë.ë.şà.Û. */
	$"F0F3 00F2 DF1A E0F3 F2FF F4EF 02EB 00CD"            /* ğó.òß.àóòÿôï.ë.Í */
	$"05EC FFF2 EFFA F4ED 05E2 FFF8 E70F D4FE"            /* .ìÿòïúôí.âÿøç.Ôş */
	$"EB00 E9FF FCE6 07F0 FFE0 02F2 DF04 F3F9"            /* ë.éÿüæ.ğÿà.òß.óù */
	$"EBF0 FBFC EFF2 0BD8 FBFC F7E6 FED9 0CF0"            /* ëğûüïò.Øûü÷æşÙ.ğ */
	$"EF12 ECE7 04E2 00E6 F6F4 FFE7 0CC0 19E4"            /* ï.ìç.â.æöôÿç.À.ä */
	$"EFF8 E3FF E2FF E5F5 E5F3 F6F3 FAE3 07E0"            /* ïøãÿâÿåõåóöóúã.à */
	$"FB00 E0F7 F8EF F3FB E8FF E4FB EAFF E8FD"            /* û.à÷øïóûèÿäûêÿèı */
	$"E8F7 FCDD F9E0 FFF0 EFFC F1ED EF00 CF05"            /* è÷üİùàÿğïüñíï.Ï. */
	$"DFF4 ECF4 F504 E9F6 F3EC FF04 E1F9 E7FB"            /* ßôìôõ.éöóìÿ.áùçû */
	$"F0F9 F1F3 EB06 E2FF F0EF 00E3 F6FA D9FD"            /* ğùñóë.âÿğï.ãöúÙı */
	$"F104 EFEE F3F6 F4F7 F4E7 F8F9 F6F3 F0ED"            /* ñ.ïîóöô÷ôçøùöóğí */
	$"00EF FEFB 00DD 04DD FAEA F3F0 F5FF E6FC"            /* .ïşû.İ.İúêóğõÿæü */
	$"F0F0 FDF4 DFF9 FDE8 EB06 E8FB E807 00EF"            /* ğğıôßùıèë.èûè..ï */
	$"F206 E4EC F9F8 E700 E5FD E8F2 F3F5 EBF7"            /* ò.äìùøç.åıèòóõë÷ */
	$"E8FF D503 E0FF E6FC DE08 DBF9 F8EC F7F0"            /* èÿÕ.àÿæüŞ.Ûùøì÷ğ */
	$"EFF1 FBEA F7E8 FDEC F7F9 DFFF DEFC F0EA"            /* ïñûê÷èıì÷ùßÿŞüğê */
	$"E6F3 F2F1 EAF7 F0EF F606 C303 E0F1 ECFC"            /* æóòñê÷ğïö.Ã.àñìü */
	$"E2F6 F3E9 FDE5 F1F1 F2EE F6F5 E8ED FEEA"            /* âöóéıåññòîöõèíşê */
	$"F7F8 E7FC F7F4 E7F3 E7F5 EEF0 E4FF ECFF"            /* ÷øçü÷ôçóçõîğäÿìÿ */
	$"E4FF E4FC E1FF ECF9 E6F6 F8E3 FFF6 EEED"            /* äÿäüáÿìùæöøãÿöîí */
	$"F9F9 D8F8 F6F2 E7F6 E8FA E503 E4F9 E4FF"            /* ùùØøöòçöèúå.äùäÿ */
	$"F0EB 01E3 F3F2 F500 DEFF F8F0 EC04 ECEA"            /* ğë.ãóòõ.Şÿøğì.ìê */
	$"F2F0 F8F1 EDF6 F7F9 E5F3 01E2 FFFA E6F1"            /* òğøñíö÷ùåó.âÿúæñ */
	$"F0FA F1F3 F0FE ECEF 08E9 E7FF E8FC E6FF"            /* ğúñóğşìï.éçÿèüæÿ */
	$"EEF6 F0FE F0FB F0FB F8F3 F8EF F8E3 00EB"            /* îöğşğûğûøóøïøã.ë */
	$"F9F3 F8F5 FAF3 F8F3 F6F6 E607 E6EF 00F1"            /* ùóøõúóøóööæ.æï.ñ */
	$"F6FA F001 E606 E8FD EA02 ECFE F0FF 00EB"            /* öúğ.æ.èıê.ìşğÿ.ë */
	$"07E8 F1FB F9F7 00E3 06EC F8F9 F8F6 F6FF"            /* .èñûù÷.ã.ìøùøööÿ */
	$"F2F3 F9F5 F6FA F2FE F3F9 00F4 FCF1 FFF0"            /* òóùõöúòşóù.ôüñÿğ */
	$"FFF8 F8F6 06E7 03F0 FDF9 02ED FF00 F4F9"            /* ÿøøö.ç.ğıù.íÿ.ôù */
	$"FCFF FAF5 FE07 EEFE 00F4 FAFB 03F7 FCFD"            /* üÿúõş.îş.ôúû.÷üı */
	$"06FB F9FF 04F9 02F7 04F7 02F3 0AF6 FE0C"            /* .ûùÿ.ù.÷.÷.óÂöş. */
	$"F403 0001 0007 F4FF 04FF 0403 FE01 0C03"            /* ô.....ôÿ.ÿ..ş... */
	$"F90C 0200 FF0C 00FE 0201 0C00 FF10 F90F"            /* ù...ÿ..ş....ÿ.ù. */
	$"00FF 06FE 07FB 06F5 11FD FF0E 03FD 0902"            /* .ÿ.ş.û.õ.ıÿ..ıÆ. */
	$"0800 FF0A 0CFC 0BF8 12FB 0B04 07F9 0A00"            /* ..ÿÂ.ü.ø.û...ùÂ. */
	$"030A FB07 010F 0403 0307 0B04 04FF 11F2"            /* .Âû..........ÿ.ò */
	$"1108 F909 0C05 060B 0505 0805 11FB 0509"            /* ..ùÆ.........û.Æ */
	$"0807 030B 0807 080C FB0B 0607 0407 0C04"            /* ........û....... */
	$"070F 0709 0A0E 080E FD12 030A 0B08 0D08"            /* ...ÆÂ...ı..Â.... */
	$"0C08 1300 1300 0F18 FF0B 0E01 1306 0419"            /* ........ÿ....... */
	$"060D 0D07 0908 0F0E 090B 1206 0D15 0A07"            /* ....Æ...Æ.....Â. */
	$"0F0C 1400 1310 0C08 1509 0F05 1E09 0313"            /* .........Æ...Æ.. */
	$"1103 1908 0F10 0319 1108 0D11 110C 1114"            /* ................ */
	$"0711 0D18 0C0B 1311 130C 1111 0613 1806"            /* ................ */
	$"130C 1910 0E11 120E 0F1C 110C 0D14 1115"            /* ................ */
	$"0F11 1C05 1716 0910 1415 0C18 0E14 0B1B"            /* ......Æ......... */
	$"1310 0E16 111C 0716 1214 0C1A 0F12 1318"            /* ................ */
	$"0F14 0D18 160A 160E 1A10 0F18 0C1C 120C"            /* .....Â.......... */
	$"1A0E 1217 0C15 1314 1413 1115 1812 0F19"            /* ................ */
	$"0F13 0F18 1216 1111 1313 1907 1810 1312"            /* ................ */
	$"0F19 0E0F 1715 1311 1116 140E 1115 130F"            /* ................ */
	$"1116 1607 1815 1113 0F16 1011 1115 0F0E"            /* ................ */
	$"1512 1113 1211 1215 0A17 0E0F 160F 1318"            /* ........Â....... */
	$"0F13 1315 1318 0C0F 1610 0F19 0C19 0C1D"            /* ................ */
	$"0C18 0F17 1012 150F 1311 1518 0E11 160F"            /* ................ */
	$"1812 1312 1313 1C0A 1516 1318 190E 180E"            /* .......Â........ */
	$"171D 0717 0E17 1712 1316 1211 1E10 140D"            /* ................ */
	$"1813 130F 130F 1818 0E1A 0B16 1411 1410"            /* ................ */
	$"1116 1411 110F 1518 0C13 130F 1412 100F"            /* ................ */
	$"0F17 100E 160D 1213 0F14 0D11 0D15 0818"            /* ................ */
	$"120B 1310 0E14 0B14 110F 0D0F 160E 0E16"            /* ................ */
	$"0911 130F 0C0F 0D11 100D 0F10 0E0F 110D"            /* Æ............... */
	$"0C11 1507 130C 130A 150D 110B 0F16 0F0E"            /* .......Â........ */
	$"0C12 0C0E 1211 0C0E 110F 0E0E 0F0F 0B11"            /* ................ */
	$"1207 130F 0E0F 1108 0F11 0F0C 1007 120B"            /* ................ */
	$"120D 0913 0716 080E 0C0A 1113 080E 0C0E"            /* ..Æ......Â...... */
	$"0E0C 0D0D 0C0D 0F0C 0A0C 0B0F 0D06 1107"            /* ........Â....... */
	$"0F0C 090A 0C07 0F08 0909 0B06 0710 0609"            /* ..ÆÂ....ÆÆ.....Æ */
	$"0D0C 0608 0A0B 0A03 0D09 0909 0C07 0A08"            /* ....Â.Â..ÆÆÆ..Â. */
	$"0C04 0A07 0D07 0707 0B03 0D06 0904 0907"            /* ..Â.........Æ.Æ. */
	$"0508 0506 0707 080C 0207 0607 0907 0A03"            /* ............Æ.Â. */
	$"0807 0903 050A 0A03 0709 08FE 0D04 0604"            /* ..Æ..ÂÂ..Æ.ş.... */
	$"0A02 0906 0604 0904 0906 0409 0208 020B"            /* Â.Æ...Æ.Æ..Æ.... */
	$"0403 0704 0706 0604 0409 0007 0204 0700"            /* .........Æ...... */
	$"0604 0303 0304 0700 0303 0500 0303 04FD"            /* ...............ı */
	$"0803 0105 0103 04FF 0602 0206 FF05 FF05"            /* .......ÿ....ÿ.ÿ. */
	$"02FF 04FF 03FF 0201 0002 0101 0003 0300"            /* .ÿ.ÿ.ÿ.......... */
	$"FE06 FE01 01FF 01FF 02FF 02FF 00FF 03FE"            /* ş.ş..ÿ.ÿ.ÿ.ÿ.ÿ.ş */
	$"FF01 0003 00FC 02FE 04FB 04FF FE03 00FD"            /* ÿ....ü.ş.û.ÿş..ı */
	$"0002 FB02 FD03 FEFF FF05 FCFC 05FE FD02"            /* ..û.ı.şÿÿ.üü.şı. */
	$"FCFF FCFE 0001 FEFC 0200 FBFF 02FC FD01"            /* üÿüş..şü..ûÿ.üı. */
	$"FBFF FDFE 00FA FF00 FCFD FFFE FBFD FDFF"            /* ûÿış.úÿ.üıÿşûııÿ */
	$"FCFD 00F9 FFFE FCFD FCFC FDFC F902 F7FE"            /* üı.ùÿşüıüüıüù.÷ş */
	$"FCFB FBFC FCFB FCFD FBFF FEF6 FFF9 FAFC"            /* üûûüüûüıûÿşöÿùúü */
	$"FBFB F9FC F9FE FAFB FCFA FAFF FAF8 FAFD"            /* ûûùüùşúûüúúÿúøúı */
	$"F8FC FAFA FBFB FCF8 FBFA FCF8 FBFD FBF5"            /* øüúúûûüøûúüøûıûõ */
	$"FFFC F8FB F8FE F9FC FAF9 F8FB FBFB F9F8"            /* ÿüøûøşùüúùøûûûùø */
	$"FCFC F8FB F8FB F8FD FBFA F7FD F9FB FAFB"            /* üüøûøûøıûú÷ıùûúû */
	$"FAFC FCFA FAFB F9FF F8FB FBFA FBFC FDF9"            /* úüüúúûùÿøûûúûüıù */
	$"FCFB 00F4 FDF9 FAFA FBFC F9FA FAFE F9FA"            /* üû.ôıùúúûüùúúşùú */
	$"FAFE F9FC FBF9 F9FE FBFC F9FA FA01 F8FA"            /* úşùüûùùşûüùúú.øú */
	$"FAF5 FEF9 F9F9 F9FA FEF9 F8FA FCF7 F9FC"            /* úõşùùùùúşùøúü÷ùü */
	$"F4FB FBF8 FCFA F4FA FAFC F8F9 F8FA F8FB"            /* ôûûøüúôúúüøùøúøû */
	$"F7F9 F7FF FAF6 00F4 FDFC F5FC F6F6 FDF8"            /* ÷ù÷ÿúö.ôıüõüööıø */
	$"F8F9 F9FB F9F8 F7FC F8F8 F6F9 F8FC F6F8"            /* øùùûùø÷üøøöùøüöø */
	$"FBF9 F8FC F1FE F8F3 FBFA F6F6 FCF6 FAFA"            /* ûùøüñşøóûúööüöúú */
	$"F6F9 FCF3 FFF6 FAF6 FDF8 F7FA F4FA F8F9"            /* öùüóÿöúöıø÷úôúøù */
	$"F8F8 F8F8 F8F8 FAFD F3FF FAF7 FAFA FBF5"            /* øøøøøøúıóÿú÷úúûõ */
	$"FCF6 FBF8 F8F8 FBF9 F4F8 FCFA F8F3 FCF5"            /* üöûøøøûùôøüúøóüõ */
	$"FCF8 F9FB FBF9 FBF8 FB00 F6F7 FCFB F8F7"            /* üøùûûùûøû.ö÷üûø÷ */
	$"01F8 F7FC FAF8 FCFC FDF8 FCF8 FDFC F5FC"            /* .ø÷üúøüüıøüøıüõü */
	$"FCF5 FDFA FCFB FAF7 FCFA FCFC FCF7 00F9"            /* üõıúüûú÷üúüüü÷.ù */
	$"FEFB F8FE F8FF FCF8 FCF8 FEF9 F9FD FFFE"            /* şûøşøÿüøüøşùùıÿş */
	$"F706 F1FE F801 FB01 F8FE FD00 FB03 F4FF"            /* ÷.ñşø.û.øşı.û.ôÿ */
	$"FD01 F305 F8FC 02F8 FFFF FDFA 02F5 FFFD"            /* ı.ó.øü.øÿÿıú.õÿı */
	$"FFFC 0000 24C2 0000 0000 0000 0000 4A00"            /* ÿü..$Â........J. */
	$"20AB 0008 0000 0000 0000 0000 0000 0000"            /*  «.............. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 01EC 3F90 0000 0000 0CE7"            /* .......ì?.....ç */
	$"0CCD FBE2 FFE8 0BCB 04FF 080F 0008 C808"            /* .Íûâÿè.Ë.ÿ....È. */
	$"F307 F00D FB18 0DF0 050C ED1A E410 1F08"            /* ó.ğ.û..ğ..í.ä... */
	$"FF17 F90C 0AF4 D8F7 A008 C41B E024 EB40"            /* ÿ.ù.ÂôØ÷ .Ä.à$ë@ */
	$"1B23 2732 3038 342F 2350 0F1C 2033 0026"            /* .#'2084/#P.. 3.& */
	$"0FF4 FF0B 14E7 149C DF9C 9B9B 9B9B 37E5"            /* .ôÿ..ç.œßœ››››7å */
	$"405E 4D7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* @^M............. */
	$"7D54 584D 441F 08C8 CD98 BE92 9390 9092"            /* }TXMD..ÈÍ˜¾’“’ */
	$"9091 9192 9292 9293 9393 9594 9695 9BB4"            /* ‘‘’’’’“““•”–•›´ */
	$"D707 FE37 3B78 457F 657F 7D7F 7F7F 7F7F"            /* ×.ş7;xE.e.}..... */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* ................ */
	$"7F7F 7F7F 747F 6E7F 507F 4938 000E C800"            /* ....t.n.P.I8..È. */
	$"C8CB D0AB C8CF C0BB A893 A8A5 A08F 9083"            /* ÈËĞ«ÈÏÀ»¨“¨¥ ƒ */
	$"8384 8484 8586 8687 8887 8A8C 898A 8A8B"            /* ƒ„„„…††‡ˆ‡ŠŒ‰ŠŠ‹ */
	$"8D9B 919F A0A7 CCCF F7DF FFF9 0F05 2E46"            /* ›‘Ÿ §ÌÏ÷ßÿù...F */
	$"5761 6066 487F 7C7F 717F 7B7F 7F7F 7F7F"            /* Wa`fH.|.q.{..... */
	$"7C7F 7F7F 7F71 7057 7160 5B4C 5357 583B"            /* |....qpWq`[LSWX; */
	$"543F 3804 27E8 06F2 E1C8 DEC0 E098 B090"            /* T?8.'è.òáÈŞÀà˜° */
	$"B2A3 9A98 AF89 9688 8C86 8888 8788 8788"            /* ²£š˜¯‰–ˆŒ†ˆˆ‡ˆ‡ˆ */
	$"8889 8989 8A8B 8C92 9093 9EA3 AEB6 BDCA"            /* ˆ‰‰‰Š‹Œ’“£®¶½Ê */
	$"CFDE E0F1 EB02 0EFD 1313 1721 2333 1C39"            /* ÏŞàñë..ı...!#3.9 */
	$"382B 3730 343F 3343 353F 423F 3031 3E2E"            /* 8+704?3C5?B?01>. */
	$"3753 5614 1F1B 28E7 09BB 30AF 0F01 0320"            /* 7SV...(çÆ»0¯...  */
	$"FF20 DDE3 CDEB B4CC D09F 9090 8C8D 8DA2"            /* ÿ İãÍë´ÌĞŸŒ¢ */
	$"8C90 8E96 8D91 8F8F 918F 9F91 A293 9091"            /* Œ–‘‘Ÿ‘¢“‘ */
	$"9596 9791 9194 9493 94B0 93B1 B89A C49A"            /* •–—‘‘””“”°“±¸šÄš */
	$"C5DC D9E2 F7FB E808 E32F E81F 1811 0A1F"            /* ÅÜÙâ÷ûè.ã/è...Â. */
	$"3747 6D5C 5F68 353F 536A 717F 677F 7F71"            /* 7Gm\_h5?Sjq.g..q */
	$"7F7F 7F7F 7F7D 7960 7A60 5D63 4832 4C2B"            /* .....}y`z`]cH2L+ */
	$"473C 4756 3F48 4C33 400F 18D4 DBE4 DFD8"            /* G<GV?HL3@..ÔÛäßØ */
	$"F3D8 ECC4 CEC7 D6C4 D3B8 A7B5 C492 BC94"            /* óØìÄÎÇÖÄÓ¸§µÄ’¼” */
	$"B49D 9CA0 97AD AEB8 9CA6 99A0 959E 9FAA"            /* ´œ —­®¸œ¦™ •Ÿª */
	$"A09F A9AA ABBA BFD0 D5C4 D7D0 BFE0 BFCF"            /*  Ÿ©ª«º¿ĞÕÄ×Ğ¿à¿Ï */
	$"ECDC FFF9 F507 0718 2538 3758 4358 4D67"            /* ìÜÿùõ...%87XCXMg */
	$"5F7E 677B 787F 7671 577F 7F7F 7F7F 7F7F"            /* _~g{x.vqW....... */
	$"7F60 7F7F 7F7F 7C7F 7F7F 7F7F 607F 7F7F"            /* .`....|.....`... */
	$"6D7F 7862 7F7F 5760 0F52 3340 1538 D81D"            /* m.xb..W`.R3@.8Ø. */
	$"0CD3 17DD 11FF 40C5 D0F3 C083 D3E0 AFC0"            /* .Ó.İ.ÿ@ÅĞóÀƒÓà¯À */
	$"AFC0 B58B BCB0 8F89 948B 8C8C 868F 8888"            /* ¯Àµ‹¼°‰”‹ŒŒ†ˆˆ */
	$"8A8B CC8A A0AB 90B7 8E8B AF8C B68C 9399"            /* Š‹ÌŠ «·‹¯Œ¶Œ“™ */
	$"B98D AB8E C7B0 A0AE AFF0 9FDC C8CF C4F3"            /* ¹«Ç° ®¯ğŸÜÈÏÄó */
	$"D00C 0700 1318 13F2 FFF8 1700 3718 1F27"            /* Ğ......òÿø..7..' */
	$"5D70 4F71 5D50 5F58 6350 535C 6F60 777F"            /* ]pOq]P_XcPS\o`w. */
	$"7F7F 5B70 6370 7F7C 7F7E 657B 636F 7C40"            /* ..[pcp.|.~e{co|@ */
	$"4763 4271 6349 4553 483B 7034 304E 4348"            /* GcBqcIESH;p40NCH */
	$"262F 48F8 E007 F40E EAB0 CF12 DBFE ECF0"            /* &/Høà.ô.ê°Ï.Ûşìğ */
	$"DAB8 899F D7A0 9E89 8487 A08B 9D9D 8898"            /* Ú¸‰Ÿ× ‰„‡ ‹ˆ˜ */
	$"878B 888A 9989 8A89 8A8A 8A94 8A8C 8B8C"            /* ‡‹ˆŠ™‰Š‰ŠŠŠ”ŠŒ‹Œ */
	$"8F8C 9E8E B88F 9198 AF93 9994 90A0 9FC0"            /* Œ¸‘˜¯“™” ŸÀ */
	$"ABDF C4D0 E0BF D71C F504 D8F9 E808 ECF7"            /* «ßÄĞà¿×.õ.Øùè.ì÷ */
	$"2207 3F10 F704 0F1B 4428 173B 402B 7063"            /* ".?.÷...D(.;@+pc */
	$"677F 617E 4A6C 403F 5844 7F73 7F6B 747F"            /* g.a~Jl@?XD.s.kt. */
	$"707F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* p............... */
	$"7F7F 7F7F 737F 5F79 784C 4F4F 7F47 7F5F"            /* ....s._yxLOO.G._ */
	$"7F7F 7066 7F50 4A50 3928 2340 0426 F91A"            /* ..pf.PJP9(#@.&ù. */
	$"0C19 01F8 05FF 0113 FF14 1B00 03D4 F2D3"            /* ...ø.ÿ..ÿ....ÔòÓ */
	$"B0C7 A08C 8FA7 8CC3 B093 BDCA 8FE8 CBE0"            /* °Ç Œ§ŒÃ°“½ÊèËà */
	$"BDB4 A7A2 9FBF B4BD C6BC A886 AB83 B6A0"            /* ½´§¢Ÿ¿´½Æ¼¨†«ƒ¶  */
	$"869E A5A0 8CA7 AAA7 A0AF CBAB C0CB A0AF"            /* †¥ Œ§ª§ ¯Ë«ÀË ¯ */
	$"BA9E 9FCF E0CB DB0F EC1F 00F7 10E7 1402"            /* ºŸÏàËÛ.ì..÷.ç.. */
	$"EC07 1F3D 2027 423F 292F 0047 425F 7F3C"            /* ì..= 'B?)/.GB_.< */
	$"7E58 4A49 6144 4F66 5778 643C 677F 737F"            /* ~XJIaDOfWxd<g.s. */
	$"7F7B 744C 637B 7864 3C7F 507F 6C6E 6C62"            /* .{tLc{xd<.P.lnlb */
	$"4C4F 5A58 7166 7B70 6F6C 5F6E 6845 7669"            /* LOZXqf{pol_nhEvi */
	$"5456 384F 284B 5940 2A5E 4239 4D52 4056"            /* TV8O(KY@*^B9MR@V */
	$"4E5F 612C 2308 FA0B 18FF 0013 12FF EE2B"            /* N_a,#.ú..ÿ...ÿî+ */
	$"1804 EAE6 E7F4 C0A5 F5C0 C4BD D3C7 D093"            /* ..êæçôÀ¥õÀÄ½ÓÇĞ“ */
	$"B89A B79C A597 BEB1 9CA3 A594 809E 828C"            /* ¸š·œ¥—¾±œ£¥”€‚Œ */
	$"9381 8287 80A6 80AC 889E 9E87 8489 A29B"            /* “‚‡€¦€¬ˆ‡„‰¢› */
	$"9891 9283 9F88 AD87 8997 A0BF A7A8 97C2"            /* ˜‘’ƒŸˆ­‡‰— ¿§¨—Â */
	$"B4BA AAB8 A798 A7B4 97A2 ABC7 90B5 C6D4"            /* ´ºª¸§˜§´—¢«ÇµÆÔ */
	$"BED9 E8C4 F3E5 FCEF F0BD E9E0 C0CF D3D2"            /* ¾ÙèÄóåüïğ½éàÀÏÓÒ */
	$"CFE1 F315 1800 1F2B 212E 3934 2E1A 2B3D"            /* Ïáó....+!.94..+= */
	$"302F 383B 4243 403F 5C5A 555B 635F 7F6E"            /* 0/8;BC@?\ZU[c_.n */
	$"7F50 6372 7C7D 7F71 7F7F 7F68 7F58 7F68"            /* .Pcr|}.q...h.X.h */
	$"7F67 6C71 7866 7378 7F7C 557F 797F 7471"            /* .glqxfsx.|U.y.tq */
	$"4C58 6C4C 5758 4363 303F 3D48 3B30 262E"            /* LXlLWXCc0?=H;0&. */
	$"3A1D 2115 2704 231A FF1F 0C18 0F00 FBE0"            /* :.!.'.#.ÿ.....ûà */
	$"F7E0 F1D7 DFFC D2F8 EFEA E8DA B6BF DCDC"            /* ÷àñ×ßüÒøïêèÚ¶¿ÜÜ */
	$"C8BC C3C0 A3B8 8BB9 B1B0 A3C0 94C4 A6CF"            /* È¼ÃÀ£¸‹¹±°£À”Ä¦Ï */
	$"A4BC B0BA 9397 97BE B0B2 879A B086 A186"            /* ¤¼°º“——¾°²‡š°†¡† */
	$"99AE A4A6 A0AF 88AF 8C95 97A5 8B97 A086"            /* ™®¤¦ ¯ˆ¯Œ•—¥‹— † */
	$"9388 8A87 8A90 93A7 988E 969F A8A4 B48F"            /* “ˆŠ‡Š“§˜–Ÿ¨¤´ */
	$"BBA3 C1BC AED3 B0C5 C2C7 B3C6 B9C7 E6E4"            /* »£Á¼®Ó°ÅÂÇ³Æ¹Çæä */
	$"CDD7 E7E9 DFF8 F5F8 E6FB 010C 140C FAFD"            /* Í×çéßøõøæû....úı */
	$"1F12 0F18 0F27 0C16 0E27 3334 252C 2328"            /* .....'...'34%,#( */
	$"1C1C 331F 2B43 2B4B 423F 4F40 4435 4940"            /* ..3.+C+KB?O@D5I@ */
	$"3A49 4C4C 4047 2233 4941 4158 524D 5C63"            /* :ILL@G"3IAAXRM\c */
	$"4C3F 6242 4D40 301F 4037 6558 4C58 4045"            /* L?bBM@0.@7eXLX@E */
	$"4440 4447 4630 4C40 4C48 353C 3339 3C40"            /* D@DGF0L@LH5<39<@ */
	$"4047 4030 3D38 382A 392C 2A28 1E10 1AF0"            /* @G@0=88*9,*(...ğ */
	$"0607 111B 1E18 171C 070A DAF3 FFE2 E4DC"            /* .........ÂÚóÿâäÜ */
	$"D3D3 DCD8 DDCD C8CB B8B7 AEBA C0C3 B6B5"            /* ÓÓÜØİÍÈË¸·®ºÀÃ¶µ */
	$"A9AC A8A6 A49D A79D 948E 8786 9188 8D88"            /* ©¬¨¦¤§”‡†‘ˆˆ */
	$"8A88 898B 888C 8A8A 8A89 8A8A 8B8C 8C8C"            /* Šˆ‰‹ˆŒŠŠŠ‰ŠŠ‹ŒŒŒ */
	$"8C8C 8D8D 8D8D 8E8E 8E8E 8E8F 9090 8F90"            /* ŒŒ */
	$"9090 9192 9193 9293 9594 9598 9696 969A"            /* ‘’‘“’“•”•˜–––š */
	$"9799 9898 999A 9BAE 9EA4 9DA1 9EA9 B3B0"            /* —™˜˜™š›®¤¡©³° */
	$"B7BC A9BF A9B6 A3B8 A1BC BFD6 C3DC D8DB"            /* ·¼©¿©¶£¸¡¼¿ÖÃÜØÛ */
	$"E8E3 E4DA E4D6 DCCC E2D9 EEEA E4ED F4FD"            /* èãäÚäÖÜÌâÙîêäíôı */
	$"F4F3 0415 0E1F 180F 260C 0C06 090E 0C17"            /* ôó......&...Æ... */
	$"2C23 2826 2941 403D 4240 2E3C 2B3C 3C2A"            /* ,#(&)A@=B@.<+<<* */
	$"463E 4239 3A39 3A41 4853 5847 6360 5F66"            /* F>B9:9:AHSXGc`_f */
	$"6B60 4853 4C52 4061 6A62 6160 6773 6D78"            /* k`HSLR@ajba`gsmx */
	$"6063 7066 5F64 5D65 6666 6B67 6059 6A55"            /* `cpf_d]effkg`YjU */
	$"585A 5C5C 5E61 5E48 514A 5744 4542 403E"            /* XZ\\^a^HQJWDEB@> */
	$"3339 303F 3839 3F3C 3B40 292E 181F 281A"            /* 390?89?<;@)...(. */
	$"2416 0F13 0B0F 131E 1E0A 1816 180D 0F17"            /* $........Â...... */
	$"16F2 FE03 FF08 EAFF F0FF F8EB EEF1 E7F8"            /* .òş.ÿ.êÿğÿøëîñçø */
	$"D8DF E2D6 E0E3 D8D6 D4D4 E5D0 CBCD DAD0"            /* ØßâÖàãØÖÔÔåĞËÍÚĞ */
	$"CBBD C1C1 B5AC A7A1 AFA8 9FB0 A7AC A7B6"            /* Ë½ÁÁµ¬§¡¯¨Ÿ°§¬§¶ */
	$"A4A3 ADA7 A498 9594 9597 9596 9594 9594"            /* ¤£­§¤˜•”•—•–•”•” */
	$"9595 9596 9596 9696 9797 9898 9899 9898"            /* •••–•–––——˜˜˜™˜˜ */
	$"9998 9999 9999 9A9B 9B9B 9C9D 9D9C 9D9D"            /* ™˜™™™™š›››œœ */
	$"9E9E 9F9F 9F9F 9F9F A0A1 A1A1 A3A9 ABB1"            /* ŸŸŸŸŸŸ ¡¡¡£©«± */
	$"BEAB B6B2 A5AA A5A9 ADB1 C3BC BFD3 D5EA"            /* ¾«¶²¥ª¥©­±Ã¼¿ÓÕê */
	$"D0D7 DBD2 E1E5 ECE7 01E9 FDF9 02FD 0900"            /* Ğ×ÛÒáåìç.éıù.ıÆ. */
	$"F901 0706 FEFF 191F 2321 1E27 2023 312A"            /* ù...şÿ..#!.' #1* */
	$"2D31 3737 4036 402F 4245 4342 4D46 454E"            /* -177@6@/BECBMFEN */
	$"3F4A 4647 4F4F 5B47 5D5C 6151 595A 6159"            /* ?JFGOO[G]\aQYZaY */
	$"6164 5B63 6455 5D64 606D 676C 7274 677F"            /* ad[cdU]d`mglrtg. */
	$"6776 7771 6D69 6C6D 7673 7878 6B76 6963"            /* gvwqmilmvsxxkvic */
	$"6D71 7477 7B78 737E 7F7D 717A 6A73 6D7B"            /* mqtw{xs~.}qzjsm{ */
	$"737F 7E77 6E79 7870 796D 7F7F 7F7C 716C"            /* s.~wnyxpym...|ql */
	$"6970 605B 6153 605E 594F 524F 4E58 534C"            /* ip`[aS`^YORONXSL */
	$"4C3E 4035 3A32 272C 2419 180F 180C 08FF"            /* L>@5:2',$......ÿ */
	$"1F06 0E0B 0809 00F8 FDF9 F4F9 F8F8 E6FE"            /* .....Æ.øıùôùøøæş */
	$"ECF1 E4E7 ECEF ECEB E6E7 F0E2 E3DA E6D9"            /* ìñäçìïìëæçğâãÚæÙ */
	$"DACA D9D6 D9D9 DBD9 DACC D5D3 C8C4 B6B8"            /* ÚÊÙÖÙÙÛÙÚÌÕÓÈÄ¶¸ */
	$"B6B9 B6B9 B7B0 B5B6 AEC0 AEBC B5C1 ABB9"            /* ¶¹¶¹·°µ¶®À®¼µÁ«¹ */
	$"C0A5 BCB0 A6AC A0A5 AEA1 A7B2 AAAD A7AF"            /* À¥¼°¦¬ ¥®¡§²ª­§¯ */
	$"A0A5 A0A7 B3AC 99BC 9CBB A2AB AAB0 A09F"            /*  ¥ §³¬™¼œ»¢«ª° Ÿ */
	$"A79B AC9C A6B3 B0B5 BFC6 BEBD C8AA B7BA"            /* §›¬œ¦³°µ¿Æ¾½Èª·º */
	$"AFBF ACB7 B2BC AEC0 BBC8 B4C1 C0C2 C8BF"            /* ¯¿¬·²¼®À»È´ÁÀÂÈ¿ */
	$"CBCB C2CD CAD5 C6CE D0CF D6D2 CECF D7CE"            /* ËËÂÍÊÕÆÎĞÏÖÒÎÏ×Î */
	$"CCE7 D9E4 DFEF EAE0 F3E1 F0EA F9F7 FCF7"            /* ÌçÙäßïêàóáğêù÷ü÷ */
	$"02FD 10FA 070B 18FF 190D 1319 121F 2927"            /* .ı.ú...ÿ......)' */
	$"282E 2644 2A3F 3839 3A3D 3B3A 4237 3645"            /* (.&D*?89:=;:B76E */
	$"5040 4F54 6150 5F54 5D54 6B60 7159 6D50"            /* P@OTaP_T]Tk`qYmP */
	$"7155 7962 6F70 7874 717E 677F 717F 7C7D"            /* qUybopxtq~g.q.|} */
	$"787B 747F 7F73 7F78 7E7C 6B7F 7F78 7B67"            /* x{t..s.x~|k..x{g */
	$"7D6C 7F7F 6C78 7574 7578 6173 696C 6B70"            /* }l..lxutuxasilkp */
	$"5861 6A67 625E 5B70 616D 605B 6A5C 5F63"            /* Xajgb^[pam`[j\_c */
	$"574E 4F5A 5950 554C 5651 5140 4C39 4B51"            /* WNOZYPULVQQ@L9KQ */
	$"2843 4034 3743 2835 3631 302C 2729 3027"            /* (C@47C(5610,')0' */
	$"2E21 2D24 1A2C 1C1F 201A 1C0A 1317 1719"            /* .!-$.,.. ..Â.... */
	$"111A 080B 0F15 000F 0AEF 0B01 E3FB F8F3"            /* ........Âï..ãûøó */
	$"00E7 EEE5 EFEC E1DF E1E3 E0DA D8CC CCCB"            /* .çîåïìáßáãàÚØÌÌË */
	$"CCBA BFC8 C1C2 C3B8 BBC1 B9C6 B7B6 C0A8"            /* Ìº¿ÈÁÂÃ¸»Á¹Æ·¶À¨ */
	$"AFB0 A8B1 A8A7 BCA8 ACB1 B0AE ABB8 A2AD"            /* ¯°¨±¨§¼¨¬±°®«¸¢­ */
	$"ADB1 A09F B2AA ABAD BBB6 B099 C1A4 AFB9"            /* ­± Ÿ²ª«­»¶°™Á¤¯¹ */
	$"B5B1 ABAD C3A8 B9B1 BEB7 BCBF B3B4 AFBC"            /* µ±«­Ã¨¹±¾·¼¿³´¯¼ */
	$"A7BA B5B3 BFB1 C3C0 B8C4 C7C3 C6C0 C7CB"            /* §ºµ³¿±ÃÀ¸ÄÇÃÆÀÇË */
	$"D2CE CCC7 C9CD D6A5 D2C6 CCC7 D8DA D0D2"            /* ÒÎÌÇÉÍÖ¥ÒÆÌÇØÚĞÒ */
	$"DADD D0D6 D7DD CFDC D4D9 E3DD D3ED D4EF"            /* ÚİĞÖ×İÏÜÔÙãİÓíÔï */
	$"F0EC F1FF ECFB 00F3 00FD FCFF 08FE FD07"            /* ğìñÿìû.ó.ıüÿ.şı. */
	$"000B 1404 1B13 1312 0619 0C0A 1807 2307"            /* ...........Â..#. */
	$"1F2D 1227 1527 3320 1724 1613 2112 1C11"            /* .-.'.'3 .$..!... */
	$"1F23 321E 2F29 2F29 3922 2F2A 3330 411C"            /* .#2./)/)9"/*30A. */
	$"352E 413D 462F 4E39 4C3F 4F39 5353 4E40"            /* 5.A=F/N9L?O9SSN@ */
	$"583C 564A 4A48 4F48 434F 4B47 5856 5663"            /* X<VJJHOHCOKGXVVc */
	$"5E4F 5766 4B66 4D60 5362 6358 6158 5E60"            /* ^OWfKfM`SbcXaX^` */
	$"5857 645C 5463 585B 5D66 5C5C 5E66 5358"            /* XWd\TcX[]f\\^fSX */
	$"545B 5760 5660 5059 5C56 4952 4F49 4A4F"            /* T[W`V`PY\VIROIJO */
	$"384E 4446 4037 4136 3D40 3138 2A2F 3B28"            /* 8NDF@7A6=@18*.;( */
	$"302E 3428 2731 2E1E 221B 2615 1818 1E1C"            /* 0.4('1..".&..... */
	$"1718 0C1A 1A0E 1406 0F08 1204 00FC F8F5"            /* .............üøõ */
	$"F2F3 EEEC F8F0 F0EF EEEA F2F0 E6E8 E8DE"            /* òóîìøğğïîêòğæèèŞ */
	$"E6E0 E2D8 D6D8 DFE0 CFDC D6DD D1DA C7D8"            /* æàâØÖØßàÏÜÖİÑÚÇØ */
	$"D3D8 CDE0 C1D7 D0C3 C3CF C8BF D5C3 C2C6"            /* ÓØÍàÁ×ĞÃÃÏÈ¿ÕÃÂÆ */
	$"C4BF BEB6 C3B6 B3B5 B8B1 B8B3 B5B2 A0B1"            /* Ä¿¾¶Ã¶³µ¸±¸³µ² ± */
	$"A7AE ACAC A2A6 A79D 9FA4 9CA5 98A3 969F"            /* §®¬¬¢¦§Ÿ¤œ¥˜£–Ÿ */
	$"9A9F A095 939C 9895 9996 9D93 9B96 9792"            /* šŸ •“œ˜•™–“›–—’ */
	$"9C93 9F95 9B9C 9BA6 98A2 9F9B A9A6 9AA0"            /* œ“Ÿ•›œ›¦˜¢Ÿ›©¦š  */
	$"9AA5 9FA7 9CB0 A8AA BCB7 C1BB C1CA C9BF"            /* š¥Ÿ§œ°¨ª¼·Á»ÁÊÉ¿ */
	$"C9C4 C8C3 C7C4 C4C7 CCD5 CCD3 DCD5 E4DE"            /* ÉÄÈÃÇÄÄÇÌÕÌÓÜÕäŞ */
	$"D9DF D7E3 D5E1 E8E0 DFF2 E6E1 DFE5 E6DD"            /* Ùß×ãÕáèàßòæáßåæİ */
	$"ECE9 EAE1 F7EC FEEC F704 F9F9 03FB 04F9"            /* ìéêá÷ìşì÷.ùù.û.ù */
	$"F702 F5FF 00FF 0A06 0A05 0F0B 110F 1214"            /* ÷.õÿ.ÿÂ.Â....... */
	$"0C1A 161A 1318 231A 1F20 1F17 1F25 2325"            /* ......#.. ...%#% */
	$"2523 2A25 1F36 2427 312F 382D 3833 4033"            /* %#*%.6$'1/8-83@3 */
	$"4128 4130 393D 3544 3844 4047 4544 4543"            /* A(A09=5D8D@GEDEC */
	$"4B43 5144 4549 3E47 484B 4848 444A 434F"            /* KCQDEI>GHKHHDJCO */
	$"454F 4D4C 4A4F 4E4E 5852 5A52 515A 5655"            /* EOMLJONNXRZRQZVU */
	$"5359 4F5D 5159 4F58 5858 5453 4F4D 5350"            /* SYO]QYOXXXTSOMSP */
	$"474C 474E 4A4E 494A 4348 3C3D 3536 3E32"            /* GLGNJNIJCH<=56>2 */
	$"3840 303E 3640 2D2D 3031 2927 2C22 272A"            /* 8@0>6@--01)',"'* */
	$"2A29 2621 2922 231E 1B14 180F 100E 0C0C"            /* *)&!)"#......... */
	$"0A13 040F 0903 0700 F6FA FCF4 F2FA F2ED"            /* Â...Æ...öúüôòúòí */
	$"EDF0 E4E2 E1E7 E3DB E1E1 DAE1 D9DF D8D6"            /* íğäâáçãÛááÚáÙßØÖ */
	$"DAE1 D0DC D0DA D1D8 CDD2 D0D1 CCD3 C7CC"            /* ÚáĞÜĞÚÑØÍÒĞÑÌÓÇÌ */
	$"C9C3 C5C4 BCC6 C7C2 C2C1 BFC0 BDC1 B2B9"            /* ÉÃÅÄ¼ÆÇÂÂÁ¿À½Á²¹ */
	$"B1BA BAB6 B2B9 B6B9 B4B6 B3B3 B2BA A5B7"            /* ±ºº¶²¹¶¹´¶³³²º¥· */
	$"ADB3 B6B3 B3B9 B6B4 BEB8 B5B7 BDB7 B8BA"            /* ­³¶³³¹¶´¾¸µ·½·¸º */
	$"B9B8 BFBE B7BE B3C0 B5B0 AFAC A8AA A9AA"            /* ¹¸¿¾·¾³Àµ°¯¬¨ª©ª */
	$"A4AB ADAB A8B1 ACAC A7AD ACAC A9AB B3AD"            /* ¤«­«¨±¬¬§­¬¬©«³­ */
	$"AEB3 B4AD B5BB B0B3 BAB9 B8BD BCC3 BEC3"            /* ®³´­µ»°³º¹¸½¼Ã¾Ã */
	$"C6C1 C0CA C6C3 CDC8 C7CA C7D1 C6CB D0CD"            /* ÆÁÀÊÆÃÍÈÇÊÇÑÆËĞÍ */
	$"D1D1 D2CC D2D3 D8D4 D7DA DEDE DEDD E9DF"            /* ÑÑÒÌÒÓØÔ×ÚŞŞŞİéß */
	$"E5E9 E0E3 E3E3 E9E7 E7EA EBEB F4F0 EEF7"            /* åéàãããéççêëëôğî÷ */
	$"F8F9 F8FE FDFF 00FF 0601 0701 0E03 0C01"            /* øùøşıÿ.ÿ........ */
	$"0B05 130C 1313 1819 1F19 1F19 1F1F 1E25"            /* ...............% */
	$"2622 2D29 2D2F 3332 3335 3833 3C38 3A3C"            /* &"-)-/323583<8:< */
	$"3E39 4339 4241 413E 4743 4744 4A4F 4B47"            /* >9C9BAA>GCGDJOKG */
	$"4E47 4B4C 4F4D 4F4E 5152 4F52 5853 5958"            /* NGKLOMONQRORXSYX */
	$"5856 5958 555A 4F55 5856 5758 5657 5652"            /* XVYXUZOUXVWXVWVR */
	$"5456 5851 5651 5851 4F53 504D 4F4F 4E4C"            /* TVXQVQXQOSPMOONL */
	$"4F4E 4E4D 474C 4746 4642 4342 4140 3F39"            /* ONNMGLGFFBCBA@?9 */
	$"393A 3037 3830 3434 3130 2E2A 2F2A 2926"            /* 9:07804410.*.*)& */
	$"2420 1C1F 1615 1514 0E15 140F 1211 120D"            /* $ .............. */
	$"0709 0905 06FE 03FE FCFF F5F3 F7F8 F4F6"            /* .ÆÆ..ş.şüÿõó÷øôö */
	$"FAF3 F3F4 F3F2 ECF0 EDEF E8EA E7E8 E3E6"            /* úóóôóòìğíïèêçèãæ */
	$"E0E2 E0E2 E0E1 E3E0 E0E0 E4DE E0DF DFE0"            /* àâàâàáãàààäŞàßßà */
	$"DDDB E1DE D9E1 DCDB DCDC DFDD DCDD DBE0"            /* İÛáŞÙáÜÛÜÜßİÜİÛà */
	$"DCDD DBDE DDDF DBDC E0DB DCDD DBDC DEDF"            /* ÜİÛŞİßÛÜàÛÜİÛÜŞß */
	$"DEDD E0E1 DCE3 E3DE E1E2 E3E2 DFE1 E0E1"            /* ŞİàáÜããŞáâãâßáàá */
	$"E0E4 E1E4 E2E6 E1E6 E5E9 E3EA E6E7 E7E8"            /* àäáäâæáæåéãêæççè */
	$"E9ED E6EA EDE9 EAED E8E8 E9ED EBEA EDF1"            /* éíæêíéêíèèéíëêíñ */
	$"F0F5 F6F2 F1F1 F6F3 EEF3 F0F6 F3F9 F6F8"            /* ğõöòññöóîóğöóùöø */
	$"F5FD F6F6 F8FA F8FE FCFF FFFF FF02 FCFE"            /* õıööøúøşüÿÿÿÿ.üş */
	$"0002 0003 0503 0406 0A06 0509 0B0C 0A09"            /* ........Â..Æ..ÂÆ */
	$"0B07 0B0B 0909 090F 0C0D 0E0E 0F0F 1411"            /* ....ÆÆÆ......... */
	$"1011 0F0F 0E0C 0E0E 0A0F 0E0E 1110 110F"            /* ........Â....... */
	$"100E 0F0D 0F0E 090A 0A09 0B08 0B0A 0909"            /* ......ÆÂÂÆ...ÂÆÆ */
	$"0C0C 0A0C 0B0D 0908 0A09 0807 070A 0808"            /* ..Â...Æ.ÂÆ...Â.. */
	$"0A08 0E09 0A0B 0A0A 0B07 0C08 090C 0B0A"            /* Â..ÆÂ.ÂÂ....Æ..Â */
	$"0B0C 0B0B 0C0D 0C0C 0F0F 1112 1211 1213"            /* ................ */
	$"0E11 1110 1213 1413 1415 1615 1418 1816"            /* ................ */
	$"1718 1716 1617 1919 1819 1919 1B19 1B19"            /* ................ */
	$"181B 1C1B 1A18 1818 1817 1716 1815 1917"            /* ................ */
	$"1418 1517 1817 1717 1618 1713 1413 1112"            /* ................ */
	$"1212 1311 1312 0F0E 0F0E 0E0D 0B0C 0D0F"            /* ................ */
	$"0E0A 0B0A 0909 0708 0607 0709 0507 0707"            /* .Â.ÂÆÆ.....Æ.... */
	$"0705 0506 0306 0602 0503 0603 0303 0203"            /* ................ */
	$"0103 0203 0105 0403 0502 0002 0101 0400"            /* ................ */
	$"0504 0304 0204 0303 0301 0406 0501 0403"            /* ................ */
	$"0303 0203 0303 0505 0406 0507 0506 0605"            /* ................ */
	$"0403 0300 0304 0304 0303 0602 0606 0400"            /* ................ */
	$"0203 0201 0302 0303 0300 FF01 0102 0103"            /* ..........ÿ..... */
	$"0201 0201 0000 0103 FF01 FF01 00FF 0100"            /* ........ÿ.ÿ..ÿ.. */
	$"FF00 FF00 00FE 0100 0002 FFFE FDFE FEFE"            /* ÿ.ÿ..ş....ÿşışşş */
	$"FEFF FFFF FF00 FE02 00FF 00FF FDFE FDFF"            /* şÿÿÿÿ.ş..ÿ.ÿışıÿ */
	$"FBFC FAFF FDFF 00FD FFFF 02FF FF00 FFFF"            /* ûüúÿıÿ.ıÿÿ.ÿÿ.ÿÿ */
	$"0000 0000 FF00 FF00 0003 0101 0201 0101"            /* ....ÿ.ÿ......... */
	$"0303 0103 0302 0201 0102 0102 0002 0305"            /* ................ */
	$"0401 0604 0303 0401 0101 0201 FEFF 0100"            /* ............şÿ.. */
	$"FF00 0000 FF02 00FE FEFE FCFB FCFC FBFC"            /* ÿ...ÿ..şşşüûüüûü */
	$"FAFA F9F9 FAF8 FAFA FBFB F9FA FAF8 F6F6"            /* úúùùúøúúûûùúúøöö */
	$"F4F3 F4F3 F2F3 F3F5 F4F3 F5F6 F3F3 F4F6"            /* ôóôóòóóõôóõöóóôö */
	$"F3F3 F6F3 F4F3 F3F3 F4F3 F4F3 F4F5 F5F5"            /* óóöóôóóóôóôóôõõõ */
	$"F6F6 F7F8 F9F9 F9F8 FAF9 F9F9 FAFA FAFA"            /* öö÷øùùùøúùùùúúúú */
	$"F8F9 F9FB FBFA FEFF FEFC FEFD FEFD FFFD"            /* øùùûûúşÿşüşışıÿı */
	$"FFFE FF00 FFFF 00FF FEFF FEFF FFFF FFFF"            /* ÿşÿ.ÿÿ.ÿşÿşÿÿÿÿÿ */
	$"0000 FFFF 00FF FFFF FFFF FFFE FFFD FDFC"            /* ..ÿÿ.ÿÿÿÿÿÿşÿııü */
	$"FCFB FCFE FBFA FAFB F9FA F8FA F9F9 F9FA"            /* üûüşûúúûùúøúùùùú */
	$"F8F8 F8F7 F6F7 F6F3 F3F4 F1F0 F1F1 F1EE"            /* øøø÷ö÷öóóôñğñññî */
	$"F2F0 EEF0 F0EF F0EE ECEC EAEC EBE9 EAEA"            /* òğîğğïğîììêìëéêê */
	$"E9E8 EAE8 E7E7 E7E9 E7E7 E8E8 E7E7 E9E8"            /* éèêèçççéççèèççéè */
	$"E7E7 E8E7 E7E8 E8E8 E7E8 E8E7 E8EA E8E9"            /* ççèççèèèçèèçèêèé */
	$"E8E9 E9E9 E9EC EAEC EEEE EEEF EEED EEEF"            /* èééééìêìîîîïîíîï */
	$"F0EE F0F3 F1F3 F4F4 F4F3 F7F6 F6F7 F6F8"            /* ğîğóñóôôôó÷öö÷öø */
	$"F8F7 F9F8 F9FB FBFC FBFC FEFF FFFF FFFE"            /* ø÷ùøùûûüûüşÿÿÿÿş */
	$"FEFF FEFE FF02 0001 0101 0202 0201 0301"            /* şÿşşÿ........... */
	$"0301 0001 0200 0303 0203 0205 0303 0403"            /* ................ */
	$"0405 0506 0505 0607 0507 0507 0506 0503"            /* ................ */
	$"0305 0303 0303 0406 0303 0403 0305 0204"            /* ................ */
	$"0404 0404 0403 0504 0504 0505 0404 0405"            /* ................ */
	$"0305 0606 0302 0203 0203 0203 0405 0404"            /* ................ */
	$"0403 0506 0305 0404 0504 0201 0200 0201"            /* ................ */
	$"0000 0102 FF03 FF02 0100 0100 FF00 00FF"            /* ....ÿ.ÿ.....ÿ..ÿ */
	$"FF00 FDFF 00FB FFFC FDFF FFFB FDFC FCFC"            /* ÿ.ıÿ.ûÿüıÿÿûıüüü */
	$"FDFC F9F8 FAFD FBF8 FBFB FDFD FCFD FDFC"            /* ıüùøúıûøûûııüııü */
	$"FDFB F9FD F9F8 FCFC FBF9 FEFE FAFA FBFB"            /* ıûùıùøüüûùşşúúûû */
	$"FCFE FFFC FEFE FF03 00FE 02FF FEFE FFFF"            /* üşÿüşşÿ..ş.ÿşşÿÿ */
	$"0000 0204 0304 0603 0403 0204 0303 0304"            /* ................ */
	$"0506 0606 0707 0509 0808 0507 0704 0507"            /* .......Æ........ */
	$"0707 0709 0708 080B 0807 0A0A 0707 0A07"            /* ...Æ......ÂÂ..Â. */
	$"0705 0705 0503 0402 0303 0203 0304 0401"            /* ................ */
	$"0404 0201 FFFF FEFF FEFE FCFE FFFF FCFC"            /* ....ÿÿşÿşşüşÿÿüü */
	$"FCFC F9FA F8F6 F6F7 F6F8 F8F5 FBF3 F9F3"            /* üüùúøöö÷öøøõûóùó */
	$"F6E9 FAF2 F6F2 F3F7 F3F8 F0EC EBF8 ECF3"            /* öéúòöòó÷óøğìëøìó */
	$"EEF0 F0F1 F0EE F3F6 E1FE ECEE F2F2 F1F3"            /* îğğñğîóöáşìîòòñó */
	$"F4E8 F7E9 EFF0 EEF2 EFF1 F3EF F8F0 FEF6"            /* ôè÷éïğîòïñóïøğşö */
	$"EF07 E6FB F6F2 F6F7 EDFB F4F7 F3FA FCF4"            /* ï.æûöòö÷íûô÷óúüô */
	$"FDF0 07FC F6F9 FFFC FDFF FC0A 0003 F007"            /* ığ.üöùÿüıÿüÂ..ğ. */
	$"10F2 0800 0309 0003 1109 06FB 27E0 1900"            /* .ò...Æ...Æ.û'à.. */
	$"1203 1E04 0722 E31F 040E 1A08 1117 110A"            /* ....."ã........Â */
	$"1F25 081F 4CDF 3001 1B12 21F7 2815 1A0F"            /* .%..Lß0...!÷(... */
	$"2627 FF1C 0738 27F4 1F20 1F24 1927 231C"            /* &'ÿ..8'ô. .$.'#. */
	$"2D10 2728 2103 2314 1F00 3330 FC27 221F"            /* -.'(!.#...30ü'". */
	$"172D 2219 1F20 1F30 1217 2D20 1722 1F18"            /* .-".. .0..- .".. */
	$"2B00 2520 1B28 270C 3118 2626 0C25 141F"            /* +.% .('.1.&&.%.. */
	$"1224 1700 2714 FD2D 0837 0047 1817 0027"            /* .$..'.ı-.7.G...' */
	$"082B 0124 EB34 EF23 000F 0923 0217 28FB"            /* .+.$ë4ï#..Æ#..(û */
	$"1908 16FD 2EE8 2F00 1602 0E14 FD1F 08FF"            /* ...ı.è/.....ı..ÿ */
	$"0F17 FA0C FD0C FD23 E81E 0013 1413 F813"            /* ..ú.ı.ı#è.....ø. */
	$"0018 F438 F017 F71E F715 0CF7 36FC 0A10"            /* ..ô8ğ.÷.÷..÷6üÂ. */
	$"EF19 0816 031C E922 0A1C EF28 EB26 0B24"            /* ï.....é"Â.ï(ë&.$ */
	$"DF30 EB19 2CE0 1F34 F027 10F7 1B1C 150A"            /* ß0ë.,à.4ğ'.÷...Â */
	$"1F04 1F18 0D24 F71F 0A1B 2CE7 2D12 1E08"            /* .....$÷.Â.,ç-... */
	$"26F7 2A0D 1813 30E3 131F 24E7 32F4 1325"            /* &÷*...0ã..$ç2ô.% */
	$"2CD7 38F4 2200 27F6 1C15 060F 1AF7 22FD"            /* ,×8ô".'ö.....÷"ı */
	$"0D01 0B12 FF18 0013 0405 1A12 DD29 E824"            /* ....ÿ.......İ)è$ */
	$"F008 0314 F50F 0016 00F3 0F18 D90E 04FF"            /* ğ...õ....ó..Ù..ÿ */
	$"FC0E F010 ED19 00E6 0720 CF05 0704 FBF8"            /* ü.ğ.í..æ. Ï...ûø */
	$"0F10 D711 E90E F0F5 13F0 FFF8 18E7 0BFC"            /* ..×.é.ğõ.ğÿø.ç.ü */
	$"FF06 EB13 00F9 0DF8 0B00 0F0A E713 F807"            /* ÿ.ë..ù.ø...Âç.ø. */
	$"0CF5 1AF4 13F2 18FC 11FF 2ED4 0F0D 10ED"            /* .õ.ô.ò.ü.ÿ.Ô...í */
	$"1E06 0305 071D 080F 0811 16FF 32E7 101F"            /* ...........ÿ2ç.. */
	$"001F 20FF 1C0F 041F 0417 1C07 1313 1E0C"            /* .. ÿ............ */
	$"1927 0223 1811 2704 2606 2318 052B 280D"            /* .'.#..'.&.#..+(. */
	$"3000 3100 232C 0030 FD29 1F28 0B33 1017"            /* 0.1.#,.0ı).(.3.. */
	$"3412 1D28 250D 3710 2F30 171D 3814 2B28"            /* 4..(%.7./0..8.+( */
	$"1F14 47F0 3F20 2C1B 38FB 3A04 4309 3C00"            /* ..Gğ? ,.8û:.CÆ<. */
	$"3B28 2A12 3204 3E22 1F1F 3920 1728 2F08"            /* ;(*.2.>"..9 .(/. */
	$"1F29 1C2D 3009 2738 0F28 0B30 0F22 1F1C"            /* .).-0Æ'8.(.0.".. */
	$"1F00 3120 1A13 292A FC31 1027 102A 1314"            /* ..1 ..)*ü1.'.*.. */
	$"171C 071E 0C1A 0720 FF23 001F 1A0E 0728"            /* ....... ÿ#.....( */
	$"FB15 0B27 E625 F81E 0C0B 2200 1F10 0C09"            /* û..'æ%ø..."....Æ */
	$"FE0F 18F5 15FB 1500 0718 0003 041B 0CFF"            /* ş..õ.û.........ÿ */
	$"0504 0BF6 0F0A F80F 020F 0CF3 19FB 1800"            /* ...ö.Âø....ó.û.. */
	$"06F6 1303 0B05 0007 10FF 0B0E 0501 1FF0"            /* .ö.......ÿ.....ğ */
	$"0D08 0A02 0F00 20F9 12FB 1807 FD03 0D12"            /* ..Â... ù.û..ı... */
	$"FC12 EF12 0200 0706 F316 05F6 030D F80B"            /* ü.ï.....ó..ö..ø. */
	$"0CFF 0309 0CFA 07F9 10FD F70D F601 0304"            /* .ÿ.Æ.ú.ù.ı÷.ö... */
	$"0504 EF08 EF10 EC0A E30C F8FF F204 F908"            /* ..ï.ï.ìÂã.øÿò.ù. */
	$"ED0C E403 E40C EAFE E7FD 04E8 03E8 FEED"            /* í.ä.ä.êşçı.è.èşí */
	$"FBFE F4ED FAF9 04EB 07DA 06F0 F3F4 EEF7"            /* ûşôíúù.ë.Ú.ğóôî÷ */
	$"05E7 FFE0 FDF0 07F8 EF06 ECFE F8EF F0EE"            /* .çÿàığ.øï.ìşøïğî */
	$"F0FA 01E2 FEE9 F4FF F4EF F4FF EA02 F0F7"            /* ğú.âşéôÿôïôÿê.ğ÷ */
	$"F8FD FA04 E500 FD0C D903 FAF0 FD12 E8FF"            /* øıú.å.ı.Ù.úğı.èÿ */
	$"F00F E00F F8FF 00E7 0EEE 0AE8 FFF8 F8FF"            /* ğ.à.øÿ.ç.îÂèÿøøÿ */
	$"05F7 09FA FF0A F702 FF06 FF09 06F3 13F4"            /* .÷ÆúÿÂ÷.ÿ.ÿÆ.ó.ô */
	$"08EF 0DF8 0702 0F00 07FE 0B04 0403 18E7"            /* .ï.ø.....ş.....ç */
	$"0B03 08F9 0CF9 19F1 0B16 FC06 0807 0805"            /* ...ù.ù.ñ..ü..... */
	$"1101 0E03 10FB 20F5 0B00 0B08 050E FF0A"            /* .....û õ......ÿÂ */
	$"FB0E 0A05 0E07 1CF0 150E F714 020C 0117"            /* û.Â....ğ..÷..... */
	$"FD18 F216 F31C F614 FC17 000B 0A02 1CFD"            /* ı.ò.ó.ö.ü...Â..ı */
	$"0E0C 0F00 1304 FF10 07FD 0B07 0F08 0E00"            /* ......ÿ..ı...... */
	$"0FF8 190C FD06 0708 FF0A 02FF 0706 030B"            /* .ø..ı...ÿÂ.ÿ.... */
	$"F60D 04FF 0700 FF02 0B00 FFFC 03FD 0301"            /* ö..ÿ..ÿ...ÿü.ı.. */
	$"F603 FC03 00FB F607 00FF 0007 F8F7 00FB"            /* ö.ü..ûö..ÿ..ø÷.û */
	$"FEF4 FCF9 FBF8 F5FE F7F8 01F2 F7F9 07DA"            /* şôüùûøõş÷ø.ò÷ù.Ú */
	$"FFFC EEFC F007 E6F7 F207 E7F3 FDF0 F9FA"            /* ÿüîüğ.æ÷ò.çóığùú */
	$"F7F6 EBF8 F7F3 F4F1 F4FF E6F9 E3FA EDF9"            /* ÷öëø÷óôñôÿæùãúíù */
	$"EFF8 EFF9 F9E8 FFE4 FBEA FFEE F7EC F9EC"            /* ïøïùùèÿäûêÿî÷ìùì */
	$"F7F3 EFF8 E7FC F3E9 E7F8 F0EE EDF6 EEF2"            /* ÷óïøçüóéçøğîíöîò */
	$"F6F9 DDFB E5F1 E5F9 E3ED F0E7 F8E0 EBF0"            /* öùİûåñåùãíğçøàëğ */
	$"E9E8 F0F0 E2EB F1E7 F1E8 E7F0 F2E8 E3EE"            /* éèğğâëñçñèçğòèãî */
	$"E1EB E9E6 DAF1 E0F0 E0EE E0ED D8F7 E6E5"            /* áëéæÚñàğàîàíØ÷æå */
	$"E0E9 E6DB EDE6 E3DF EBEA D4EA E3EA DBEA"            /* àéæÛíæãßëêÔêãêÛê */
	$"DEEC D8F4 DCEB DCF1 E2E6 F0E0 E1E8 E5EC"            /* ŞìØôÜëÜñâæğàáèåì */
	$"DBEE E5E8 E3F1 E8E4 E9EC EBEC E1EE EBF0"            /* Ûîåèãñèäéìëìáîëğ */
	$"E0EB F1E8 EDF4 E8E9 EAF3 ECF1 E9F1 F0E7"            /* àëñèíôèéêóìñéñğç */
	$"FBEC E5F7 ECF7 E8F7 EEF4 F3F8 F2F6 F8F6"            /* ûìå÷ì÷è÷îôóøòöøö */
	$"00EB F9EE FCE6 04EB F8F5 FEF1 00F3 FFF3"            /* .ëùîüæ.ëøõşñ.óÿó */
	$"FCF7 F403 F6F6 00F9 F8FF FA03 F8FF 00F7"            /* ü÷ô.öö.ùøÿú.øÿ.÷ */
	$"FCFF FCFC 00FB 08F2 05FC 00FF 04FB 06F8"            /* üÿüü.û.ò.ü.ÿ.û.ø */
	$"03FD 04F8 03FE FF04 01FC 0102 FA09 F803"            /* .ı.ø.şÿ..ü..úÆø. */
	$"0001 0501 0300 FF06 FC06 FE00 0700 0302"            /* ......ÿ.ü.ş..... */
	$"0101 0602 FD07 01FA 06FC 08F8 06FF 04FA"            /* ....ı..ú.ü.ø.ÿ.ú */
	$"0301 FCFC 05FF FFFD 0300 03F8 04FC 03F8"            /* ..üü.ÿÿı...ø.ü.ø */
	$"02FA 03F4 FF00 F3FF FCF9 FFFB FCF7 00EF"            /* .ú.ôÿ.óÿüùÿûü÷.ï */
	$"06F0 FEF3 00F1 FFFF F0FB FCFA F2FD FBF6"            /* .ğşó.ñÿÿğûüúòıûö */
	$"F7F7 FAF9 EDFE F8F6 FAF2 F7F4 F6F8 EFF4"            /* ÷÷úùíşøöúò÷ôöøïô */
	$"F3F9 F0F4 FCF0 F2F9 F3F7 F1FA F1FC EBFC"            /* óùğôüğòùó÷ñúñüëü */
	$"EEF9 F0F9 F2F8 EEF7 F1F3 F5ED F8F4 F9F0"            /* îùğùòøî÷ñóõíøôùğ */
	$"F8EF F9F4 F3F4 F9F6 EFFD F1EE FAF6 F6F4"            /* øïùôóôùöïıñîúööô */
	$"FAF2 F6F8 F6F7 F0F6 FBF2 F7F2 F9F0 F8F6"            /* úòöøö÷ğöûò÷òùğøö */
	$"F5EF FDF4 F2F3 F6F5 F5F4 F8F4 F1F9 F7F6"            /* õïıôòóöõõôøôñù÷ö */
	$"F3EF F9F0 F3F8 F0F6 F0F7 F2F5 ECF9 ECF6"            /* óïùğóøğöğ÷òõìùìö */
	$"F4EC F0F1 F0F3 EAEB F8EC EEF0 EBED E9F6"            /* ôìğñğóêëøìîğëíéö */
	$"EEEC E9F2 E8F0 F0EA EDEA EDF1 E0EF EAEC"            /* îìéòèğğêíêíñàïêì */
	$"E6F1 E7EC E4F6 E8E7 ECEE E7F5 E5F0 E8EB"            /* æñçìäöèçìîçõåğèë */
	$"F0F1 E7EC ECF0 E9F0 EEEA F0EC F3EA EFF1"            /* ğñçììğéğîêğìóêïñ */
	$"F0F2 EDF3 F2E9 F8F4 EFF4 F0F8 F2F3 F4F6"            /* ğòíóòéøôïôğøòóôö */
	$"F2F7 FDF7 F1F9 F9F9 FAF9 FB00 F2FF FCF8"            /* ò÷ı÷ñùùùúùû.òÿüø */
	$"FEFD FFFB 01FD 00FF 03FF 0001 0502 07FC"            /* şıÿû.ı.ÿ.ÿ.....ü */
	$"0703 0503 0A04 0609 0B07 0909 0C0A 060D"            /* ....Â..Æ..ÆÆ.Â.. */
	$"090F 0B0E 0E09 120D 0C13 0E0F 130D 1113"            /* Æ....Æ.......... */
	$"1211 1411 1516 1113 1813 1314 1613 1713"            /* ................ */
	$"1317 131B 0F1C 1419 1618 1C15 1819 1A18"            /* ................ */
	$"1918 1A18 1817 1C18 1718 1C1A 161C 181C"            /* ................ */
	$"1919 1D18 1919 191B 151A 1818 1B18 1819"            /* ................ */
	$"1914 1D16 1818 1718 1913 1816 1818 1816"            /* ................ */
	$"1418 1515 1813 1813 190F 150F 1412 1211"            /* ................ */
	$"1110 1112 130D 0F12 0E11 0F0E 0E0F 0D13"            /* ................ */
	$"080F 0D0E 0E0F 0B0E 090D 0F07 0C07 0C0C"            /* ........Æ....... */
	$"070A 0C09 050F 0507 050A 0706 0407 0508"            /* .Â.Æ.....Â...... */
	$"0705 0902 0807 0507 0705 0907 0705 0707"            /* ..Æ.......Æ..... */
	$"0901 0706 0505 0304 0303 0904 0407 0407"            /* Æ.........Æ..... */
	$"0704 0805 0604 0C00 0B07 0308 0703 0905"            /* ..............Æ. */
	$"0B06 0703 0809 0604 0904 070A 0704 0705"            /* .....Æ..Æ..Â.... */
	$"080A 0607 0906 0907 0705 070A 030A 0409"            /* .Â..Æ.Æ....Â.Â.Æ */
	$"040B 0607 0408 0908 0503 0803 0508 0704"            /* ......Æ......... */
	$"0307 0407 0405 0404 0306 FF06 0401 0305"            /* ..........ÿ..... */
	$"FF03 0303 0104 FE05 FF04 0100 03FE 0500"            /* ÿ.....ş.ÿ....ş.. */
	$"FF00 FF01 04FE FF00 FF01 FF00 0101 0101"            /* ÿ.ÿ..şÿ.ÿ.ÿ..... */
	$"0300 0101 0401 FE03 0001 02FF 0202 FF06"            /* ......ş....ÿ..ÿ. */
	$"0301 0306 0402 0905 0509 0905 0607 0909"            /* ......Æ..ÆÆ...ÆÆ */
	$"0309 0808 080B 0A0B 0B0F 0C0E 0E0F 0F0F"            /* .Æ....Â......... */
	$"0F11 0E12 1113 0E15 1310 1413 1316 1318"            /* ................ */
	$"1816 1518 181A 191E 181A 1D1E 1C1B 1D21"            /* ...............! */
	$"1B1F 1F22 1C1F 2220 1F23 2021 221F 2221"            /* ...".." .# !"."! */
	$"2223 2522 2724 2524 2725 2626 2727 2827"            /* "#%"'$%$'%&&''(' */
	$"2827 2A26 2728 2629 2825 2C26 2728 292A"            /* ('*&'(&)(%,&'()* */
	$"2827 2A27 2B25 2928 2729 2927 292A 272A"            /* ('*'+%)('))')*'* */
	$"2727 2B27 2926 2926 2927 2627 2626 2426"            /* ''+')&)&)'&'&&$& */
	$"2624 2626 2324 2426 2621 2524 2025 2123"            /* &$&&#$$&&!%$ %!# */
	$"2123 1F22 1F21 1F21 1F1E 1F1F 1E1F 1A1D"            /* !#.".!.!........ */
	$"1C1D 1A1A 1E17 1A1B 1818 1918 1817 1818"            /* ................ */
	$"1816 1618 1115 1612 1314 1113 1111 1310"            /* ................ */
	$"0F0E 110E 0B0F 0D0B 0D0E 0C0D 0C0D 0C08"            /* ................ */
	$"0D0B 090A 0A09 070A 0908 0707 0905 0906"            /* ..ÆÂÂÆ.ÂÆ...Æ.Æ. */
	$"0705 0607 0702 0606 0404 0304 0404 0505"            /* ................ */
	$"0304 0307 0403 0603 0503 0203 0203 0204"            /* ................ */
	$"0104 0302 0306 0103 0304 0103 0202 0303"            /* ................ */
	$"0202 0003 0401 0003 02FF 0601 00FF 0302"            /* .........ÿ...ÿ.. */
	$"0103 FF01 0200 0103 FFFE 0301 FE01 FF03"            /* ..ÿ.....ÿş..ş.ÿ. */
	$"0102 FFFF 00FE 02FE 01FF FFFF 00FD FF00"            /* ..ÿÿ.ş.ş.ÿÿÿ.ıÿ. */
	$"00FC 02FC FFFE FF00 00FF FFFF FCFF FEFF"            /* .ü.üÿşÿ..ÿÿÿüÿşÿ */
	$"FEFB FFFE FEFC FDFE F802 FCFE FFFF FFFF"            /* şûÿşşüışø.üşÿÿÿÿ */
	$"00FD 01FA FFFF FF00 FC01 00FD 01FF 0003"            /* .ı.úÿÿÿ.ü..ı.ÿ.. */
	$"FF08 FC02 FF02 0000 FE03 FD05 FF04 0500"            /* ÿ.ü.ÿ...ş.ı.ÿ... */
	$"FF03 0706 FF03 0306 0706 0706 0807 0804"            /* ÿ...ÿ........... */
	$"0C06 0608 0807 060E 0D07 0B0C 090B 0E0F"            /* ............Æ... */
	$"0E0B 0E0D 110C 0D0F 0E0F 120D 130F 0F10"            /* ................ */
	$"130F 1312 0F15 1112 1613 1316 1213 1517"            /* ................ */
	$"1415 170F 1718 1614 1816 1618 1616 1917"            /* ................ */
	$"1816 1B13 1B16 1318 1813 191C 1719 1418"            /* ................ */
	$"1819 171A 1418 1B14 1B15 191B 131C 1519"            /* ................ */
	$"121D 0C17 201F 100B 2208 2B10 1FF0 2A18"            /* .... ...".+..ğ*. */
	$"0324 0215 1613 071B 1910 FF40 E021 001C"            /* .$........ÿ@à!.. */
	$"1523 14F7 2EDF 1FF8 140A 0A09 0F0F 0013"            /* .#.÷.ß.ø.ÂÂÆ.... */
	$"27F0 1F44 EF20 F10D FF12 DF18 0502 FF0F"            /* 'ğ.Dï ñ.ÿ.ß...ÿ. */
	$"12EF 04FB 140E D30F EC16 00FF 0909 F817"            /* .ï.û..Ó.ì..ÿÆÆø. */
	$"E40F 10F8 EF0E F7FC DF1F FDDC 0DF8 F0FF"            /* ä..øï.÷üß.ıÜ.øğÿ */
	$"0007 EC0D F00F 00E2 F703 E80F F0FF EA04"            /* ..ì.ğ..â÷.è.ğÿê. */
	$"D705 F0F9 F803 D014 DCFF 00E0 0BE0 07DF"            /* ×.ğùø.Ğ.Üÿ.à.à.ß */
	$"F40A D203 E8D7 0DE3 0EB0 2CC0 0FBE 0CD0"            /* ôÂÒ.è×.ã.°,À.¾.Ğ */
	$"08DB 10DF 18E7 14B0 03DB 08B8 0FE8 ECFF"            /* .Û.ß.ç.°.Û.¸.èìÿ */
	$"D704 D608 BF18 B706 E0FB ECE9 0BD0 F5ED"            /* ×.Ö.¿.·.àûìé.Ğõí */
	$"0ACF F0E3 F0E7 03DB FCCE FFF1 F5D4 FBE4"            /* ÂÏğãğç.ÛüÎÿñõÔûä */
	$"FBCF 1EB0 00DF E5EC EFD4 FF04 DF0F D0E7"            /* ûÏ.°.ßåìïÔÿ.ß.Ğç */
	$"F5E6 FAEF F0DB 00F1 E4F7 E4EF 00FF E8FB"            /* õæúïğÛ.ñä÷äï.ÿèû */
	$"F8CF 0FE8 DF0E F8C7 1DC0 E2F8 F2F4 E9FE"            /* øÏ.èß.øÇ.Àâøòôéş */
	$"D9F8 E5FF E4EF F8DD 13E0 F710 EBEC F7F0"            /* Ùøåÿäïøİ.à÷.ëì÷ğ */
	$"FFF0 FFE6 18D8 FBF8 17E0 0F10 DBFF 28D0"            /* ÿğÿæ.Øûø.à..Ûÿ(Ğ */
	$"0B14 E712 CF08 F301 F9F2 0FD4 1702 FCFA"            /* ..ç.Ï.ó.ùò.Ô..üú */
	$"F107 FC0E 04F5 08EF 0D18 E80F 10FF 100B"            /* ñ.ü..õ.ï..è..ÿ.. */
	$"EB11 F405 18E7 0A0D EE23 00FD 10FC 0F07"            /* ë.ô..çÂ.î#.ı.ü.. */
	$"18F3 0017 2000 EB2F E809 1821 000E EF38"            /* .ó.. .ë/èÆ.!..ï8 */
	$"D417 041D 10FF 0F24 DF20 0F08 0D16 0415"            /* Ô....ÿ.$ß ...... */
	$"0015 1C04 0B18 EB2A FF19 F317 1805 180C"            /* ......ë*ÿ.ó..... */
	$"170C 1708 1F0C 0E13 2F10 EF2A 19F2 131A"            /* ......../.ï*.ò.. */
	$"090F 0325 18F7 1E07 13FA 3FD8 2306 20FF"            /* Æ..%.÷...ú?Ø#. ÿ */
	$"29E5 2200 100C 20F3 0F0D 0B0C 1200 1323"            /* )å"... ó.......# */
	$"0213 1403 130C FF12 0313 FE0B 30DD 1E00"            /* ......ÿ...ş.0İ.. */
	$"0F04 FF1F 000F F417 101E E019 10ED 1602"            /* ..ÿ...ô...à..í.. */
	$"F314 F702 0B0A F71E F0F9 0F10 E722 EDF4"            /* ó.÷..Â÷.ğù..ç"íô */
	$"0F08 EF18 03F0 17E0 0FF8 16F8 FFF0 F718"            /* ..ï..ğ.à.ø.øÿğ÷. */
	$"03E3 07E8 0B10 EFFF F518 C90A F700 FD0A"            /* .ã.è..ïÿõ.ÉÂ÷.ıÂ */
	$"00F3 11EA E713 E0FF D80A D7FC F1F8 EDF0"            /* .ó.êç.àÿØÂ×üñøíğ */
	$"EF06 F6E2 FB06 E4FF 04DF FAFB F804 EB11"            /* ï.öâû.äÿ.ßúûø.ë. */
	$"D806 F405 D40A D2F3 F0DF F5F7 CE11 DCF8"            /* Ø.ô.ÔÂÒóğßõ÷Î.Üø */
	$"E80A C809 F4F3 F8DD FFF0 DF04 D7F0 E8E3"            /* èÂÈÆôóøİÿğß.×ğèã */
	$"05D8 F3EB 00E8 EB05 F1E7 FEEF 0ADF EEEC"            /* .Øóë.èë.ñçşïÂßîì */
	$"F2E8 EFF4 E3F5 FCEB FCC4 FDE0 02E9 EEDB"            /* òèïôãõüëüÄıà.éîÛ */
	$"F3F1 EBED F0DD FEDA EDF8 DFE7 FFE8 E5F0"            /* óñëíğİşÚíøßçÿèåğ */
	$"EEE1 EFE9 06D0 F8E0 F9FA DFEC E704 E300"            /* îáïé.Ğøàùúßìç.ã. */
	$"C8F2 F0F0 EB06 D0FF 00DF FBEF F2EF 10F7"            /* Èòğğë.Ğÿ.ßûïòï.÷ */
	$"F4FC FB00 F9EC 0CF8 EE07 00FE 04FE 0312"            /* ôüû.ùì.øî..ş.ş.. */
	$"DD14 E00B F60D F207 08F5 04FF FC0F E91B"            /* İ.à.ö.ò..õ.ÿü.é. */
	$"000F 000F 08FF F218 07FC 1304 13FE 1306"            /* .....ÿò..ü...ş.. */
	$"18EB 1E00 1FF5 1F04 0F20 FD10 04FF 1E0A"            /* .ë...õ... ı..ÿ.Â */
	$"0708 FF12 0B23 EF1B 060A 14FF 11FB 0A15"            /* ..ÿ..#ï..Â.ÿ.ûÂ. */
	$"1A00 0F10 0619 1CFF 18FF 101F 1007 1C06"            /* .......ÿ.ÿ...... */
	$"1F18 F824 F527 020D 180A FF2E 0007 0613"            /* ..ø$õ'...Âÿ..... */
	$"080F 1AFF 19DF 1904 1504 FF10 0A06 1DFD"            /* ...ÿ.ß....ÿ.Â..ı */
	$"1B10 072E F51E 0D1D 0920 1808 2708 1DF8"            /* ....õ...Æ ..'..ø */
	$"1A10 FD18 0D0E FF04 1515 0B10 29F0 1718"            /* ..ı...ÿ.....)ğ.. */
	$"1805 16F2 1F00 FF26 00F7 15F7 10F9 0605"            /* ...ò..ÿ&.÷.÷.ù.. */
	$"0FF9 1ECF 29F8 0310 F714 FC17 0012 000F"            /* .ù.Ï)ø..÷.ü..... */
	$"100C 1200 1CF4 1312 F10F 08FF 0613 0015"            /* .....ô..ñ..ÿ.... */
	$"F80B F207 F009 F006 0CEF 0AF0 1300 FF0A"            /* ø.ò.ğÆğ..ïÂğ..ÿÂ */
	$"01FC FF10 E30F EF02 FD02 0514 FA01 FF00"            /* .üÿ.ã.ï.ı...ú.ÿ. */
	$"0D0C EEFF EE03 F3FC F4F8 EE07 E4FF F0F3"            /* ..îÿî.óüôøî.äÿğó */
	$"01ED FC00 E302 FB0A F7F9 FE02 00FF 00F3"            /* .íü.ã.ûÂ÷ùş..ÿ.ó */
	$"FDFF FCF1 F0EF 00EF FAF6 FCDF 03DF FCEA"            /* ıÿüñğï.ïúöüß.ßüê */
	$"F3F3 F5FE EAFD F3F2 FFF8 E5F6 FBE8 EB03"            /* óóõşêıóòÿøåöûèë. */
	$"E4F6 E807 F4E7 F0FF E8EA FAFA E700 E7FB"            /* äöè.ôçğÿèêúúç.çû */
	$"E7F0 F1F6 EAF6 E6FF DAFD E0F9 E4FB D905"            /* çğñöêöæÿÚıàùäûÙ. */
	$"DDF8 F8F1 F7F4 EFF4 FFF0 FCED 03F0 FB02"            /* İøøñ÷ôïôÿğüí.ğû. */
	$"E703 E901 FAF3 EDFB FCF9 F5FF FCF7 0010"            /* ç.é.úóíûüùõÿü÷.. */
	$"CE07 E8FC F505 EEFE FCF4 06ED FBF7 00F5"            /* Î.èüõ.îşüô.íû÷.õ */
	$"03FE FCF3 09FC FB06 EB0C FB08 EBFF F2FF"            /* .şüóÆüû.ë.û.ëÿòÿ */
	$"FAFA F106 00FF F807 F807 F009 0004 F8FB"            /* úúñ..ÿø.ø.ğÆ..øû */
	$"0BEE 0708 02FB 070A F1FF 0A04 F807 FE09"            /* .î...û.ÂñÿÂ.ø.şÆ */
	$"FA15 000B 020D 12EF 1B00 FF0A 0519 FC0E"            /* ú......ï..ÿÂ..ü. */
	$"1509 0519 1105 090E 0F10 0A0F 1518 080C"            /* .Æ....Æ...Â..... */
	$"1F0C 161D 1407 1815 1618 131B 1C07 2B14"            /* ..............+. */
	$"081D 1517 1419 1217 101C 180F 2407 2405"            /* ............$.$. */
	$"1E0C 1C01 1F08 170C 1808 1E08 19FD 140E"            /* .............ı.. */
	$"0C15 1801 190E 1013 1115 1807 1EFF 160D"            /* .............ÿ.. */
	$"140C 1600 1E00 1510 0703 1103 1100 FF10"            /* ..............ÿ. */
	$"0300 0B03 0A07 10FF 0A04 0711 0409 0E06"            /* ....Â..ÿÂ....Æ.. */
	$"0F0C 090C 0312 FC15 0004 0D0D FF0F FF0A"            /* ..Æ...ü.....ÿ.ÿÂ */
	$"070C FD09 09F8 05FA 07F4 FEFC 02F1 FFFE"            /* ..ıÆÆø.ú.ôşü.ñÿş */
	$"F8FD 0302 FCFF 0306 03FB 0402 FE00 FC00"            /* øı..üÿ...û..ş.ü. */
	$"FFFC F505 ECFD 02F1 FFF8 FCF6 03E8 03F0"            /* ÿüõ.ìı.ñÿøüö.è.ğ */
	$"FDF5 FBF3 F8FF F4F2 FEF9 F0F9 FFF6 F5F9"            /* ıõûóøÿôòşùğùÿöõù */
	$"F802 F2FF 02F3 06F6 FAFD F7FC F2FB EF04"            /* ø.òÿ.ó.öúı÷üòûï. */
	$"F1F3 01F6 F2FC F5FC F2F5 FAFB EDFD E801"            /* ñó.öòüõüòõúûíıè. */
	$"EDFD F8FB ECFD F2F5 FDF0 FDF4 FFF6 F7F4"            /* íıøûìıòõığıôÿö÷ô */
	$"F9FD F5F6 F302 E3FF F8E9 F7FC F3F6 F9F5"            /* ùıõöó.ãÿøé÷üóöùõ */
	$"F6F7 F200 ECF4 F8F6 F5F4 F7FA F6F8 FDEC"            /* ö÷ò.ìôøöõô÷úöøıì */
	$"FBF8 F6F6 F8FD F8F9 02FC FDFE 02FE 04F2"            /* ûøööøıøù.üış.ş.ò */
	$"05F7 FFFC FCFD FCFB F903 F1FF F8FD 09F0"            /* .÷ÿüüıüûù.ñÿøıÆğ */
	$"FBFF F403 FCF5 07FC FEFD FCF9 FAFF 00F9"            /* ûÿô.üõ.üşıüùúÿ.ù */
	$"FCFF FCFB 05FD F9FF FF06 F8FF 06FB FC05"            /* üÿüû.ıùÿÿ.øÿ.ûü. */
	$"0202 FC0E 04F6 0606 FC0E 0203 08F7 0E04"            /* ..ü..ö..ü....÷.. */
	$"01FF 0606 0305 0C00 0605 0F06 0209 090C"            /* .ÿ...........ÆÆ. */
	$"0408 0700 0712 FE07 030D 0803 0706 07FF"            /* ......ş........ÿ */
	$"1309 06FF 0D07 0D0A 0913 040E 1304 0B0F"            /* .Æ.ÿ...ÂÆ....... */
	$"1108 120C 0F08 190F 0E0A 130F 1908 1310"            /* .........Â...... */
	$"1308 1B0F 120D 190B 140A 1214 0713 0B18"            /* .........Â...... */
	$"0F0D 160A 1710 0A16 0E0F 130B 0F0F 1010"            /* ...Â..Â......... */
	$"0F0C 0F13 0E07 1109 0C07 0F0B 0F09 0907"            /* .......Æ.....ÆÆ. */
	$"090F 020B 0607 0804 0D05 030B 0A0A 0508"            /* Æ...........ÂÂ.. */
	$"090C 0307 0909 0308 090C FE0B 0B07 0804"            /* Æ...ÆÆ..Æ.ş..... */
	$"0A06 0705 0903 0107 0304 0303 FF01 03F9"            /* Â...Æ.......ÿ..ù */
	$"02FC F900 FCFF 03FE 0303 0705 0C02 040A"            /* .üù.üÿ.ş.......Â */
	$"0505 0C02 0E01 0F01 0B01 0803 0304 FE04"            /* ..............ş. */
	$"0003 05FD FE04 FC03 FEFF FFFF FE06 F8FF"            /* ...ış.ü.şÿÿÿş.øÿ */
	$"03FF 0306 FC05 FD03 0BF8 06FF 0706 0102"            /* .ÿ..ü.ı..ø.ÿ.... */
	$"0602 010D 0104 FE07 0403 FF03 FE06 06FE"            /* ......ş...ÿ.ş..ş */
	$"08FA 0503 0001 FEFE 0201 FDFD FC00 01F8"            /* .ú....şş..ııü..ø */
	$"FE00 FAFE FCFC FAF8 FFFA F9FF F8FC FDF9"            /* ş.úşüüúøÿúùÿøüıù */
	$"FEF8 FBF7 FFF1 FFFC F6FC FAF8 FEF5 FDFB"            /* şøû÷ÿñÿüöüúøşõıû */
	$"F8F7 F8FF F8F8 FFF4 FBFD F9F7 FAF8 FCFC"            /* ø÷øÿøøÿôûıù÷úøüü */
	$"F8FA FCFA FBFD F8F7 FD00 F4FE F8FF F7FF"            /* øúüúûıø÷ı.ôşøÿ÷ÿ */
	$"F9FE F7FC 03FC FCFB 00FC FE02 01FC FF02"            /* ùş÷ü.üüû.üş..üÿ. */
	$"0100 FF01 02FF 0504 FC07 0403 0506 FF05"            /* ..ÿ..ÿ..ü.....ÿ. */
	$"0807 0508 030C 060C 0806 0F05 1307 0D0C"            /* ................ */
	$"0B11 130B 0F0E 1210 0F10 0F10 1113 100F"            /* ................ */
	$"0F0F 1311 0915 0A13 0F0D 0D0E 0B12 0C0D"            /* ....Æ.Â......... */
	$"0D0E 090D 1209 0D0F 1009 0B0E 0C0C 060F"            /* ..Æ..Æ...Æ...... */
	$"0A0B 0A0D 090C 0B0F 070E 0C11 0C0E 0F11"            /* Â.Â.Æ........... */
	$"0B15 0F12 0F14 1111 1311 1113 1313 180D"            /* ................ */
	$"1312 1214 1415 0F14 1515 0F11 1614 0F13"            /* ................ */
	$"1614 0C18 1011 0F15 0E15 1011 0F13 0F15"            /* ................ */
	$"0F0F 130D 130D 140F 0E13 0F13 1011 0F0F"            /* ................ */
	$"140B 110C 0F12 090F 0D0D 0C0D 0C11 070E"            /* ......Æ......... */
	$"0A0D 070B 0A0C 050E 0905 0B06 0907 0209"            /* Â...Â...Æ...Æ..Æ */
	$"0304 0701 0501 0603 0104 0305 0306 0506"            /* ................ */
	$"0908 0909 0D0D 0B0A 110A 0E0C 0D0E 0E0C"            /* Æ.ÆÆ...Â.Â...... */
	$"0C0C 0D0C 0B0D 080A 0B07 0C07 050A 070B"            /* .......Â.....Â.. */
	$"020B 0505 0906 0406 0703 0803 0806 0607"            /* ....Æ........... */
	$"0B02 070C 0605 0903 0903 0609 0907 0309"            /* ......Æ.Æ..ÆÆ..Æ */
	$"0703 0708 0304 0904 0705 0608 0208 0906"            /* ......Æ.......Æ. */
	$"0506 0705 0606 0704 0608 0107 0504 0503"            /* ................ */
	$"0607 0203 08FF 0503 0303 0303 0300 0301"            /* .....ÿ.......... */
	$"0502 FD05 0001 0100 00FF 00FD 02FE FFFF"            /* ..ı......ÿ.ı.şÿÿ */
	$"F000 02FC FDFC 00FC FDFD FCFC FDFD FBFD"            /* ğ..üıü.üııüüııûı */
	$"FCFE FBFE FFFD F902 FFFE 00FE 03FF 0300"            /* üşûşÿıù.ÿş.ş.ÿ.. */
	$"0101 0404 0503 0307 0905 0807 0B08 0C0C"            /* ........Æ....... */
	$"0A0B 0E0D 0E0F 0F0F 1112 0F13 1013 1711"            /* Â............... */
	$"1415 1416 1718 1618 1A1C 151C 171A 181B"            /* ................ */
	$"1A1A 1A1B 1E18 1A1A 1C19 1C1A 181B 191A"            /* ................ */
	$"1918 181A 1E13 191A 131C 1714 1814 1918"            /* ................ */
	$"1816 1115 1811 190F 1514 1313 1312 1411"            /* ................ */
	$"190F 1411 1413 1613 0E15 1113 1115 1015"            /* ................ */
	$"1013 130F 1318 100F 1A0B 1811 1514 100B"            /* ................ */
	$"190F 1212 1514 1213 1119 1807 1A13 1318"            /* ................ */
	$"1613 1E18 0F1C 111A 1811 1A16 1513 191C"            /* ................ */
	$"0E1D 180F 2110 1714 1113 1510 0F0E 130C"            /* ....!........... */
	$"0F13 070E 0C0E 0C06 070A 0C0A 0709 0A0A"            /* .........Â.Â.ÆÂÂ */
	$"0708 010C 07FC 0901 05FC 0507 0303 0207"            /* .....üÆ..ü...... */
	$"0306 0607 020C 010E 0107 090E 030A 090C"            /* ..........Æ..ÂÆ. */
	$"0908 0D09 090D 0D08 0D06 0E0B 0908 0909"            /* Æ..ÆÆ.......Æ.ÆÆ */
	$"070A 0502 0709 FE07 0407 FC0B 0202 0005"            /* .Â...Æş...ü..... */
	$"0206 FE05 FA07 FA0C F8FD FC02 F9FF 00FB"            /* ..ş.ú.ú.øıü.ùÿ.û */
	$"03FB 04FA FFFA 03FC FFFB F803 FC00 FCFB"            /* .û.úÿú.üÿûø.ü.üû */
	$"FD04 FEFE F900 F706 FCFD FF02 FE04 FAFB"            /* ı.şşù.÷.üıÿ.ş.úû */
	$"0002 FC07 FDFD FE01 FF00 FDFF 0601 06FD"            /* ..ü.ıış.ÿ.ıÿ...ı */
	$"FF03 0104 0003 FC07 0304 FD01 FF09 0302"            /* ÿ.....ü...ı.ÿÆ.. */
	$"FF03 FB0C 00F7 0904 FC07 00FB 0302 FF01"            /* ÿ.û..÷Æ.ü..û..ÿ. */
	$"FFFE 03FE 0100 FE03 FE07 00FC 0703 06FF"            /* ÿş.ş..ş.ş..ü...ÿ */
	$"0302 0505 0407 04FF 050B 0103 0000 08B0"            /* .......ÿ.......° */
	$"0000 0000 0000 0000 4000 20AB 0008 0000"            /* ........@. «.... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"01EC 64C0 0000 0000 080C 0A0F 0907 0E0B"            /* .ìdÀ......Â.Æ... */
	$"0F07 18FF 1F10 1F20 1F00 1F00 0F31 CF40"            /* ...ÿ... .....1Ï@ */
	$"E007 2308 2F00 29EB 081F 100F 3C00 1732"            /* à.#./.)ë....<..2 */
	$"F5F3 121B 40DF 30FB 1FCC 43DF 0817 F318"            /* õó..@ß0û.ÌCß..ó. */
	$"FF10 FFFB 10FF 4FC4 0B06 1336 F115 0017"            /* ÿ.ÿû.ÿOÄ...6ñ... */
	$"18ED 071F 2017 2017 0807 1D10 FF24 21D7"            /* .í.. . .....ÿ$!× */
	$"28F7 1CF7 03EF 14FF 02F0 23EC 2B00 27C0"            /* (÷.÷.ï.ÿ.ğ#ì+.'À */
	$"35A0 1DB0 05DC FFE7 101F F01B CB13 FF00"            /* 5 .°.Üÿç..ğ.Ë.ÿ. */
	$"E7EF F0FB C81E A0E4 9FE0 D7EC 03DF 1619"            /* çïğûÈ. äŸà×ì.ß.. */
	$"2F04 2C1F 343B 1220 311C 2C0D 2027 00FF"            /* /.,.4;. 1.,. '.ÿ */
	$"06EA F8D5 D7D0 DF8F 9C8E 8F8F 908F 94AF"            /* .êøÕ×Ğßœ”¯ */
	$"C727 426D 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* Ç'Bm............ */
	$"7870 3F38 2AE8 EFD0 BFA0 9794 898C 8988"            /* xp?8*èïĞ¿ —”‰Œ‰ˆ */
	$"8989 8989 8A8A 8B8B 8B8C 8C8C 8D8D 8E8F"            /* ‰‰‰‰ŠŠ‹‹‹ŒŒŒ */
	$"92A3 C7CF F70F FF36 2F4E 5B63 6F7C 7873"            /* ’£ÇÏ÷.ÿ6/N[co|xs */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* ................ */
	$"7F7F 7F7F 7F7B 7F5F 6357 1048 FF18 F8DE"            /* .....{._cW.Hÿ.øŞ */
	$"E1E0 A2C8 A2AF 8893 8986 8483 8584 8485"            /* áà¢È¢¯ˆ“‰†„ƒ…„„… */
	$"8485 8585 8686 8687 8787 8788 8889 8A89"            /* „………†††‡‡‡‡ˆˆ‰Š‰ */
	$"8C8A 8D8C 9A8E B39F D0CF E4E7 07FF F118"            /* ŒŠŒš³ŸĞÏäç.ÿñ. */
	$"292D 2B4A 3B5C 4766 5B67 7077 7A7F 7C7F"            /* )-+J;\Gf[gpwz.|. */
	$"7F72 7F7C 7F7F 7F78 7F7F 7E76 7963 505C"            /* .r.|...x..~vycP\ */
	$"6743 4338 3B16 202D F00E 01F6 F4CD F8C0"            /* gCC8;. -ğ..öôÍøÀ */
	$"E7C2 BFC4 B3B2 ADB8 93A2 8B8F A18A 9C8A"            /* çÂ¿Ä³²­¸“¢‹¡ŠœŠ */
	$"928C 8B90 9393 92A5 9FA2 BEB2 C7C2 D3D7"            /* ’Œ‹““’¥Ÿ¢¾²ÇÂÓ× */
	$"E2FD D710 031A 0B28 1E1E 3839 384F 4343"            /* âı×....(..898OCC */
	$"5652 6541 7053 6072 535C 545E 5D60 5465"            /* VReApS`rS\T^]`Te */
	$"584C 5461 3C50 3F3E 3445 2711 3405 230C"            /* XLTa<P?>4E'.4.#. */
	$"0306 F8F3 F4EC DCD2 DFC0 C0C8 A7A1 B0AB"            /* ..øóôìÜÒßÀÀÈ§¡°« */
	$"A0A7 89A0 8D8C 8C8C 8F8C 8C90 8C8E 8A8E"            /*  §‰ ŒŒŒŒŒŒŠ */
	$"8C95 8C8E 938E 9291 9194 93A1 98B1 A5C7"            /* Œ•Œ“’‘‘”“¡˜±¥Ç */
	$"A8D7 C4E1 CFF1 F6ED FA14 0F1B 2629 2F40"            /* ¨×ÄáÏñöíú...&)/@ */
	$"3F40 573F 5859 585B 696A 7070 6E7D 7877"            /* ?@W?XYX[ijppn}xw */
	$"7F6D 7078 736D 6C6A 676C 6358 5750 494B"            /* .mpxsmljglcXWPIK */
	$"3C36 3A38 1F28 1D16 100C 0AEF F8EF DBE0"            /* <6:8.(....ÂïøïÛà */
	$"DFC9 BFC0 BCD3 ADB8 AAA0 A795 9A93 988F"            /* ßÉ¿À¼Ó­¸ª §•š“˜ */
	$"8F8E 8E90 8E8F 8E8D 8F8F 8E8F 8F8F 8F90"            /*  */
	$"9091 9393 9494 949E 94A7 99A8 9EB1 B1AC"            /* ‘““””””§™¨±±¬ */
	$"C5C4 BFCD D7E2 DDEF EA06 F713 1318 232B"            /* ÅÄ¿Í×âİïê.÷...#+ */
	$"3636 394F 4C60 4D6A 4E71 626B 7463 7C7E"            /* 669OL`MjNqbktc|~ */
	$"6C7F 7A7F 7876 7F76 7976 7C6F 706B 676C"            /* l.z.xv.vyv|opkgl */
	$"615E 6047 5153 423D 3833 381B 280F 000C"            /* a^`GQSB=838.(... */
	$"F9F3 E3E5 E3D4 D0CF BABB B8B2 ACA3 96A4"            /* ùóãåãÔĞÏº»¸²¬£–¤ */
	$"939B 8F8F 938F 918F 9090 9190 9091 9191"            /* “›“‘‘‘‘‘ */
	$"9292 9492 9493 9495 9596 9799 9699 9F97"            /* ’’”’”“”••–—™–™Ÿ— */
	$"9FA0 A2A5 A9B0 A9BF B6BF C0CC CFD0 DFD4"            /* Ÿ ¢¥©°©¿¶¿ÀÌÏĞßÔ */
	$"E6E5 F3F6 FFFC 0F0F 0E28 1F26 293D 3C45"            /* æåóöÿü...(.&)=<E */
	$"474C 5558 6352 6967 6770 7070 7878 7A7C"            /* GLUXcRiggpppxxz| */
	$"7E7F 7E7F 7F7F 7F7B 7F7F 777C 7F76 7A71"            /* ~.~....{..w|.vzq */
	$"7467 6E6D 6163 6067 5459 5855 4B49 5238"            /* tgnmac`gTYXUKIR8 */
	$"4437 3033 2827 1F14 1C07 0300 03F0 E8E0"            /* D703('.......ğèà */
	$"DCD7 CCC5 C8BC B0B4 A7AE 9E9B 9891 958F"            /* Ü×ÌÅÈ¼°´§®›˜‘• */
	$"908F 8F8F 908F 9091 9091 9091 9292 9293"            /* ‘‘‘’’’“ */
	$"9393 9596 9596 9898 9EA0 9BA6 ABB0 AFB7"            /* ““•–•–˜˜ ›¦«°¯· */
	$"B4C7 C3C8 CDD2 DBE5 DBEC F4E7 F3FF FEFD"            /* ´ÇÃÈÍÒÛåÛìôçóÿşı */
	$"0307 0B1A 0817 1825 2228 2C32 3338 3B47"            /* .......%"(,238;G */
	$"434F 4B50 575C 5D61 6766 6973 6C7B 767E"            /* COKPW\]agfisl{v~ */
	$"737F 7F7E 7F7C 7F7F 7F7F 7F7F 7F7F 7F71"            /* s..~.|.........q */
	$"7F7A 7579 706E 6E69 6963 5E58 5C52 4C53"            /* .zuypnniic^X\RLS */
	$"4346 4035 3E25 3123 2018 1610 0C04 FCFC"            /* CF@5>%1# .....üü */
	$"EEED E8E0 E0D3 D3C9 CABD BEBE B9AF B1AC"            /* îíèààÓÓÉÊ½¾¾¹¯±¬ */
	$"A3A8 A49F A891 A193 9696 9196 9097 9291"            /* £¨¤Ÿ¨‘¡“––‘–—’‘ */
	$"9193 9292 9293 9392 9293 9293 9493 9494"            /* ‘“’’’““’’“’“”“”” */
	$"9495 9596 9596 9697 9898 999B 9A9D 9EA2"            /* ”••–•––—˜˜™›š¢ */
	$"A4A6 B2B2 BDBF C7C9 D1D6 DBDF E5EF F0FB"            /* ¤¦²²½¿ÇÉÑÖÛßåïğû */
	$"F605 0511 1316 1F26 1A30 2734 333F 3549"            /* ö......&.0'43?5I */
	$"4047 4A4F 4F54 535E 535D 605B 605C 6567"            /* @GJOOTS^S]`[`\eg */
	$"5C69 6067 6761 6960 6765 6464 6764 6762"            /* \i`ggai`geddgdgb */
	$"6765 6663 6A5E 6863 6360 6665 6461 6560"            /* gefcj^hcc`fedae` */
	$"655A 6358 5C5C 594E 5053 474E 4C40 473D"            /* eZcX\\YNPSGNL@G= */
	$"4231 392E 312E 2D27 1F22 1918 160A 0906"            /* B19.1.-'."...ÂÆ. */
	$"0200 F8F4 F6E6 EAE3 D9DE D4D6 CDD0 C7C8"            /* ..øôöæêãÙŞÔÖÍĞÇÈ */
	$"C1C5 BABE BBB4 B8B0 B4AF A8B1 A6A8 A7A6"            /* ÁÅº¾»´¸°´¯¨±¦¨§¦ */
	$"A8A2 A8A1 A0A1 A1A3 9CA4 9BA1 9FA1 9EA4"            /* ¨¢¨¡ ¡¡£œ¤›¡Ÿ¡¤ */
	$"A4A7 A2AD A6A5 ADAB B0B3 B5B3 BBBA BDBA"            /* ¤§¢­¦¥­«°³µ³»º½º */
	$"C3C3 C0C6 CCCB C9CE CFD2 D1D5 D9D8 DEDF"            /* ÃÃÀÆÌËÉÎÏÒÑÕÙØŞß */
	$"E0E2 E7EC EDEB F5F3 FFF6 FD02 0505 0B0D"            /* àâçìíëõóÿöı..... */
	$"0F16 1918 2223 252C 302F 3937 4042 4048"            /* ...."#%,0/97@B@H */
	$"4E51 555B 5B61 6169 676E 7071 7378 767C"            /* NQU[[aaignpqsxv| */
	$"7D7B 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* }{.............. */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7C7A 7876"            /* ............|zxv */
	$"7371 6C6C 6765 625E 5C58 5253 4D4A 4641"            /* sqllgeb^\XRSMJFA */
	$"403B 3834 302C 2823 221D 1815 110D 0B07"            /* @;840,(#"....... */
	$"00FF FAF8 F7F2 EFEE ECE9 E6E5 E4DE E0DC"            /* .ÿúø÷òïîìéæåäŞàÜ */
	$"DCD8 D8D5 D3CF CFCB C8C8 C5C1 BFBD BCB9"            /* ÜØØÕÓÏÏËÈÈÅÁ¿½¼¹ */
	$"B6B4 B2B0 B0AE AAAA A9A8 A6A4 A3A3 A2A2"            /* ¶´²°°®ªª©¨¦¤££¢¢ */
	$"A09E 9D9E 9F9C 9C9C 9B9A 9A9A 9A98 989A"            /*  Ÿœœœ›šššš˜˜š */
	$"9A9A 9C9A 9C9D 9C9F A09F A3A4 A6A9 AAAE"            /* ššœšœœŸ Ÿ£¤¦©ª® */
	$"AEB3 B5B8 BDBF C3C4 CBCC D0D4 D6DB DEE2"            /* ®³µ¸½¿ÃÄËÌĞÔÖÛŞâ */
	$"E7E9 EDF0 F5F8 FBFE 0104 080D 0F11 1619"            /* çéíğõøûş........ */
	$"1C1F 2025 2727 2D30 3134 393C 3C40 4243"            /* .. %''-0149<<@BC */
	$"4749 4A4B 4E51 5253 5658 585A 5C5D 5E5E"            /* GIJKNQRSVXXZ\]^^ */
	$"6160 6161 6163 6364 6666 6767 6A6C 6C6C"            /* a`aaaccdffggjlll */
	$"6C6C 6E6E 706E 7070 7070 7070 7070 7170"            /* llnnpnppppppppqp */
	$"7070 7071 7170 7070 7170 7070 7070 7070"            /* pppqqpppqppppppp */
	$"6C6C 6C6A 6766 6463 6160 5C59 5753 514D"            /* llljgfdca`\YWSQM */
	$"4A47 4340 3C39 3531 2C28 2721 1E1B 1613"            /* JGC@<951,('!.... */
	$"0E0A 0601 FEF9 F5F1 EFEC E6E4 E0DC D8D6"            /* .Â..şùõñïìæäàÜØÖ */
	$"D1CC C8C6 C3BE BAB9 B6B1 AFAD AAA6 A5A3"            /* ÑÌÈÆÃ¾º¹¶±¯­ª¦¥£ */
	$"9F9E 9D9C 9998 9895 9392 9290 8F8F 8D8D"            /* Ÿœ™˜˜•“’’ */
	$"8C8C 8C8B 8B8C 8C8C 8C8C 8D8D 8E8D 8E8F"            /* ŒŒŒ‹‹ŒŒŒŒŒ */
	$"8F90 9091 9392 9395 9797 989C 9D9E A1A2"            /* ‘“’“•——˜œ¡¢ */
	$"A4A7 AAAC AEB0 B2B3 B5B8 B9BB BCBF C0C2"            /* ¤§ª¬®°²³µ¸¹»¼¿ÀÂ */
	$"C4C6 C7CA CBCD CFD2 D5D6 D9DB DEE0 E3E6"            /* ÄÆÇÊËÍÏÒÕÖÙÛŞàãæ */
	$"E7EA EDF0 F2F5 F7FA FCFE 0003 0506 090B"            /* çêíğòõ÷úüş....Æ. */
	$"0C11 1113 1518 191B 1D1F 2123 2629 2B2D"            /* ..........!#&)+- */
	$"3032 3536 3739 3C3F 4042 4548 4A4C 4F51"            /* 025679<?@BEHJLOQ */
	$"5355 5758 5B5D 6060 6162 6363 6567 6868"            /* SUWX[]``abcceghh */
	$"676A 6969 6A69 6B69 6969 6767 6765 6464"            /* gjiijikiiigggedd */
	$"6363 6362 6260 6060 5D5C 5C55 5858 5858"            /* cccbb```]\\UXXXX */
	$"5654 5353 4F4E 4D4C 4A47 4643 413F 3E3C"            /* VTSSONMLJGFCA?>< */
	$"3B39 3734 3130 2D2A 2725 2321 1F1D 1B18"            /* ;97410-*'%#!.... */
	$"1816 1514 1211 0F0F 0D0C 0809 0705 0301"            /* ...........Æ.... */
	$"00FE FCFB F7F5 F3F1 F0EC EAE8 E6E5 E2E0"            /* .şüû÷õóñğìêèæåâà */
	$"DEDD DBD9 D6D2 D1CF CCCA C8C4 C3C2 C0BE"            /* ŞİÛÙÖÒÑÏÌÊÈÄÃÂÀ¾ */
	$"BCBB B9B8 B5B3 B3B0 AEAD ABAA A8A5 A4A4"            /* ¼»¹¸µ³³°®­«ª¨¥¤¤ */
	$"A09F 9C9C 9A98 9794 9392 9190 8F8F 8F8F"            /*  Ÿœœš˜—”“’‘ */
	$"8E8E 8E8E 8E8E 8E8E 8E8F 8F8F 8F8F 8F90"            /*  */
	$"9090 9191 9192 9293 9393 9494 9595 9697"            /* ‘‘‘’’“““””••–— */
	$"9798 9999 9A9B 9C9E 9EA0 A2A4 A5A6 A9AC"            /* —˜™™š›œ ¢¤¥¦©¬ */
	$"ADB0 B2B4 B8BB BDBF C1C3 C6C9 CACE CFD2"            /* ­°²´¸»½¿ÁÃÆÉÊÎÏÒ */
	$"D6D8 DADC E0E2 E6E9 ECEF F2F6 F6FB FCFF"            /* ÖØÚÜàâæéìïòööûüÿ */
	$"0305 070B 0E11 1317 191E 1F21 2625 2829"            /* ...........!&%() */
	$"2B2D 3030 3335 3738 3B3C 3D3E 4043 4342"            /* +-003578;<=>@CCB */
	$"4446 4749 494B 4C4D 4E4F 4E52 5151 5455"            /* DFGIIKLMNONRQQTU */
	$"5554 5557 5556 5656 5655 5956 5555 5456"            /* UTUWUVVVVUYVUUTV */
	$"5351 5352 5150 4F4F 4E4D 4C4C 4D4C 4A4B"            /* SQSRQPOONMLLMLJK */
	$"4A48 4848 4745 4544 4442 4140 4040 3E3E"            /* JHHHGEEDDBA@@@>> */
	$"3E3C 3A3A 3A37 3735 3432 3130 2E2D 2B2A"            /* ><:::7754210.-+* */
	$"2925 2522 211F 1E1B 1917 1614 1210 0E0C"            /* )%%"!........... */
	$"0907 0604 0200 00FD FCFB FAF7 F6F5 F2F2"            /* Æ......ıüûú÷öõòò */
	$"F1EF EEEC ECEB E9E8 E7E6 E6E5 E5E3 E2E2"            /* ñïîììëéèçææååãââ */
	$"E1E0 E0DE DFDD DDDC DBD8 DBDB DAD9 D7D9"            /* áààŞßİİÜÛØÛÛÚÙ×Ù */
	$"D9DB D9DA D8DB DBDB DCDB DDDD DEDE DFE0"            /* ÙÛÙÚØÛÛÛÜÛİİŞŞßà */
	$"E0E1 E3E2 E3E4 E5E6 E7E7 E8E8 E9EA EAEB"            /* àáãâãäåæççèèéêêë */
	$"ECEC EDED EEEF F0F0 F0F1 F2F2 F3F3 F3F4"            /* ììííîïğğğñòòóóóô */
	$"F5F5 F5F6 F6F7 F7F7 F8F8 F9F9 F9F9 FAFA"            /* õõõöö÷÷÷øøùùùùúú */
	$"FBFB FBFB FCFC FCFC FDFD FDFD FDFE FEFE"            /* ûûûûüüüüııııışşş */
	$"FEFE FEFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* şşşÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FF00 0000 0838 0000 0000 0000 0000"            /* ÿÿÿ....8........ */
	$"3600 20AB 0008 0000 0000 0000 0000 0000"            /* 6. «............ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 01EC 6DD0 0000 0000"            /* .........ìmĞ.... */
	$"00FF FFFF FF00 FF00 FFFF 0000 0000 0001"            /* .ÿÿÿÿ.ÿ.ÿÿ...... */
	$"0101 0202 0201 0102 0203 0302 0202 02FE"            /* ...............ş */
	$"FCFE 030B 1213 08F4 EAF1 FEFF FF00 0001"            /* üş.....ôêñşÿÿ... */
	$"0304 0505 0606 0707 0808 0807 0706 0606"            /* ................ */
	$"0605 0403 0303 0303 0303 0203 0302 0202"            /* ................ */
	$"0202 0202 0201 0000 0000 FFFF FFFE FDFD"            /* ..........ÿÿÿşıı */
	$"FDFC FD0F 7F7F 7F20 A087 9693 8C8D 959B"            /* ıüı....  ‡–“Œ•› */
	$"9E9F A5AB B2B9 C3CB D5DF FF5F 7E40 F0D4"            /* Ÿ¥«²¹ÃËÕßÿ_~@ğÔ */
	$"DFEF F3F4 F7FF 050B 0F15 191E 2226 2B2F"            /* ßïóô÷ÿ......"&+/ */
	$"3437 3B3F 4143 4647 4848 4848 4846 4442"            /* 47;?ACFGHHHHHFDB */
	$"403D 3A36 3330 2B26 221E 1A16 110C 0803"            /* @=:630+&"....... */
	$"00FB F7F3 F0EC E8E5 E2DF DCDA D9D7 D4D2"            /* .û÷óğìèåâßÜÚÙ×ÔÒ */
	$"D1D0 CFCE CECE CECE CDCD CECE CFD3 DFEB"            /* ÑĞÏÎÎÎÎÎÍÍÎÎÏÓßë */
	$"E8D8 C8C2 C5CA CDCF CFCF D1D3 D5D7 D9DB"            /* èØÈÂÅÊÍÏÏÏÑÓÕ×ÙÛ */
	$"DEDF E2E7 F31F 5F68 40E8 B0A3 B3C7 D3D4"            /* Şßâçó._h@è°£³ÇÓÔ */
	$"D2D1 D4DA E1E7 EDF2 F7FF 0309 0F16 1B1F"            /* ÒÑÔÚáçíò÷ÿ.Æ.... */
	$"262B 2F34 373B 3E40 4345 4647 4949 4848"            /* &+/47;>@CEFGIIHH */
	$"4746 4443 4240 3E3C 3937 3532 302C 2926"            /* GFDCB@><97520,)& */
	$"2422 1F1D 1B18 1614 1210 0E0B 0A08 0604"            /* $"..........Â... */
	$"0201 0000 FFFF FF0F 4F7F 7F7F 30C0 8080"            /* ....ÿÿÿ.O...0À€€ */
	$"8081 9BAB ACA6 A09D 9FAB B6BF CBD3 DFFF"            /* €›«¬¦ Ÿ«¶¿ËÓßÿ */
	$"2F5B 5A40 00D8 C0BF CFE7 FB07 0A0A 090A"            /* /[Z@.ØÀ¿Ïçû.ÂÂÆÂ */
	$"0D11 171E 2327 292B 2D2F 3031 3232 3231"            /* ....#')+-/012221 */
	$"302F 2D2B 2927 2422 201C 1915 110E 0A06"            /* 0/-+)'$" .....Â. */
	$"02FF FCF8 F6F2 F0EC EAE6 E4E1 DFDC DAD8"            /* .ÿüøöòğìêæäáßÜÚØ */
	$"D7D6 D4D2 D1D0 CFCE CECE CECD CCCC CDCD"            /* ×ÖÔÒÑĞÏÎÎÎÎÍÌÌÍÍ */
	$"CDCF D7DF E4E2 DCD0 C8C3 C1C3 C7CB CFD3"            /* ÍÏ×ßäâÜĞÈÃÁÃÇËÏÓ */
	$"D6D7 D9DB DDDF E3E6 EAF7 0F2F 4A48 3010"            /* Ö×ÙÛİßãæê÷./JH0. */
	$"E0C0 AAA7 AFBF D3E3 EFF6 F8F9 FAFC FF03"            /* àÀª§¯¿Óãïöøùúüÿ. */
	$"090F 171F 252B 2F34 373B 3E41 4345 4749"            /* Æ...%+/47;>ACEGI */
	$"4A4B 4B4B 4B4A 4948 4745 4341 403D 3B38"            /* JKKKKJIHGECA@=;8 */
	$"3634 312F 2C2A 2724 211E 1C19 1715 1310"            /* 641/,*'$!....... */
	$"0E0D 0B0A 0807 0504 0302 030F 2F5B 7B7F"            /* ...Â......../[{. */
	$"6840 00C0 8880 8080 8080 8FAB BBC7 CFD2"            /* h@.Àˆ€€€€€«»ÇÏÒ */
	$"D3D4 D7DF EF0F 2B3F 4840 2810 F8E4 D6D3"            /* ÓÔ×ßï.+?H@(.øäÖÓ */
	$"D7DF EFFF 0B15 1E23 2525 2423 2323 2425"            /* ×ßïÿ...#%%$###$% */
	$"272B 2D2E 2E2D 2C2A 2826 2320 1E1B 1814"            /* '+-..-,*(&# .... */
	$"110E 0B08 0501 FFFC F9F6 F4F0 ECE9 E7E4"            /* ......ÿüùöôğìéçä */
	$"E2E0 DEDC D9D7 D6D5 D3D2 D1D1 D0CF CECD"            /* âàŞÜÙ×ÖÕÓÒÑÑĞÏÎÍ */
	$"CDCD CDCD CECF D3D7 DBDD DDDA D6D1 CDCA"            /* ÍÍÍÍÎÏÓ×ÛİİÚÖÑÍÊ */
	$"C8C7 C8CA CCCF D5D9 DDE0 E3E6 E9ED F5FF"            /* ÈÇÈÊÌÏÕÙİàãæéíõÿ */
	$"1727 2F30 2618 02E8 D6C6 BCB7 B8BF C7D5"            /* .'/0&..èÖÆ¼·¸¿ÇÕ */
	$"DFEF FB05 0D14 191E 2124 2628 2B2E 3236"            /* ßïû.....!$&(+.26 */
	$"393D 4043 4547 494A 4A4A 4A49 4746 4442"            /* 9=@CEGIJJJJIGFDB */
	$"403E 3C3A 3734 312E 2C2A 2825 2220 1D1B"            /* @><:741.,*(%" .. */
	$"1816 1311 0F0D 0C0B 0A09 0706 0504 060E"            /* ........ÂÆ...... */
	$"1D2F 4351 5348 3418 F8D0 B094 8080 8080"            /* ./CQSH4.øĞ°”€€€€ */
	$"8080 8B9B AFBF D5E5 F307 1729 3941 4340"            /* €€‹›¯¿Õåó..)9AC@ */
	$"3528 180A FCF0 E8E4 E3E7 ECF5 FE07 0F1B"            /* 5(.Âüğèäãçìõş... */
	$"2127 2C2F 3131 3130 2F2C 2A27 2422 201E"            /* !',/1110/,*'$" . */
	$"1C1A 1816 1411 100D 0B08 0502 00FC F8F5"            /* .............üøõ */
	$"F1EE ECE9 E7E4 E2E0 DDDB DAD8 D7D6 D5D4"            /* ñîìéçäâàİÛÚØ×ÖÕÔ */
	$"D3D3 D2D1 D1D1 D0D0 D0D1 D3D6 D8DA DBDB"            /* ÓÓÒÑÑÑĞĞĞÑÓÖØÚÛÛ */
	$"DAD9 D7D5 D3D1 CFCE CECF CFD1 D5D8 DBDF"            /* ÚÙ×ÕÓÑÏÎÎÏÏÑÕØÛß */
	$"E3E6 EBF2 FD07 0F19 1F22 2018 1004 F8EC"            /* ãæëòı...." ...øì */
	$"E0D8 D2CD CBCD D1D7 DFE7 EFFB 050F 1923"            /* àØÒÍËÍÑ×ßçïû...# */
	$"2B31 373D 4043 4546 4748 4747 4746 4645"            /* +17=@CEFGHGGGFFE */
	$"4444 4343 4140 3E3D 3C39 3734 312F 2C2A"            /* DDCCA@>=<9741/,* */
	$"2724 211F 1C19 1714 1210 0E0C 0A08 0706"            /* '$!.........Â... */
	$"0504 0509 111B 252E 3332 2D22 1402 F0D8"            /* ...Æ..%.32-"..ğØ */
	$"C4B2 A294 8982 8080 838A 939F AFBF D3E7"            /* Ä²¢”‰‚€€ƒŠ“Ÿ¯¿Óç */
	$"FF0F 2533 3F44 4644 4038 3026 1C12 0800"            /* ÿ.%3?DFD@80&.... */
	$"FCF7 F5F5 F6F9 FD02 070D 1217 1D21 2529"            /* ü÷õõöùı......!%) */
	$"2D2E 2E2E 2D2C 2A27 221E 1B17 120D 0906"            /* -...-,*'".....Æ. */
	$"02FE FBF7 F2F0 EEEC EBE9 E7E4 E1DF DEDD"            /* .şû÷òğîìëéçäáßŞİ */
	$"DCDA D9D8 D6D5 D4D3 D3D2 D1D1 D1D2 D3D4"            /* ÜÚÙØÖÕÔÓÓÒÑÑÑÒÓÔ */
	$"D5D6 D6D6 D7D7 D7D7 D6D5 D4D4 D3D3 D3D3"            /* ÕÖÖÖ××××ÖÕÔÔÓÓÓÓ */
	$"D4D6 D8DA DCDF E2E5 E9F1 F9FF 070F 1316"            /* ÔÖØÚÜßâåéñùÿ.... */
	$"1714 100C 0802 FCF5 F0EA E6E1 DFDF E1E3"            /* ......üõğêæáßßáã */
	$"E7EC F3FA 0109 0F1A 222A 3139 3F44 494E"            /* çìóú.Æ.."*19?DIN */
	$"5053 5455 5656 5554 514E 4C4A 4642 403A"            /* PSTUVVUTQNLJFB@: */
	$"3633 302C 2926 2220 1D1A 1816 1411 0F0D"            /* 630,)&" ........ */
	$"0C0A 0908 0706 0609 0D13 171C 1F22 211E"            /* .ÂÆ....Æ....."!. */
	$"1810 04FA ECE0 D2C4 BAB0 A8A0 9C98 9697"            /* ...úìàÒÄº°¨ œ˜–— */
	$"999F A7B3 BFCF DFEF FF0B 1721 292F 3336"            /* ™Ÿ§³¿Ïßïÿ..!)/36 */
	$"3736 3432 2E2B 2520 1C18 1411 0F0C 0A08"            /* 7642.+% ......Â. */
	$"0706 0708 090B 0D0F 1214 1617 1819 1918"            /* ....Æ........... */
	$"1817 1614 1210 0C09 0501 FDF9 F6F4 F0ED"            /* .......Æ..ıùöôğí */
	$"EAE6 E2E0 DCD9 D7D5 D4D3 D2D1 D0CF CECE"            /* êæâàÜÙ×ÕÔÓÒÑĞÏÎÎ */
	$"CECF D0D0 D1D2 D4D5 D5D6 D6D7 D7D6 D6D6"            /* ÎÏĞĞÑÒÔÕÕÖÖ××ÖÖÖ */
	$"D5D5 D6D6 D7D7 D8DA DCDE DFE2 E5E8 ECF1"            /* ÕÕÖÖ××ØÚÜŞßâåèìñ */
	$"F7FD 0106 0A0C 0E0E 0E0D 0B08 0602 00FC"            /* ÷ı..Â..........ü */
	$"F9F6 F4F2 F1F1 F2F4 F7FA FE01 060B 1117"            /* ùöôòññòô÷úş..... */
	$"1D22 282E 3439 3E42 464A 4D4F 5254 5455"            /* ."(.49>BFJMORTTU */
	$"5554 5250 4D49 4641 3E3A 3632 2C28 2420"            /* UTRPMIFA>:62,($  */
	$"1A16 1310 0E0B 0907 0504 0405 0609 0B0E"            /* ......Æ......Æ.. */
	$"1112 1311 0F0B 0600 FAF3 EAE0 D8D0 C8C1"            /* ........úóêàØĞÈÁ */
	$"BCB7 B2B0 AEAE AEAF B5BB C2CB D3DF EBF5"            /* ¼·²°®®®¯µ»ÂËÓßëõ */
	$"FD06 0D13 1A1F 2528 2B2D 2D2C 2B2B 2A2A"            /* ı.....%(+--,++** */
	$"2826 2421 1E1C 1A17 1614 1210 0F0E 0D0D"            /* (&$!............ */
	$"0C0B 0A09 0909 0A09 0807 0605 0301 00FE"            /* ..ÂÆÆÆÂÆ.......ş */
	$"FDFB F8F6 F4F2 EFEC E9E7 E5E2 E0DE DDDB"            /* ıûøöôòïìéçåâàŞİÛ */
	$"D9D6 D4D3 D3D2 D2D1 D1D0 D0D1 D2D3 D3D2"            /* ÙÖÔÓÓÒÒÑÑĞĞÑÒÓÓÒ */
	$"D2D3 D3D3 D3D4 D5D5 D5D6 D7D9 DBDC DEE0"            /* ÒÓÓÓÓÔÕÕÕÖ×ÙÛÜŞà */
	$"E2E4 E7EC F0F5 F9FD FF01 0406 0709 0908"            /* âäçìğõùıÿ....ÆÆ. */
	$"0604 0302 0100 FEFC FBFB FBFB FBFC FEFF"            /* ......şüûûûûûüşÿ */
	$"0003 0609 0C0F 1419 1D21 262B 2F34 383B"            /* ...Æ.....!&+/48; */
	$"3F43 4749 4B4D 4F50 5050 504F 4E4B 4844"            /* ?CGIKMOPPPPONKHD */
	$"413E 3A36 322E 2A25 211D 1814 100D 0B0A"            /* A>:62.*%!......Â */
	$"0909 0909 0807 0503 00FE FAF6 F2EC E6E0"            /* ÆÆÆÆ.....şúöòìæà */
	$"DCD7 D2CE CBC7 C4C2 C1C0 BFBF C3C7 CBD1"            /* Ü×ÒÎËÇÄÂÁÀ¿¿ÃÇËÑ */
	$"D7DE E3E9 EFF5 FBFF 060B 0F13 171A 1C1F"            /* ×Şãéïõûÿ........ */
	$"1F20 2123 2424 2422 2120 201F 1D1B 1918"            /* . !#$$$"!  ..... */
	$"1614 100F 0D0B 0907 0604 0302 0100 FFFD"            /* ......Æ.......ÿı */
	$"FCFA F9F8 F7F6 F5F4 F2F0 EDEC EBEA E8E6"            /* üúùø÷öõôòğíìëêèæ */
	$"E5E3 E3E2 E2E1 E0DE DDDD DDDD DDDD DDDD"            /* åããââáàŞİİİİİİİİ */
	$"DDDD DDDE DEDE DEDD DDDD DEDE DFDF E0E1"            /* İİİŞŞŞŞİİİŞŞßßàá */
	$"E1E3 E5E7 EAEC EDEF F1F4 F7FA FCFF FF00"            /* áãåçêìíïñô÷úüÿÿ. */
	$"0102 0304 0404 0404 0404 0303 0304 0505"            /* ................ */
	$"0708 0A0C 0E0F 1112 1315 1718 191A 1B1D"            /* ..Â............. */
	$"1F21 2324 2527 2829 2A2B 2C2C 2B2B 2C2C"            /* .!#$%'()*+,,++,, */
	$"2C2C 2B28 2623 201F 1E1C 1A18 1614 1210"            /* ,,+(&# ......... */
	$"0F0F 0F0E 0E0C 0C0B 0B0A 0807 0504 0200"            /* .........Â...... */
	$"FFFD FBF8 F6F4 F2F0 EFEE ECEC ECEC ECED"            /* ÿıûøöôòğïîìììììí */
	$"EEEF F0F2 F5F7 FAFC FDFF FF01 0203 0404"            /* îïğòõ÷úüıÿÿ..... */
	$"0404 0506 0707 0707 0606 0505 0505 0505"            /* ................ */
	$"0402 0100 00FF FFFE FCFB FAF9 F9F9 F8F9"            /* .....ÿÿşüûúùùùøù */
	$"F9FA FAF9 F9F9 F8F8 F7F7 F7F8 F8F8 F7F7"            /* ùúúùùùøø÷÷÷øøø÷÷ */
	$"F7F7 F6F5 F4F4 F4F4 F5F5 F4F4 F2F2 F2F2"            /* ÷÷öõôôôôõõôôòòòò */
	$"F1F1 F1F2 F2F2 F3F3 F4F4 F4F4 F4F3 F3F3"            /* ñññòòòóóôôôôôóóó */
	$"F3F3 F4F4 F5F6 F7F8 F8FA FCFD FDFD FEFF"            /* óóôôõö÷øøúüııışÿ */
	$"0001 0203 0303 0303 0201 0000 0101 0202"            /* ................ */
	$"0202 0203 0405 0506 0708 090A 0B0B 0B0C"            /* ..........ÆÂ.... */
	$"0C0B 0C0C 0D0E 0E0E 0D0D 0C0D 0D0E 0E0E"            /* ................ */
	$"0D0D 0C0D 0D0E 0E0E 0E0D 0D0C 0B0A 0907"            /* .............ÂÆ. */
	$"0706 0607 0606 0605 0505 0504 0405 0505"            /* ................ */
	$"0504 0303 0201 0000 FFFE FDFE FDFD FCFD"            /* ........ÿşışııüı */
	$"FDFD FEFF FF00 00FF FF01 0102 0303 0303"            /* ıışÿÿ..ÿÿ....... */
	$"0303 0303 0201 0101 0201 0100 0100 0000"            /* ................ */
	$"0000 0001 0101 0100 0000 0000 FFFE FEFD"            /* ............ÿşşı */
	$"FDFD FDFD FDFD FDFE FEFD FDFE FDFD FEFE"            /* ııııııışşıışıışş */
	$"FEFD FEFE 0000 30D0 0000 0000 0000 0000"            /* şışş..0Ğ........ */
	$"3200 20AB 0008 0000 0000 0000 0000 0000"            /* 2. «............ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 01EC 7680 0000 0000"            /* .........ìv€.... */
	$"0000 0000 44F8 1C0C 08DC F0F8 0C28 18D4"            /* ....Dø...Üğø.(.Ô */
	$"200C DC1C 083C 561C 201C F430 38FC 2014"            /*  .Ü..<V. .ô08ü . */
	$"2404 2452 20CC 14F4 281C 1CF0 24F4 08F8"            /* $.$R Ì.ô(..ğ$ô.ø */
	$"0840 000C FCF0 F0D4 FC14 285A 081C E4BC"            /* .@..üğğÔü.(Z..ä¼ */
	$"F4BC D8BC F0D4 FCE0 ECCC 08FC D8F4 F8AE"            /* ô¼Ø¼ğÔüàìÌ.üØôø® */
	$"D818 04A6 D0E4 E8DC 08D0 E8E4 D0F4 0424"            /* Ø..¦ĞäèÜ.ĞèäĞô.$ */
	$"0404 30F4 E0E8 1C1C 1CE8 0004 E410 3CE8"            /* ..0ôàè...è..ä.<è */
	$"5638 183C 0414 2410 2818 0834 043C 2824"            /* V8.<..$.(..4.<($ */
	$"04D8 1C10 1820 040C 10F0 0C14 3010 04F4"            /* .Ø... ...ğ..0..ô */
	$"F4D4 F8E8 4818 3818 0CEC AAE4 E4CC A2E8"            /* ôÔøèH.8..ìªääÌ¢è */
	$"00D8 F4E4 DC14 F4D0 FCDC B4E4 30E0 CCC8"            /* .ØôäÜ.ôĞüÜ´ä0àÌÈ */
	$"D8D8 F408 C8DC 10AE 30EC EC1C 2004 18D8"            /* ØØô.ÈÜ.®0ìì. ..Ø */
	$"FC18 1C08 10E4 F4F8 0848 1034 2838 0830"            /* ü....äôø.H.4(8.0 */
	$"38D0 3024 24FC 5EF8 3028 38FC F0F4 1424"            /* 8Ğ0$$ü^ø0(8üğô.$ */
	$"20F4 20EC 1C18 F044 00F0 18D0 FCEC 044C"            /*  ô ì..ğD.ğ.Ğüì.L */
	$"101C 2C00 C4AE 00D4 D0A2 F8F4 C014 D8E8"            /* ..,.Ä®.ÔĞ¢øôÀ.Øè */
	$"04FC E0EC B8DC F014 00AE ECAE E8F0 F8D8"            /* .üàì¸Üğ..®ì®èğøØ */
	$"E40C D424 D8E0 3014 040C 0810 D440 000C"            /* ä.Ô$Øà0.....Ô@.. */
	$"CC04 042C 2030 1438 1418 5E0C D42C 181C"            /* Ì.., 0.8..^.Ô,.. */
	$"3840 E848 3414 28D4 F818 2418 0004 002C"            /* 8@èH4.(Ôø.$...., */
	$"F030 28F4 ECF0 04F4 F414 3400 3CFC 0C92"            /* ğ0(ôìğ.ôô.4.<ü.’ */
	$"E8E4 D0C8 D8D8 E8E0 00E0 CC18 04C0 148E"            /* èäĞÈØØèà.àÌ..À. */
	$"E800 08E8 D8D0 C4E0 DCF4 EC00 EC0C E8DC"            /* è..èØĞÄàÜôì.ì.èÜ */
	$"0004 1C00 1C20 0CBC 4C00 DC0C DC28 2008"            /* ..... .¼L.Ü.Ü( . */
	$"482C 0020 3C38 0404 0014 3C5E F414 6604"            /* H,. <8....<^ô.f. */
	$"48F4 D418 181C 0408 F830 F03C F820 00E8"            /* HôÔ.....ø0ğ<ø .è */
	$"E818 0000 141C 004C E8D8 C8D8 F0C4 DCC8"            /* è......LèØÈØğÄÜÈ */
	$"E8DC F4EC DCC8 1C08 D4D8 C4E4 24C4 FCD4"            /* èÜôìÜÈ..ÔØÄä$ÄüÔ */
	$"D0D0 D8D0 FC0C F400 E008 CC14 0CF0 3008"            /* ĞĞØĞü.ô.à.Ì..ğ0. */
	$"1C00 F81C F0EC FC18 24F4 2444 0824 1C30"            /* ..ø.ğìü.$ô$D.$.0 */
	$"2418 0800 1452 3C00 3844 2834 E4D4 2C14"            /* $....R<.8D(4äÔ,. */
	$"1CF0 140C E83C 1808 2CC0 10E0 1C18 0014"            /* .ğ..è<..,À.à.... */
	$"0810 24F4 BCC8 ECDC F8A2 E8F4 D0F4 E0C4"            /* ..$ô¼ÈìÜø¢èôĞôàÄ */
	$"0000 E0F8 D0C0 08EC F4B8 08C4 DCD0 D004"            /* ..àøĞÀ.ìô¸.ÄÜĞĞ. */
	$"18D8 08E0 18B8 2014 E830 FC28 E82C ECDC"            /* .Ø.à.¸ .è0ü(è,ìÜ */
	$"0C04 1814 F838 1024 44F0 2420 2800 2404"            /* ....ø8.$Dğ$ (.$. */
	$"4024 3824 4824 24F0 E018 1414 F818 F410"            /* @$8$H$$ğà...ø.ô. */
	$"2000 3CD8 10EC F810 1810 0C10 FC04 1886"            /*  .<Ø.ìø.....ü..† */
	$"E0F0 E8E4 AE00 E0DC E8D4 BC20 F8C8 00C4"            /* àğèä®.àÜèÔ¼ øÈ.Ä */
	$"E808 F0AE ECF0 C8E8 D0DC 10FC D418 E8F4"            /* è.ğ®ìğÈèĞÜ.üÔ.èô */
	$"F4F4 30E0 0018 38E8 1008 D020 0824 0008"            /* ôô0à..8è..Ğ .$.. */
	$"1430 203C F410 2428 1C1C 0840 1840 481C"            /* .0 <ô.$(...@.@H. */
	$"3C18 F8F8 EC1C 101C EC0C F428 180C F818"            /* <.øøì...ì.ô(..ø. */
	$"C818 24F8 2004 18D0 34CC B4E8 F4CC E8D8"            /* È.$ø ..Ğ4Ì´èôÌèØ */
	$"E4D4 ECDC D4D4 E804 F4C8 E0F4 08D8 C0F4"            /* äÔìÜÔÔè.ôÈàô.ØÀô */
	$"D0DC E4E0 E804 E0F0 04FC F000 0C08 F0E0"            /* ĞÜäàè.àğ.üğ...ğà */
	$"3034 F4FC 0C04 D838 28E0 1020 2C34 000C"            /* 04ôü..Ø8(à. ,4.. */
	$"1428 2420 082C 44E4 7E24 2C34 14FC 08C4"            /* .($ .,Dä~$,4.ü.Ä */
	$"2020 081C E0FC 1CFC 3CF8 FCF8 FC28 F414"            /*   ..àü.ü<øüøü(ô. */
	$"0C08 F400 B4D8 08A2 FCE8 E0E8 B4F0 E8DC"            /* ..ô.´Ø.¢üèàè´ğèÜ */
	$"CCE8 F0FC D8B8 20E4 FCAA E4F0 C4E8 F4F0"            /* ÌèğüØ¸ äüªäğÄèôğ */
	$"E004 D4F4 14F8 0C08 E00C E038 0808 0808"            /* à.Ôô.ø..à.à8.... */
	$"0000 1820 D828 2434 10F8 1430 3004 1428"            /* ... Ø($4.ø.00..( */
	$"3428 1456 283C 40F4 1400 C41C 2000 28E0"            /* 4(.V(<@ô..Ä. .(à */
	$"F8F8 2828 DC2C E018 100C E418 20E4 E4BC"            /* øø((Ü,à...ä. ää¼ */
	$"04D0 B800 F0E0 F09E DC20 AEEC D800 D8E8"            /* .Ğ¸.ğàğÜ ®ìØ.Øè */
	$"C014 04E0 D0D4 E8DC DC00 E4EC 08C0 FC1C"            /* À..àĞÔèÜÜ.äì.Àü. */
	$"2000 E8F4 0CF8 20EC 182C E818 0818 04EC"            /*  .èô.ø ì.,è....ì */
	$"2C48 0410 F80C 5E20 E01C 5AFC 6610 4034"            /* ,H..ø.^ à.Züf.@4 */
	$"3C40 EC18 ECEC 0420 042C DCFC F838 000C"            /* <@ì.ìì. .,Üüø8.. */
	$"0C04 0C10 F8F4 1814 ECD0 E4E4 CCE4 E0F8"            /* ....øô..ìĞääÌäàø */
	$"F0D0 B8D4 08E4 D8DC 04BC F4D8 000C E0CC"            /* ğĞ¸Ô.äØÜ.¼ôØ..àÌ */
	$"ECE0 E0D0 FCE8 08F0 D0FC 2C1C F0F0 F024"            /* ìààĞüè.ğĞü,.ğğğ$ */
	$"00F8 F824 1824 E408 38EC FC48 2014 0CE4"            /* .øø$.$ä.8ìüH ..ä */
	$"4C30 10F8 2834 2452 204C 2834 2C0C FCFC"            /* L0.ø(4$R L(4,.üü */
	$"00F4 1418 080C DC0C 0C28 0804 1800 08E0"            /* .ô....Ü..(.....à */
	$"2CE8 14F0 ECC4 E8CC F0E0 E8FC A6EC D0DC"            /* ,è.ğìÄèÌğàèü¦ìĞÜ */
	$"0CF0 C8F0 BCF4 F0F0 00DC F0EC D4D0 E8F0"            /* .ğÈğ¼ôğğ.ÜğìÔĞèğ */
	$"E804 F4D8 1808 18EC 04E4 2CF0 F408 1428"            /* è.ôØ...ì.ä,ğô..( */
	$"14D4 2C14 0808 3420 1404 043C 0C18 1808"            /* .Ô,...4 ...<.... */
	$"3C28 4C34 5620 2014 2800 F404 14F4 F428"            /* <(L4V  .(.ô..ôô( */
	$"FCFC E814 1C28 D82C 00DC 34F4 F408 F0E4"            /* üüè..(Ø,.Ü4ôô.ğä */
	$"CCEC C4EC E4EC D8B8 F0E4 C020 D0F8 C8C8"            /* ÌìÄìäìØ¸ğäÀ ĞøÈÈ */
	$"E000 F0E4 E818 D8DC B4F4 FCD0 08F4 040C"            /* à.ğäè.ØÜ´ôüĞ.ô.. */
	$"DC20 F40C 00F4 18F4 1008 24F0 0C04 2428"            /* Ü ô..ô.ô..$ğ..$( */
	$"0018 3008 1C04 1814 1C10 2C20 3044 4456"            /* ..0......., 0DDV */
	$"200C FC44 08D8 3400 E800 0C08 04EC 1814"            /*  .üD.Ø4.è....ì.. */
	$"20DC 18E8 1420 DC00 30AA F8D8 E4C4 E4E4"            /*  Ü.è. Ü.0ªøØäÄää */
	$"F4C0 D0E8 E0F4 DCF4 E8E0 A6F4 FCE8 F4DC"            /* ôÀĞèàôÜôèà¦ôüèôÜ */
	$"2CDC AAEC F4D8 E8F4 1400 00D0 2804 0408"            /* ,ÜªìôØèô...Ğ(... */
	$"E418 0808 0418 04F4 0440 180C 102C 18F4"            /* ä......ô.@...,.ô */
	$"28F8 1024 1820 3C30 304C 5614 10F0 4CEC"            /* (ø.$. <00LV..ğLì */
	$"0814 F800 D834 F000 0808 1808 ECE8 181C"            /* ..ø.Ø4ğ.....ìè.. */
	$"08EC 08FC D8E8 DCDC CCD4 E8F0 DCA6 00E8"            /* .ì.üØèÜÜÌÔèğÜ¦.è */
	$"DCF4 E4F8 BCC8 F4F4 DC00 EC10 D0C0 00C8"            /* Üôäø¼ÈôôÜ.ì.ĞÀ.È */
	$"F0F0 F010 F010 C828 18D8 1CE8 24F4 14F4"            /* ğğğ.ğ.È(.Ø.è$ô.ô */
	$"24E0 0C14 44FC 2420 2014 EC30 00F8 3C10"            /* $à..Dü$  .ì0.ø<. */
	$"185E 2818 525A FC20 1010 18FC 14FC E4F8"            /* .^(.RZü ...ü.üäø */
	$"24E4 1808 0020 ECE4 10F4 2C0C F8FC E4FC"            /* $ä... ìä.ô,.øüäü */
	$"C8DC D4DC C0EC 00C0 CCE8 F0E8 D8FC D0DC"            /* ÈÜÔÜÀì.ÀÌèğèØüĞÜ */
	$"CCF4 F0DC F810 D8E4 E4D4 F0EC F008 E0FC"            /* ÌôğÜø.ØääÔğìğ.àü */
	$"1CD4 3008 C830 FC10 08FC 0C00 F404 2C34"            /* .Ô0.È0ü..ü..ô.,4 */
	$"F038 3410 F80C 28FC FC44 0420 6628 1844"            /* ğ84.ø.(üüD. f(.D */
	$"4CF8 3814 10F8 1410 F8E8 1CE4 0418 0004"            /* Lø8..ø..øè.ä.... */
	$"20D8 00F8 0824 28F0 D810 DCDC C0D4 E8B4"            /*  Ø.ø.$(ğØ.ÜÜÀÔè´ */
	$"04D8 D4FC B808 D4F0 DCD4 ECD0 F8F0 E4E4"            /* .ØÔü¸.ÔğÜÔìĞøğää */
	$"08E4 E0DC E0EC 1CD4 F8E0 F81C F824 ECDC"            /* .äàÜàì.Ôøàø.ø$ìÜ */
	$"2CF4 34F4 EC18 040C F820 34FC 482C 0004"            /* ,ô4ôì...ø 4üH,.. */
	$"1810 F424 2400 443C 3034 2438 1030 241C"            /* ..ô$$.D<04$8.0$. */
	$"DC10 2000 D818 F808 14F4 0014 F4FC D430"            /* Ü. .Ø.ø..ô..ôüÔ0 */
	$"2020 E8DC 18C0 E8C8 B8F0 D8D4 ECDC 08CC"            /*   èÜ.ÀèÈ¸ğØÔìÜ.Ì */
	$"D8EC F0D8 DCDC E400 F4EC CC04 F8CC E4DC"            /* ØìğØÜÜä.ôìÌ.øÌäÜ */
	$"2008 C4F0 F8E4 2414 00F4 08EC 380C F4F4"            /*  .Äğøä$..ô.ì8.ôô */
	$"0818 1CF0 102C 143C 100C 30F4 1408 1424"            /* ...ğ.,.<..0ô...$ */
	$"142C 5224 4C10 2820 2C30 30C0 1C1C 0CD0"            /* .,R$L.( ,00À...Ğ */
	$"0024 0808 E8FC 2400 E0E8 302C F804 ECE8"            /* .$..èü$.àè0,ø.ìè */
	$"D4E0 D49A 08DC B4FC F8D8 00C4 F0D4 E4F8"            /* ÔàÔš.Ü´üøØ.ÄğÔäø */
	$"C4EC 10F0 E8C8 0CCC FCC8 0028 E0E4 E0EC"            /* Äì.ğèÈ.ÌüÈ.(àäàì */
	$"080C 10FC 0408 EC30 F410 F0F8 4CF8 F814"            /* ...ü..ì0ô.ğøLøø. */
	$"1C24 240C 2824 0414 14F8 3C0C 285A 1C56"            /* .$$.($...ø<.(Z.V */
	$"1818 1440 3810 F8EC 20FC F8EC 2410 F4DC"            /* ...@8.øì üøì$.ôÜ */
	$"1820 E8F4 1004 2C18 E0F4 E8BC ECC0 C0F8"            /* . èô..,.àôè¼ìÀÀø */
	$"C8B8 20E4 E0FC D8DC C8E4 04D4 DC18 F4EC"            /* È¸ äàüØÜÈä.ÔÜ.ôì */
	$"DCD4 E0F8 F4F4 0800 D0FC E40C FC0C 0C0C"            /* ÜÔàøôô..Ğüä.ü... */
	$"08FC 14FC FC04 0848 F8FC 1C04 1428 2824"            /* .ü.üü..Høü...(($ */
	$"0838 0410 EC2C 3020 4828 4028 0040 1838"            /* .8..ì,0 H(@(.@.8 */
	$"28E4 18E8 000C 0004 18EC EC28 ECF4 2004"            /* (ä.è.....ìì(ìô . */
	$"F038 1CC8 ECE8 BCE4 BCE4 DCB8 DC04 F8E0"            /* ğ8.Èìè¼ä¼äÜ¸Ü.øà */
	$"04BC F8B8 EC04 E4E0 000C F8BC D4E4 F420"            /* .¼ø¸ì.äà..ø¼Ôäô  */
	$"D8F4 18D4 F404 E810 FC1C FC10 FC2C C024"            /* Øô.Ôô.è.ü.ü.ü,À$ */
	$"1414 1814 0C10 F004 343C 0C14 3C1C ECEC"            /* ......ğ.4<..<.ìì */
	$"342C 3C38 1462 FC30 30F4 5A14 F824 C818"            /* 4,<8.bü00ôZ.ø$È. */
	$"FC0C F8FC 10FC 0CDC 1020 EC14 280C D8BC"            /* ü.øü.ü.Ü. ì.(.Ø¼ */
	$"F4C0 D0F0 C0E4 C0C4 24E0 08C4 ECE8 B8E0"            /* ôÀĞğÀäÀÄ$à.Äìè¸à */
	$"10DC F0F0 20D0 D4CC F0F4 0CE8 EC10 E0FC"            /* .Üğğ ĞÔÌğô.èì.àü */
	$"0CC8 1824 EC10 0818 FCD4 2028 1408 0C24"            /* .È.$ì...üÔ (...$ */
	$"F4E8 1030 3C1C 0848 1CE0 F03C 2C4C 1C24"            /* ôè.0<..H.àğ<,L.$ */
	$"4410 3C18 0044 1C0C FCF0 04F8 10F0 FC24"            /* D.<..D..üğ.ø.ğü$ */
	$"F00C E414 0018 1020 F8D0 CCD4 BC04 B8EC"            /* ğ.ä.... øĞÌÔ¼.¸ì */
	$"D0C0 E0E8 20DC C004 E0D0 C810 D404 14D8"            /* ĞÀàè ÜÀ.àĞÈ.Ô..Ø */
	$"E0E4 D8E8 EC08 F8F8 F0F8 04E8 E828 FC10"            /* àäØèì.øøğø.èè(ü. */
	$"E420 10E0 0C10 240C 1408 18FC F010 2052"            /* ä .à..$....üğ. R */
	$"0C1C 40F8 FCFC 3C34 2C38 0C48 1C3C 0014"            /* ..@øüü<4,8.H.<.. */
	$"4410 0000 1CE0 EC0C 0014 EC1C 14E0 FC10"            /* D....àì...ì..àü. */
	$"2808 24E0 BCDC B4E4 ECC8 00AA D4EC CC20"            /* (.$à¼Ü´äìÈ.ªÔìÌ  */
	$"D8D8 F4E0 E8C8 ECE8 24F8 CCE0 08D0 CCFC"            /* ØØôàèÈìè$øÌà.ĞÌü */
	$"08F8 F8F8 E8F8 04F4 0C18 F8F4 0814 E424"            /* .øøøèø.ô..øô..ä$ */
	$"081C 0C14 0004 1CE8 0844 2418 2824 F418"            /* .......è.D$.($ô. */
	$"142C 2C2C 242C 381C 3C00 2834 0400 1020"            /* .,,,$,8.<.(4...  */
	$"D4E8 1410 FCE4 3C0C DCFC 1424 0C10 E0B4"            /* Ôè..üä<.Üü.$..à´ */
	$"C0E0 B4F8 F4C8 CCC4 08C0 04E0 E8F0 DCEC"            /* Àà´øôÈÌÄ.À.àèğÜì */
	$"D4D8 000C F8D0 EC10 A6E4 0008 F8F4 08B8"            /* ÔØ..øĞì.¦ä..øô.¸ */
	$"1028 C444 F0EC 14EC 1008 1C04 1010 0408"            /* .(ÄDğì.ì........ */
	$"0C0C EC30 2C0C 1C2C 0C10 2020 2828 1C24"            /* ..ì0,..,..  ((.$ */
	$"4820 1844 F44C F420 F81C 04D4 0C10 EC00"            /* H .DôLô ø..Ô..ì. */
	$"0828 0CF8 EC10 1C18 E8E8 B4C4 D8B4 04FC"            /* .(.øì...èè´ÄØ´.ü */
	$"BCBC E8EC D8E4 F4DC F8E0 E8E4 E8D0 18EC"            /* ¼¼èìØäôÜøàèäèĞ.ì */
	$"EC00 C8C0 F400 0CFC F0E8 D41C 10F8 10F4"            /* ì.ÈÀô..üğèÔ..ø.ô */
	$"04FC F018 0C28 04FC 1000 1808 E830 241C"            /* .üğ..(.ü....è0$. */
	$"FC1C 201C 2C1C 183C 1814 3C2C 2034 1828"            /* ü. .,..<..<, 4.( */
	$"1C04 2CF0 10FC F028 ECE0 1010 201C F4EC"            /* ..,ğ.üğ(ìà.. .ôì */
	$"0820 08D4 E8C8 BCC8 D8F4 F4C0 C000 CCE8"            /* . .ÔèÈ¼ÈØôôÀÀ.Ìè */
	$"D4F8 DCFC DCF8 F8C8 DC04 FC04 F4A6 E4F4"            /* ÔøÜüÜøøÈÜ.ü.ô¦äô */
	$"0810 00CC E008 0810 0000 0008 EC04 1404"            /* ...Ìà.......ì... */
	$"30F4 F818 0418 F418 242C 04F8 1C10 3C38"            /* 0ôø...ô.$,.ø..<8 */
	$"0C1C 3C18 1844 045A 1420 2800 2428 F8E4"            /* ..<..D.Z. (.$(øä */
	$"1008 14F0 E8F4 1C48 F4F8 F010 24D8 D4FC"            /* ...ğèô.Hôøğ.$ØÔü */
	$"CCA2 D4EC ECD8 D8E4 C4E8 DCF8 D0E8 FCEC"            /* Ì¢ÔììØØäÄèÜøĞèüì */
	$"08D4 CCF0 FC00 F8E0 C4D0 F818 18E0 C8F0"            /* .ÔÌğü.øàÄĞø..àÈğ */
	$"1024 E410 10E0 2CE4 0C04 1028 E404 28F4"            /* .$ä..à,ä...(ä.(ô */
	$"FC20 2810 20FC 0410 204C 340C 1434 3414"            /* ü (. ü.. L4..44. */
	$"2434 2440 100C 2414 2CF0 E818 F81C 04D0"            /* $4$@..$.,ğè.ø..Ğ */
	$"E452 38E4 EC04 2408 AAEC 08B8 B4E4 D4F4"            /* äR8äì.$.ªì.¸´äÔô */
	$"B80C C0D0 ECD4 FCD4 E008 00E0 DCCC 10F4"            /* ¸.ÀĞìÔüÔà..àÜÌ.ô */
	$"E004 DCDC C000 2CF8 E0D8 E02C 14E4 18F0"            /* à.ÜÜÀ.,øàØà,.ä.ğ */
	$"0038 D810 0804 0CF4 2018 E010 2C2C F80C"            /* .8Ø....ô .à.,,ø. */
	$"1804 182C 3838 0414 4024 1438 2420 2C24"            /* ...,88..@$.8$ ,$ */
	$"081C 1834 F4E8 F808 34EC D004 5218 F0DC"            /* ...4ôèø.4ìĞ.R.ğÜ */
	$"2028 D4BC F4E8 C4C8 DCD4 F0D0 E4D0 D4D8"            /*  (Ô¼ôèÄÈÜÔğĞäĞÔØ */
	$"F8D8 ECE8 00E8 E8DC E010 DCE0 FCEC DCD0"            /* øØìè.èèÜà.ÜàüìÜĞ */
	$"FC10 FCF4 D0F0 28F8 18D8 0820 10FC EC10"            /* ü.üôĞğ(ø.Ø. .üì. */
	$"08F4 1018 10F8 0838 0CFC 081C 142C 2424"            /* .ô...ø.8.ü...,$$ */
	$"3804 302C 0452 2C14 2414 400C 043C 30F4"            /* 8.0,.R,.$.@..<0ô */
	$"DCF8 2010 F0F0 1C24 0CFC E820 10BC D8D8"            /* Üø .ğğ.$.üè .¼ØØ */
	$"F8CC C4EC C8FC C8D0 F4C0 DCF8 CC0C F4D0"            /* øÌÄìÈüÈĞôÀÜøÌ.ôĞ */
	$"F4E4 F4D4 F8F4 E0F4 ECE8 F4CC 0418 E8E0"            /* ôäôÔøôàôìèôÌ..èà */
	$"F01C 0C04 E404 38F8 0CD0 0C14 F008 1828"            /* ğ...ä.8ø.Ğ..ğ..( */
	$"F010 2800 140C 0848 2418 1428 2830 0820"            /* ğ.(....H$..((0.  */
	$"4844 F420 2840 FC10 5A18 DCF0 0408 0C00"            /* HDô (@ü.Z.Üğ.... */
	$"041C 0008 040C 0000 D0BC E8F8 B4E4 D8EC"            /* ........Ğ¼èø´äØì */
	$"C8D8 E8D8 C8FC CCF4 08E8 C8F0 FCE8 C804"            /* ÈØèØÈüÌô.èÈğüèÈ. */
	$"F4EC E0F0 00DC CC0C 14F4 E8EC 28F4 F41C"            /* ôìàğ.ÜÌ..ôèì(ôô. */
	$"F424 18E4 E810 14EC 0C28 20F0 0C14 0828"            /* ô$.äè..ì.( ğ...( */
	$"0018 5224 0808 4020 2420 0C6A 1C00 2024"            /* ..R$..@ $ .j.. $ */
	$"4004 3038 08E0 08EC 1408 0814 0800 FC10"            /* @.08.à.ì......ü. */
	$"14F0 ECD0 CCEC D0C8 ECDC E4C8 C410 B4D8"            /* .ğìĞÌìĞÈìÜäÈÄ.´Ø */
	$"FCDC ECF4 F4D0 F0EC DCE0 00EC 08D4 F8EC"            /* üÜìôôĞğìÜà.ì.Ôøì */
	$"D0EC FC08 00E8 0800 00FC 2008 F82C DCF0"            /* Ğìü..è...ü .ø,Üğ */
	$"18F0 0818 181C F010 1018 2404 3038 28F4"            /* .ğ....ğ...$.08(ô */
	$"282C 0852 F82C 5AFC 340C 3034 1C40 1000"            /* (,.Rø,Zü4.04.@.. */
	$"00E0 0C1C F410 0C04 08F4 1410 00AA F0E8"            /* .à..ô....ô...ªğè */
	$"D0CC D4FC BCF8 C4D4 04B4 E004 DCD0 08F0"            /* ĞÌÔü¼øÄÔ.´à.ÜĞ.ğ */
	$"ECCC E0EC F4E4 0404 E8D0 E4EC F0FC F808"            /* ìÌàìôä..èĞäìğüø. */
	$"08E8 FC08 0C14 08F8 18EC F408 F818 20FC"            /* .èü....ø.ìô.ø. ü */
	$"0CFC 1C0C 2814 2030 1818 1C1C 142C 3800"            /* .ü..(. 0.....,8. */
	$"3C28 084C F852 2C20 3410 F8F8 F020 14E8"            /* <(.LøR, 4.øøğ .è */
	$"080C 0C08 F80C 1CD4 C4E8 E4D0 C8F4 CCD0"            /* ....ø..ÔÄèäĞÈôÌĞ */
	$"F8C0 F0DC E4DC DCE4 DC08 FCC8 D0E4 FCE4"            /* øÀğÜäÜÜäÜ.üÈĞäüä */
	$"E01C 08D0 C0F8 ECF0 00EC 28F0 EC00 1CF8"            /* à..ĞÀøìğ.ì(ğì..ø */
	$"1008 040C 00D4 1808 0824 E810 101C 1424"            /* .....Ô...$è....$ */
	$"1434 2404 2820 043C 1428 142C 2028 2828"            /* .4$.( .<.(., ((( */
	$"5618 1C38 10D4 1000 1810 E000 1010 0404"            /* V..8.Ô....à..... */
	$"10F8 D4D8 CCF4 C8E8 C8D0 ECD4 D8F8 D000"            /* .øÔØÌôÈèÈĞìÔØøĞ. */
	$"C4C4 00F0 00E0 BCF4 E0F4 D008 28E0 CCE4"            /* ÄÄ.ğ.à¼ôàôĞ.(àÌä */
	$"E8F4 E404 0C04 F8F0 1414 E808 1418 F0F0"            /* èôä...øğ..è...ğğ */
	$"F80C 14F0 24FC 0024 1824 1820 2C18 1414"            /* ø..ğ$ü.$.$. ,... */
	$"182C 281C 0828 2420 4018 4838 2428 1414"            /* .,(..($ @.H8$(.. */
	$"E80C 100C 10DC 0800 0C14 10F4 00CC CCD4"            /* è....Ü.....ô.ÌÌÔ */
	$"F0E8 C4C0 DCEC CCE8 08E0 C8D0 C814 F8D8"            /* ğèÄÀÜìÌè.àÈĞÈ.øØ */
	$"D8C4 08E8 D4E4 28F8 D0E8 ECF0 E4E0 1C04"            /* ØÄ.èÔä(øĞèìğäà.. */
	$"00F8 F02C FCE0 141C 24D4 0400 0004 F830"            /* .øğ,üà..$Ô....ø0 */
	$"04F0 3024 1C18 2024 200C FC38 282C 0404"            /* .ğ0$.. $ .ü8(,.. */
	$"242C 3438 2C34 383C 1000 30EC 0008 1C00"            /* $,48,48<..0ì.... */
	$"E808 F01C 18FC 0CE4 C0D0 D8FC D4BC CCF0"            /* è.ğ..ü.äÀĞØüÔ¼Ìğ */
	$"C8E8 F808 C8C4 D0F4 04DC E4C8 D80C E0D0"            /* Èèø.ÈÄĞô.ÜäÈØ.àĞ */
	$"080C E0DC E804 E8D0 F010 1408 D808 28F0"            /* ..àÜè.èĞğ...Ø.(ğ */
	$"E824 1008 FCF4 F8FC 0020 24F4 0C3C 101C"            /* è$..üôøü. $ô.<.. */
	$"1424 3010 F828 1C38 20F8 1410 3856 281C"            /* .$0.ø(.8 ø..8V(. */
	$"3456 2808 1418 FCF8 0820 F0FC F4FC 24F0"            /* 4V(...üø. ğüôü$ğ */
	$"1C10 BCC8 CCF8 E0BC C8DC ECC0 F400 F0CC"            /* ..¼ÈÌøà¼ÈÜìÀô.ğÌ */
	$"C4E0 04E0 D8EC CCDC 04D4 04EC F0E4 D800"            /* Äà.àØìÌÜ.Ô.ìğäØ. */
	$"04EC D8D4 1820 14B8 241C DC18 0804 1804"            /* .ìØÔ. .¸$.Ü..... */
	$"F0DC 041C 2014 EC40 2CF8 1C1C 3C18 F420"            /* ğÜ.. .ì@,ø..<.ô  */
	$"1C24 201C 100C 104C 4C24 1C3C 3C30 200C"            /* .$ ....LL$.<<0 . */
	$"08F8 1010 0004 F4F0 20E8 0824 F8C4 BCE0"            /* .ø....ôğ è.$øÄ¼à */
	$"E8E4 A6D0 00D0 E0E4 F0EC D0DC E0E8 F0C8"            /* èä¦Ğ.ĞàäğìĞÜàèğÈ */
	$"E8E0 D8F8 EC04 ECE0 D4E8 0804 04C0 D81C"            /* èàØøì.ìàÔè...ÀØ. */
	$"2808 C810 20E4 28F4 2000 FCF0 DC10 300C"            /* (.È. ä(ô .üğÜ.0. */
	$"0804 4C1C E814 402C F414 1428 2004 1C30"            /* ..L.è.@,ô..( ..0 */
	$"081C 4838 3028 2438 4428 FC04 E838 08E4"            /* ..H80($8D(ü.è8.ä */
	$"10F8 1004 E810 10EC D0D4 C4E4 E4A6 CC1C"            /* .ø..è..ìĞÔÄää¦Ì. */
	$"CCD8 C800 E8E8 DCCC ECF8 CCD4 F0E8 E4F4"            /* ÌØÈ.èèÜÌìøÌÔğèäô */
	$"000C B8CC F808 1CE8 D0E0 0C28 F4F0 0010"            /* ..¸Ìø..èĞà.(ôğ.. */
	$"F414 1414 ECF0 04F8 0430 08F8 382C 18E8"            /* ô...ìğ.ø.0.ø8,.è */
	$"243C 1014 081C 2018 0414 481C 2028 3440"            /* $<.... ...H. (4@ */
	$"1C24 443C 2C00 04F0 3810 D400 30E8 08F4"            /* .$D<,..ğ8.Ô.0è.ô */
	$"F414 D4F0 C8C0 E0D8 B8D0 20D0 B8DC F000"            /* ô.ÔğÈÀàØ¸Ğ Ğ¸Üğ. */
	$"E8CC DCEC ECDC B8F8 00C8 F010 0CA2 CCFC"            /* èÌÜììÜ¸ø.Èğ..¢Ìü */
	$"24FC E4E8 ECFC 14F4 0C0C DC08 2C18 FCE0"            /* $üäèìü.ô..Ü.,.üà */
	$"FC10 10FC 1C18 0440 1008 1C08 2428 0810"            /* ü..ü...@....$(.. */
	$"1814 140C 1052 3008 2828 3438 3038 3028"            /* .....R0.((48080( */
	$"1408 FC20 14CC 1418 F80C E000 F0EC E0C4"            /* ..ü .Ì..ø.à.ğìàÄ */
	$"CCD0 D4D0 E0FC C4C4 ECEC F8D4 D8E8 E8E0"            /* ÌĞÔĞàüÄÄììøÔØèèà */
	$"E0C4 F804 C4E8 20E8 C8BC 140C F8EC F8F4"            /* àÄø.Äè èÈ¼..øìøô */
	$"F4F8 0420 00C8 202C 0CE8 F004 1418 FC0C"            /* ôø. .È ,.èğ...ü. */
	$"2810 2010 2018 FC2C 2010 100C 1418 2010"            /* (. . .ü, ..... . */
	$"4C38 003C 0040 4C30 2C24 242C 1CF8 0404"            /* L8.<.@L0,$$,.ø.. */
	$"00F8 1414 E4FC F4DC ECD4 D0D8 C0D4 E8D4"            /* .ø..äüôÜìÔĞØÀÔèÔ */
	$"E0C0 DCF8 DCE0 DCE4 F0E8 DCE0 DCE8 ECDC"            /* àÀÜøÜàÜäğèÜàÜèìÜ */
	$"F0F8 F8CC E4F4 04FC F800 F4F4 EC08 20EC"            /* ğøøÌäô.üø.ôôì. ì */
	$"FC0C 2004 EC00 0410 1808 1818 1408 2C1C"            /* ü. .ì.........,. */
	$"0018 2414 1008 0C14 2034 083C 3418 24FC"            /* ..$..... 4.<4.$ü */
	$"523C 2C2C 2024 3C34 ECE8 18F4 1010 EC14"            /* R<,, $<4ìè.ô..ì. */
	$"ECF8 D0D0 D4E4 E0BC E0E0 C0E4 B800 F0C0"            /* ìøĞĞÔäà¼ààÀä¸.ğÀ */
	$"E0E0 E8F4 E4DC ECE0 D4F0 F0D8 F4F0 E8E8"            /* ààèôäÜìàÔğğØôğèè */
	$"E8F8 FC04 00F4 F400 F408 0C0C 0004 10FC"            /* èøü..ôô.ô......ü */
	$"0804 0C18 181C 14F8 2C24 1000 2428 0808"            /* .......ø,$..$(.. */
	$"0C14 1830 34FC 442C 1430 0C4C 242C 3820"            /* ...04üD,.0.L$,8  */
	$"2844 34E8 F408 F42C E4FC 1004 E4C8 C4D0"            /* (D4èô.ô,äü..äÈÄĞ */
	$"F0E4 C8E4 C0CC DCCC 00D8 C4E4 DCEC F8E4"            /* ğäÈäÀÌÜÌ.ØÄäÜìøä */
	$"E8F8 C4D4 14C0 ECF8 E8FC DCF8 ECF4 0CFC"            /* èøÄÔ.ÀìøèüÜøìô.ü */
	$"F8FC 04E0 001C 08F8 0410 080C 0008 2420"            /* øü.à...ø......$  */
	$"1410 F830 34E4 3018 2008 FC10 1820 3C1C"            /* ..ø04ä0. .ü.. <. */
	$"004C 1010 4814 4010 2C44 2830 4820 F408"            /* .L..H.@.,D(0H ô. */
	$"E81C 04F0 FC04 24B8 C4C4 D4F8 E0C8 E0BC"            /* è..ğü.$¸ÄÄÔøàÈà¼ */
	$"D4D4 E8E0 C8D8 E8D8 E8F4 ECF8 E0C4 E808"            /* ÔÔèàÈØèØèôìøàÄè. */
	$"C4D4 08F4 E4E8 FCF4 E808 FCFC 04EC 00EC"            /* ÄÔ.ôäèüôè.üü.ì.ì */
	$"1404 FC18 FC04 1004 1428 1C04 0C1C 1828"            /* ..ü.ü....(.....( */
	$"FC10 3804 1000 1020 283C 0C10 3808 2834"            /* ü.8.... (<..8.(4 */
	$"2C2C 0C24 4838 3840 1408 FCF8 28E0 EC14"            /* ,,.$H88@..üø(àì. */
	$"14FC CCAE C4DC FCD8 B8E8 C0D8 D4DC E4B4"            /* .üÌ®ÄÜüØ¸èÀØÔÜä´ */
	$"E0F4 D4E4 F400 F4C8 DCF0 E8D8 C818 F0D8"            /* àôÔäô.ôÈÜğèØÈ.ğØ */
	$"F8F4 F8F4 FC00 F8FC F414 E4FC 1408 2000"            /* øôøôü.øüô.äü.. . */
	$"F00C 1024 2018 0010 2C08 2408 0838 0004"            /* ğ..$ ...,.$..8.. */
	$"1C10 1C28 3C0C 1418 2834 1C2C 300C 2844"            /* ...(<...(4.,0.(D */
	$"4840 3024 F004 180C ECD4 2428 C4CC C4C0"            /* H@0$ğ...ìÔ$(ÄÌÄÀ */
	$"ECF0 C0BC E8D4 E8B4 D8EC B8D0 00DC E0F8"            /* ìğÀ¼èÔè´Øì¸Ğ.Üàø */
	$"08E0 C8F4 E8E0 D0FC E8F8 ECE8 F8F0 0CFC"            /* .àÈôèàĞüèøìèøğ.ü */
	$"F4E0 1000 08E4 F81C 0818 0CE8 002C 2414"            /* ôà...äø....è.,$. */
	$"0C1C FC2C 2418 040C 1C14 0020 280C 2838"            /* ..ü,$...... (.(8 */
	$"100C 1830 3814 2434 182C 4044 4038 20F0"            /* ...08.$4.,@D@8 ğ */
	$"0C0C 18E8 DC14 30B4 C0CC D0F0 D8B4 C4DC"            /* ...èÜ.0´ÀÌĞğØ´ÄÜ */
	$"F4D8 AAD4 E8C0 C8EC ECE8 FCF0 E0D8 E004"            /* ôØªÔèÀÈììèüğàØà. */
	$"CCD4 08E4 E8F8 F4DC F814 10D8 D424 00F4"            /* ÌÔ.äèøôÜø..ØÔ$.ô */
	$"F008 1CFC 0C0C F408 2C20 0420 18FC 1C44"            /* ğ..ü..ô., . .ü.D */
	$"14F0 0824 0C14 1828 1024 2C04 2414 2830"            /* .ğ.$...(.$,.$.(0 */
	$"1C28 1C2C 3840 3840 4418 04FC 100C F8EC"            /* .(.,8@8@D..ü..øì */
	$"0404 DCB8 C0E4 DCC8 C0C8 DCF8 C8C0 D4D8"            /* ..Ü¸ÀäÜÈÀÈÜøÈÀÔØ */
	$"CCD0 DCF0 04EC E8E4 D0E8 FCD8 D8FC F4E4"            /* ÌĞÜğ.ìèäĞèüØØüôä */
	$"E8FC E4EC 1C08 D4E4 10F4 EC08 1024 F8F0"            /* èüäì..Ôä.ôì..$øğ */
	$"0808 2818 1010 2C10 FC2C 3C1C ECF8 2824"            /* ..(...,.ü,<.ìø($ */
	$"0828 1424 3004 1430 101C 282C 340C 2C4C"            /* .(.$0..0..(,4.,L */
	$"4038 4028 2C08 F810 FC10 FCEC E0E4 D0C0"            /* @8@(,.ø.ü.üìàäĞÀ */
	$"D0E0 C4C8 D4D4 E0CC D0D8 C8CC D0DC F000"            /* ĞàÄÈÔÔàÌĞØÈÌĞÜğ. */
	$"ECEC DCCC F0F4 F4C8 FCF8 ECE4 F0FC F00C"            /* ììÜÌğôôÈüøìäğüğ. */
	$"F8F0 FCF4 E400 1010 2800 D4FC 2434 10F0"            /* øğüôä...(.Ôü$4.ğ */
	$"2C1C 0020 2830 18E4 0818 3410 0C20 242C"            /* ,.. (0.ä..4.. $, */
	$"0024 2810 1424 343C 0C24 484C 4C20 243C"            /* .$(..$4<.$HLL $< */
	$"FC14 00FC 0C0C DCDC DCD0 CCBC D0E0 D0D8"            /* ü..ü..ÜÜÜĞÌ¼ĞàĞØ */
	$"BCD8 D0D4 DCC4 C8CC E8F4 DC00 F0BC E0E8"            /* ¼ØĞÔÜÄÈÌèôÜ.ğ¼àè */
	$"00F0 CC00 FCE4 F0DC 0C08 DC00 F804 E4DC"            /* .ğÌ.üäğÜ..Ü.ø.äÜ */
	$"1408 082C 04CC F430 340C 0C14 0C08 3C24"            /* ...,.Ìô04.....<$ */
	$"2410 E01C 1C28 24FC 2024 1828 1818 1018"            /* $.à..($ü $.(.... */
	$"2838 4414 242C 6256 142C 2014 1C00 00F4"            /* (8D.$,bV., ....ô */
	$"10D8 E8DC C0C8 CCC4 E4F4 B4C0 D8D0 D0E4"            /* .ØèÜÀÈÌÄäô´ÀØĞĞä */
	$"CCC4 D0F4 E8E0 04DC D4DC F0FC ECDC F800"            /* ÌÄĞôèà.ÜÔÜğüìÜø. */
	$"E8E4 F4F8 08F0 EC04 F8F8 E418 0000 2C08"            /* èäôø.ğì.øøä...,. */
	$"E0F0 2428 2020 00F0 303C 2814 0CEC 2038"            /* àğ$(  .ğ0<(..ì 8 */
	$"1420 1000 2C20 2C20 080C 1C30 384C 181C"            /* . .., , ...08L.. */
	$"2C62 482C 2018 1824 18FC E800 E4F4 D0B8"            /* ,bH, ..$.üè.äôĞ¸ */
	$"B8E4 C4E8 ECAE C4E0 D0C8 E8D4 C4E4 E0E4"            /* ¸äÄèì®ÄàĞÈèÔÄäàä */
	$"F8E4 D4E8 E4F4 E8F0 F0F0 04F0 DC00 F8F8"            /* øäÔèäôèğğğ.ğÜ.øø */
	$"08E4 F008 FCF8 10F0 F428 10FC F40C 1C34"            /* .äğ.üø.ğô(.üô..4 */
	$"24F0 FC2C 4028 0808 F81C 3C1C 1410 FC28"            /* $ğü,@(..ø.<...ü( */
	$"3820 141C 041C 3C34 5614 1848 3844 4410"            /* 8 ....<4V..H8DD. */
	$"240C 2C2C F4E0 E4F8 F4C4 B8C4 D4EC D8C0"            /* $.,,ôàäøôÄ¸ÄÔìØÀ */
	$"C8C0 E4D4 BCE8 D8D0 E8C8 F000 C8D4 ECFC"            /* ÈÀäÔ¼èØĞèÈğ.ÈÔìü */
	$"E0E0 F4FC E800 F8E0 E800 0CF4 E0F0 0CF4"            /* ààôüè.øàè..ôàğ.ô */
	$"0818 E0E8 1C20 08F0 0028 2C14 000C 183C"            /* ..àè. .ğ.(,....< */
	$"2804 0804 1C34 2818 F018 2824 2404 3000"            /* (....4(.ğ.($$.0. */
	$"1840 385A 0C30 382C 4030 3028 0828 30F4"            /* .@8Z.08,@00(.(0ô */
	$"E0C8 FCE4 C4C8 CCD0 E8DC AAC4 D4E8 D0B8"            /* àÈüäÄÈÌĞèÜªÄÔèĞ¸ */
	$"E4DC D4D4 D400 D8D4 D4F0 F8DC E0F4 04E8"            /* äÜÔÔÔ.ØÔÔğøÜàô.è */
	$"F804 D8D8 1418 DCE4 08FC E810 20E0 D420"            /* ø.ØØ..Üä.üè. àÔ  */
	$"2C08 E418 1C18 0818 1814 2828 0C08 0C18"            /* ,.ä.......((.... */
	$"2830 1000 1C24 1814 1030 0C1C 4034 4C20"            /* (0...$...0..@4L  */
	$"3428 3028 303C 3C08 1C28 FCDC C4E8 D8C4"            /* 4(0(0<<..(üÜÄèØÄ */
	$"DCE0 C8C8 E0AE BCD0 00C4 B8E4 E0BC D4EC"            /* ÜàÈÈà®¼Ğ.Ä¸äà¼Ôì */
	$"E8D4 D0E8 E8E0 E8E8 F400 ECF4 FCD0 E418"            /* èÔĞèèàèèô.ìôüĞä. */
	$"08E4 E80C FCD0 1C18 E4D8 1C24 00F8 181C"            /* .äè.üĞ..äØ.$.ø.. */
	$"0414 1C1C 1814 201C 080C 1C24 2810 2410"            /* ...... ....$(.$. */
	$"1020 F828 2410 3834 2C48 3820 281C 3030"            /* . ø($.84,H8 (.00 */
	$"3C56 0410 2000 CCC4 DCE0 C0EC F4B4 CCC8"            /* <V.. .ÌÄÜàÀìô´ÌÈ */
	$"C4B8 CC0C C8BC F0D0 B4E0 ECE8 CCD8 F4D8"            /* Ä¸Ì.È¼ğĞ´àìèÌØôØ */
	$"D0F4 F8F8 FCF0 F0E8 DCF0 10F8 00FC F8F8"            /* ĞôøøüğğèÜğ.ø.üøø */
	$"DC04 10EC F808 1004 0814 0C14 081C 1C1C"            /* Ü..ìø........... */
	$"1814 2008 0C20 1824 1830 1000 24FC 1C2C"            /* .. .. .$.0..$ü., */
	$"144C 3820 562C 2818 1038 3848 4C0C 141C"            /* .L8 V,(..88HL... */
	$"F8B8 C0E0 E8CC F0E0 C0D0 B4C0 C8D8 F4DC"            /* ø¸ÀàèÌğàÀĞ´ÀÈØôÜ */
	$"C8E4 C0C0 DCE0 E8D4 ECE0 D0D8 F000 00FC"            /* ÈäÀÀÜàèÔìàĞØğ..ü */
	$"ECDC ECF0 F008 FC18 04E4 ECEC F408 0004"            /* ìÜìğğ.ü..äììô... */
	$"0008 1400 041C 180C 1014 2024 1814 0410"            /* .......... $.... */
	$"1C18 301C 2814 100C 0C14 242C 4440 3038"            /* ..0.(.....$,D@08 */
	$"3820 041C 3452 4C30 1020 14D4 AEC8 E8F4"            /* 8 ..4RL0. .Ô®Èèô */
	$"E0CC D8DC CCAE AED4 ECE0 E4DC C8CC C4C4"            /* àÌØÜÌ®®ÔìàäÜÈÌÄÄ */
	$"E8E8 F4E0 CCD0 E8F0 FC10 F4DC E0F4 F8E8"            /* èèôàÌĞèğü.ôÜàôøè */
	$"0C10 1800 E8E0 E8F8 0410 F808 1CFC F414"            /* ....èàèø..ø..üô. */
	$"1C1C 1404 0C24 3024 0400 0824 2C28 2418"            /* .....$0$...$,($. */
	$"2420 F80C 201C 3C38 5634 2834 0C14 1844"            /* $ ø. .<8V4(4...D */
	$"6640 280C 3008 AEB8 D8F8 08CC B4E0 F0C8"            /* f@(.0.®¸Øø.Ì´àğÈ */
	$"AAAA D4FC E4E0 D4D4 D0AE C8DC 04F0 D4C8"            /* ªªÔüäàÔÔĞ®ÈÜ.ğÔÈ */
	$"DCF4 F0F8 10E4 E0E8 ECF8 F808 1C10 FCE8"            /* Üôğø.äàèìøø...üè */
	$"E0D4 1008 FCF4 2C18 E4FC 2014 2414 FC04"            /* àÔ..üô,.äü .$.ü. */
	$"2834 2804 E80C 4028 1C24 1834 18FC 002C"            /* (4(.è.@(.$.4.ü., */
	$"242C 5648 382C 101C 1420 5A5E 3828 0828"            /* $,VH8,... Z^8(.( */
	$"F0AE BCE0 0C00 BCB4 E8EC CCAE AED8 00F4"            /* ğ®¼à..¼´èìÌ®®Ø.ô */
	$"C4DC E8B4 C0BC E808 E8D0 CCE4 F8F8 F4F8"            /* ÄÜè´À¼è.èĞÌäøøôø */
	$"ECEC DCE8 0800 0020 10F4 ECD8 DC18 04EC"            /* ììÜè... .ôìØÜ..ì */
	$"1424 0CE8 0C10 1424 1400 0428 3428 FCE8"            /* .$.è...$...(4(üè */
	$"1C40 1C1C 2424 3810 0408 2828 3C4C 483C"            /* .@..$$8...((<LH< */
	$"1814 1C1C 345A 4C34 2C04 10D8 C8C8 E8FC"            /* ....4ZL4,..ØÈÈèü */
	$"F8BC BCEC DCCC B8C0 DCF8 E4D4 E4C8 D0B8"            /* ø¼¼ìÜÌ¸ÀÜøäÔäÈĞ¸ */
	$"C4E8 FCE0 D0DC ECF4 F4E8 F4F4 E8E0 F40C"            /* ÄèüàĞÜìôôèôôèàô. */
	$"F808 1C08 F4E8 DC00 F8F8 1400 1CFC 0C00"            /* ø...ôèÜ.øø...ü.. */
	$"0818 2010 0410 242C 1400 0C14 2C20 2428"            /* .. ...$,...., $( */
	$"2C28 1008 1C18 384C 2C5E 1420 1C1C 2C40"            /* ,(....8L,^. ..,@ */
	$"4C44 3428 00FC C8E4 E4D8 F4EC C4CC E0DC"            /* LD4(.üÈääØôìÄÌàÜ */
	$"C0C4 D8E8 D4E0 F8C0 C8DC BCC4 E4F4 D8D8"            /* ÀÄØèÔàøÀÈÜ¼ÄäôØØ */
	$"ECF4 ECE0 F8F4 DCEC 00F8 0000 0C18 F8F8"            /* ìôìàøôÜì.ø....øø */
	$"E4EC 00E0 101C F404 140C 0008 1018 0C08"            /* äì.à..ô......... */
	$"1C20 1008 201C 0418 3820 3028 2014 0C20"            /* . .. ...8 0( ..  */
	$"2440 3838 3414 1C28 2C34 3C40 402C 2804"            /* $@884..(,4<@@,(. */
	$"DCCC FCDC D4EC E0D8 D4D0 DCB8 D8EC D8C4"            /* ÜÌüÜÔìàØÔĞÜ¸ØìØÄ */
	$"ECEC C4C8 D8C8 BCE0 ECD8 E8F4 F0D8 E808"            /* ììÄÈØÈ¼àìØèôğØè. */
	$"E4CC 0010 E8F4 1404 08EC 04F0 F0EC FC0C"            /* äÌ..èô...ì.ğğìü. */
	$"10F0 0414 0410 0C04 1008 1424 1004 1428"            /* .ğ.........$...( */
	$"1800 1C38 1C34 1C2C 1008 2C38 3434 3020"            /* ...8.4.,..,8440  */
	$"1820 3440 2C28 3838 2C34 00C4 DCEC E8E0"            /* . 4@,(88,4.ÄÜìèà */
	$"D8DC E8CC D4D8 C0E4 DCDC D0D8 E4D0 D4C8"            /* ØÜèÌÔØÀäÜÜĞØäĞÔÈ */
	$"CCC4 DCE8 E0EC F0E0 E0F8 FCD4 DC08 0CDC"            /* ÌÄÜèàìğààøüÔÜ..Ü */
	$"0014 FCF0 FC10 E8E4 F804 0CF4 10F8 0004"            /* ..üğü.èäø..ô.ø.. */
	$"2014 F800 0C20 1C10 0C10 2414 102C 2420"            /*  .ø.. ....$..,$  */
	$"2824 2C04 1C38 3440 1038 1014 3438 5220"            /* ($,..84@.8..48R  */
	$"1C30 3438 38F0 C4C4 E800 E4CC DCE8 CCD8"            /* .0488ğÄÄè.äÌÜèÌØ */
	$"DCD8 C8E0 E8C8 E0D4 E0DC AED0 D0D8 F0E8"            /* ÜØÈàèÈàÔàÜ®ĞĞØğè */
	$"E4E0 E8F0 FCEC DCEC 00F8 E410 0CE4 F418"            /* äàèğüìÜì.øä..äô. */
	$"04E0 00F0 0808 FC10 F0EC 1428 14EC FC10"            /* .à.ğ..ü.ğì.(.ìü. */
	$"1820 1C00 0C20 1C2C 2C14 1828 341C 1430"            /* . ... .,,..(4..0 */
	$"2848 2814 300C 203C 404C 1C10 2C40 4440"            /* (H(.0. <@L..,@D@ */
	$"D4B8 C8F0 00E0 CCDC D8D8 E0EC C4C8 F0C8"            /* Ô¸Èğ.àÌÜØØàìÄÈğÈ */
	$"DCE8 D4D8 D4AE CCD8 E4F4 DCD0 E8F0 F400"            /* ÜèÔØÔ®ÌØäôÜĞèğô. */
	$"ECD8 F8F8 E4FC 10F8 D818 10EC 00F8 E408"            /* ìØøøäü.øØ..ì.øä. */
	$"20F8 FCEC F418 2C10 F0F4 0C28 280C FC14"            /*  øüìô.,.ğô.((.ü. */
	$"1C28 3420 100C 3828 1C2C 202C 3828 1820"            /* .(4 ..8(., ,8(.  */
	$"1828 3444 341C 1434 485A 30A6 BCDC FCF0"            /* .(4D4..4HZ0¦¼Üüğ */
	$"E4D0 D0DC E4EC DCC4 E0CC C8F0 F8C4 C4D8"            /* äĞĞÜäìÜÄàÌÈğøÄÄØ */
	$"BCC4 DCFC E0CC DCE8 EC08 08DC E0F8 E8E4"            /* ¼ÄÜüàÌÜèì..Üàøèä */
	$"0008 E8F4 14FC 0404 E4E4 281C F8E4 F804"            /* ..èô.ü..ää(.øäø. */
	$"0824 08F0 F41C 2C18 000C 1C14 3824 2414"            /* .$.ğô.,.....8$$. */
	$"0834 2C2C 2C20 203C 2424 1C20 3428 3C24"            /* .4,,,  <$$. 4(<$ */
	$"2024 345E 56F8 AAC4 ECF4 E4E4 DCC8 ECEC"            /*  $4^VøªÄìôääÜÈìì */
	$"DCE0 D8CC C4D4 10F0 AEC0 D4CC C4E0 F8D4"            /* ÜàØÌÄÔ.ğ®ÀÔÌÄàøÔ */
	$"D8DC E000 18F4 D8EC F0E4 F0EC 04FC F804"            /* ØÜà..ôØìğäğì.üø. */
	$"0C08 F8D0 0C24 0CF0 E004 0C00 1804 F414"            /* ..øĞ.$.ğà.....ô. */
	$"2018 0808 241C 1830 1C2C 1004 3430 3034"            /*  ...$..0.,..4004 */
	$"0834 3424 341C 203C 1828 2C28 3848 5638"            /* .44$4. <.(,(8HV8 */
	$"D4BC D8F4 E4E0 E8D4 DCF4 D4E0 F0C8 D0C0"            /* Ô¼ØôäàèÔÜôÔàğÈĞÀ */
	$"E810 D4B4 C8C8 D4D0 D0EC ECD4 D8F0 1008"            /* è.Ô´ÈÈÔĞĞììÔØğ.. */
	$"E4E4 ECE4 ECE8 E808 04F0 1404 08E8 E418"            /* ääìäìèè..ğ...èä. */
	$"1CFC ECF8 FC04 FCFC 0410 2414 0408 1C28"            /* .üìøü.üü..$....( */
	$"1424 2024 2410 1830 2440 1C14 3428 3034"            /* .$ $$..0$@..4(04 */
	$"2024 3008 2038 3452 4840 24C8 C8E8 E8D8"            /*  $0. 84RH@$ÈÈèèØ */
	$"E8DC D4F0 E4D8 E8DC D8CC D0F4 F8C4 C4D0"            /* èÜÔğäØèÜØÌĞôøÄÄĞ */
	$"C0D4 D4CC ECF0 D4E8 FC08 F4E4 ECEC E0E4"            /* ÀÔÔÌìğÔèü.ôäììàä */
	$"ECEC FC04 0804 F804 F8EC 1810 ECF4 08F8"            /* ììü...ø.øì..ìô.ø */
	$"F4F8 FC18 1C20 0C04 1024 2018 2028 200C"            /* ôøü.. ...$ . ( . */
	$"2824 1C28 2C20 1830 3034 3028 2814 1024"            /* ($.(, .0040((..$ */
	$"3C48 4448 3C08 CCD8 E8D4 DCF4 D0E0 E4F4"            /* <HDH<.ÌØèÔÜôĞàäô */
	$"E0C8 E4E4 D4D8 ECD8 C4D8 D4B8 C8DC D8E0"            /* àÈääÔØìØÄØÔ¸ÈÜØà */
	$"F0F0 E8F8 FCE8 ECEC E4DC E000 E0F4 2004"            /* ğğèøüèììäÜà.àô . */
	$"ECF8 18F4 F810 04EC 000C F4D8 0410 0C18"            /* ìø.ôø..ì..ôØ.... */
	$"1C18 0810 2018 1C24 2C04 1834 201C 1434"            /* .... ..$,..4 ..4 */
	$"2024 2C34 2C2C 3028 0814 3040 403C 563C"            /*  $,4,,0(..0@@<V< */
	$"ECCC E8DC CCE8 F4D4 C8F4 08C4 C8F0 F4D4"            /* ìÌèÜÌèôÔÈô.ÄÈğôÔ */
	$"D8E0 C8CC DCD4 B4CC DCE0 DCF8 F8E8 F8F0"            /* ØàÈÌÜÔ´ÌÜàÜøøèøğ */
	$"E8E8 E8E0 E0F0 F0E0 0414 F8E4 1414 F4FC"            /* èèèààğğà..øä..ôü */
	$"04F8 F008 04E8 E014 1400 1424 2010 0C14"            /* .øğ..èà....$ ... */
	$"1C20 3020 081C 2C20 0C24 2824 2C2C 3420"            /* . 0 .., .$($,,4  */
	$"3034 2808 1844 3038 4856 34E4 C8E4 D0D4"            /* 04(..D08HV4äÈäĞÔ */
	$"FCEC C0D0 00F0 C8CC 00F0 D0D4 D8C8 CCD4"            /* üìÀĞ.ğÈÌ.ğĞÔØÈÌÔ */
	$"D0C4 CCD0 E8F0 F0F0 F4F0 ECEC E0D8 ECF0"            /* ĞÄÌĞèğğğôğììàØìğ */
	$"E4E8 00F8 00EC 0018 04F8 FCFC F8F4 04F4"            /* äè.ø.ì...øüüøô.ô */
	$"F0FC 080C 0810 2820 1408 1020 282C 2014"            /* ğü....( ... (, . */
	$"0C2C 1020 2818 3030 2C2C 1C38 302C 1C20"            /* .,. (.00,,.80,.  */
	$"3030 3056 561C F4CC D4D0 E8F8 D4CC E4E4"            /* 000VV.ôÌÔĞèøÔÌää */
	$"ECD8 E000 E0D4 D8D0 C8C0 CCE0 D4C4 D0F4"            /* ìØà.àÔØĞÈÀÌàÔÄĞô */
	$"F8E8 EC00 F0EC E4CC E0FC ECDC 0400 ECEC"            /* øèì.ğìäÌàüìÜ..ìì */
	$"F80C 18FC 00F8 FCF8 ECF8 FC00 00FC 081C"            /* ø..ü.øüøìøü..ü.. */
	$"0C1C 2414 0C1C 1C24 3028 0C08 1018 282C"            /* ..$....$0(....(, */
	$"1438 2C2C 2028 3C2C 382C 1824 3C34 524C"            /* .8,, (<,8,.$<4RL */
	$"08F8 D0CC DCF0 DCDC E0D8 DCE8 ECF0 F0D8"            /* .øĞÌÜğÜÜàØÜèìğğØ */
	$"D4DC D0BC B4D8 E8D4 D0DC E8F4 ECE8 F8F8"            /* ÔÜĞ¼´ØèÔĞÜèôìèøø */
	$"ECD4 C8F8 F4E4 F804 F4E0 F8F0 1018 FC00"            /* ìÔÈøôäø.ôàøğ..ü. */
	$"F800 ECE4 0408 FCF8 0810 200C 0820 1420"            /* ø.ìä..üø.. .. .  */
	$"2410 3030 2014 F814 1C2C 341C 3028 2820"            /* $.00 .ø..,4.0((  */
	$"3038 3840 201C 243C 4040 3408 F4D8 D0E4"            /* 088@ .$<@@4.ôØĞä */
	$"D8DC E8D4 DCDC E8F8 F4E4 D4D4 E0CC B4C0"            /* ØÜèÔÜÜèøôäÔÔàÌ´À */
	$"E4DC DCE4 DCE0 E8F8 E8EC 00E4 C4E0 F0E4"            /* äÜÜäÜàèøèì.äÄàğä */
	$"F400 00E8 F0F8 EC0C 1800 FCF8 FCE0 F00C"            /* ô..èğøì...üøüàğ. */
	$"08F4 F81C 1818 0C00 1020 381C 1830 2424"            /* .ôø...... 8..0$$ */
	$"0400 1014 3038 2824 202C 2830 3C40 3020"            /* ....08($ ,(0<@0  */
	$"2C2C 3844 3808 1CF0 E8DC D0D0 ECD8 DCE0"            /* ,,8D8..ğèÜĞĞìØÜà */
	$"E0E8 F4F8 E0D0 D0D4 C4B8 CCE4 E0E4 E0DC"            /* àèôøàĞĞÔÄ¸ÌäàäàÜ */
	$"DCE0 F8F4 E8F4 E4D4 E8E0 F0F0 04F8 F8F0"            /* ÜàøôèôäÔèàğğ.øøğ */
	$"F0EC 0010 08F8 F4F4 E8F8 0804 F804 2024"            /* ğì...øôôèø..ø. $ */
	$"0C04 FC00 303C 242C 1824 1408 0C0C 182C"            /* ..ü.0<$,.$....., */
	$"3434 201C 3028 3844 3430 2834 3434 4030"            /* 44 .0(8D40(444@0 */
	$"F020 F0F4 DCC4 DCDC D8E8 E8E0 E4F0 F8DC"            /* ğ ğôÜÄÜÜØèèàäğøÜ */
	$"D0CC C4CC C8D0 ECE8 D8DC E4E4 DCEC FCE8"            /* ĞÌÄÌÈĞìèØÜääÜìüè */
	$"DCEC E8DC ECE8 F0FC 0404 F0E4 F4F8 0010"            /* ÜìèÜìèğü..ğäôø.. */
	$"F8F4 F8EC F804 0400 081C 240C F800 082C"            /* øôøìø.....$.ø.., */
	$"3838 2418 1410 1010 0C1C 202C 3C28 242C"            /* 88$....... ,<($, */
	$"283C 3834 3830 3838 3434 14FC 10F8 E8E0"            /* (<84808844.ü.øèà */
	$"D0D0 D4E4 F4EC D8E0 F4EC D4D4 C8BC D4D4"            /* ĞĞÔäôìØàôìÔÔÈ¼ÔÔ */
	$"DCF4 E0D0 D8E8 ECE0 E4F4 ECE0 E4F0 E8E8"            /* ÜôàĞØèìàäôìàäğèè */
	$"D8E8 0810 04F0 DCFC F0EC 0C00 00F8 E4F4"            /* Øè...ğÜüğì...øäô */
	$"0810 0408 1820 10F8 F810 2C40 3424 140C"            /* ..... .øø.,@4$.. */
	$"1014 140C 2018 2044 3034 2C24 3034 3C40"            /* .... . D04,$04<@ */
	$"3438 3434 34F8 1010 E8EC E8D4 C4D8 EC00"            /* 48444ø..èìèÔÄØì. */
	$"ECD4 E0F8 E4C4 D4D4 B8D0 E0EC F0D8 CCD4"            /* ìÔàøäÄÔÔ¸ĞàìğØÌÔ */
	$"E4F4 E8D8 E4F8 E8D4 F400 DCCC EC10 1008"            /* äôèØäøèÔô.ÜÌì... */
	$"F0DC F8EC DC08 100C ECD8 F818 1404 0014"            /* ğÜøìÜ...ìØø..... */
	$"1814 0CF0 1040 3030 1C18 180C 1418 0C20"            /* ...ğ.@00.......  */
	$"1418 4434 4830 0C28 3C44 4434 3830 3030"            /* ..D4H0.(<DD48000 */
	$"F814 08D4 F8E8 C8D4 DCF4 FCE8 D4E0 F8DC"            /* ø..ÔøèÈÔÜôüèÔàøÜ */
	$"AED4 E4B8 D8EC ECEC DCCC D0DC F4EC D0E4"            /* ®Ôä¸ØìììÜÌĞÜôìĞä */
	$"F8E8 E0F8 FCD8 C8F8 100C 08F4 DCF4 E0D8"            /* øèàøüØÈø...ôÜôàØ */
	$"1014 0CE4 D804 2018 00FC 0C14 1C18 F014"            /* ...äØ. ..ü....ğ. */
	$"402C 1C14 2820 0C10 140C 1C18 183C 405A"            /* @,..( .......<@Z */
	$"2C00 2448 4844 3434 2C30 2018 0CEC E0F4"            /* ,.$HHD44,0 ..ìàô */
	$"D4CC E4F0 F0F4 E8D8 E0F0 D0AE D4E4 CCE4"            /* ÔÌäğğôèØàğĞ®ÔäÌä */
	$"E4E4 F0E0 CCCC DCEC E4D4 F4EC E000 ECE4"            /* ääğàÌÌÜìäÔôìà.ìä */
	$"D8E0 FC0C 0804 F8E4 E8D8 E418 0CFC E8E4"            /* Øàü...øäèØä..üèä */
	$"0824 1800 F400 1424 1404 242C 3000 142C"            /* .$..ô..$..$,0.., */
	$"2418 1010 0C18 1C1C 3852 5228 0C20 4448"            /* $.......8RR(. DH */
	$"4430 2C28 2C14 2C04 E0F0 E0C4 D8F0 00F0"            /* D0,(,.,.àğàÄØğ.ğ */
	$"E8E4 DCDC E0CC C0CC DCEC E8D8 DCF4 E8CC"            /* èäÜÜàÌÀÌÜìèØÜôèÌ */
	$"CCD8 E4D8 ECFC DCEC 00EC CCDC F8FC 0404"            /* ÌØäØìüÜì.ìÌÜøü.. */
	$"00F4 E8DC DCF8 1000 ECF4 F808 1C18 00EC"            /* .ôèÜÜø..ìôø....ì */
	$"FC18 2414 2024 201C 0410 2C28 2014 080C"            /* ü.$. $ ...,( ... */
	$"1820 2838 523C 2C1C 243C 4444 3028 2824"            /* . (8R<,.$<DD0(($ */
	$"1C20 04E8 E4D4 C4DC FC00 F4E4 E0DC D4D4"            /* . .èäÔÄÜü.ôäàÜÔÔ */
	$"CCCC C8D8 F4EC D4D8 F0EC D4CC D4D4 D4F4"            /* ÌÌÈØôìÔØğìÔÌÔÔÔô */
	$"F8EC F4F0 E4D0 DCFC 0800 00FC F0E8 D8E8"            /* øìôğäĞÜü...üğèØè */
	$"0400 F8E8 0004 0418 1400 EC00 181C 2424"            /* ..øè......ì...$$ */
	$"281C 0810 141C 2C28 1808 1014 2038 3C3C"            /* (.....,(.... 8<< */
	$"2C30 302C 3838 4030 282C 1424 1810 F4D0"            /* ,00,88@0(,.$..ôĞ */
	$"CCD4 DC00 00F8 ECD8 D8D0 D0CC D8D4 D8E8"            /* ÌÔÜ..øìØØĞĞÌØÔØè */
	$"F0E0 D4E8 F0D8 D0CC D0DC ECF4 FCF8 E0D4"            /* ğàÔèğØĞÌĞÜìôüøàÔ */
	$"E4E4 F00C 08FC F4E4 E8E8 F008 F8F0 F000"            /* ääğ..üôäèèğ.øğğ. */
	$"0808 1410 FCF4 0410 2424 2C24 140C 081C"            /* ....üô..$$,$.... */
	$"1C24 281C 1010 1420 4438 302C 3038 343C"            /* .$(.... D80,084< */
	$"3034 2C28 2C10 1418 1CEC D4C4 DCE4 F004"            /* 04,(,....ìÔÄÜäğ. */
	$"F4EC D8D0 D0D0 C8E0 E0D0 DCEC E8D8 E0EC"            /* ôìØĞĞĞÈààĞÜìèØàì */
	$"DCD0 C8D4 D8EC FCF8 FCD8 D0E0 F4F0 0010"            /* ÜĞÈÔØìüøüØĞàôğ.. */
	$"FCEC E0EC F4EC 04F8 F0F4 0004 0414 0800"            /* üìàìôì.øğô...... */
	$"F800 1424 202C 1C14 1008 1424 1C20 1C18"            /* ø..$ ,.....$. .. */
	$"1C20 243C 3828 302C 3C34 4034 2C28 2C1C"            /* . $<8(0,<4@4,(,. */
	$"1414 1414 F4D8 CCD8 E8F0 F8F8 E8DC D4D4"            /* ....ôØÌØèğøøèÜÔÔ */
	$"D0D0 E8E8 CCD4 E8E8 E0E0 E8D8 D0D4 D4D4"            /* ĞĞèèÌÔèèààèØĞÔÔÔ */
	$"F8F0 F4F8 E8D4 D8F8 FCF8 0800 ECE0 F0F8"            /* øğôøèÔØøüø..ìàğø */
	$"E800 00F0 F400 04FC 100C 04F8 0424 1C24"            /* è..ğô..ü...ø.$.$ */
	$"2020 180C 1414 2024 1418 1C2C 341C 343C"            /*   .... $...,4.4< */
	$"282C 2C38 3840 382C 242C 0418 200C 0CFC"            /* (,,88@8,$,.. ..ü */
	$"D8D8 DCE4 F4F0 ECE4 D8E0 D8D4 D4E0 ECCC"            /* ØØÜäôğìäØàØÔÔàìÌ */
	$"CCE8 E4DC E8E8 CCD4 E0CC E4F8 E8E8 F0F8"            /* ÌèäÜèèÌÔàÌäøèèğø */
	$"D8D4 EC00 00F8 F8FC E8EC F4E8 0008 F4F0"            /* ØÔì..øøüèìôè..ôğ */
	$"0004 F404 1408 F414 2418 1C18 2818 0818"            /* ..ô...ô.$...(... */
	$"2018 2018 0C20 3C3C 1C34 3828 2830 3434"            /*  . .. <<.48((044 */
	$"383C 382C 0C00 241C FC10 08DC DCE0 E4F0"            /* 8<8,..$.ü..ÜÜàäğ */
	$"F0DC E0E0 E0E8 E4D0 D8F0 D0C8 E0E8 D8E4"            /* ğÜàààèäĞØğĞÈàèØä */
	$"E8CC D8D8 D8F4 F0E0 E0F4 F8E0 DCE8 F404"            /* èÌØØØôğààôøàÜèô. */
	$"F4F4 04F0 ECF0 F000 04F8 ECFC 04F4 0010"            /* ôô.ğìğğ..øìü.ô.. */
	$"0404 1C1C 1410 1C28 140C 1424 2418 1810"            /* .......(...$$... */
	$"1C40 382C 3834 2820 3438 2C34 4040 34E4"            /* .@8,84( 48,4@@4ä */
	$"0830 0CF8 1808 E0D8 E4EC ECE8 D8D4 E0E0"            /* .0.ø..àØäììèØÔàà */
	$"F8F0 C8D8 F0D4 C4DC F0D8 D4E0 E0D4 CCE8"            /* øğÈØğÔÄÜğØÔààÔÌè */
	$"F8E8 DCE4 F0F0 E4E8 E8EC F800 FCF8 F0F4"            /* øèÜäğğäèèìø.üøğô */
	$"F4F8 FC00 00EC F400 F804 0404 1814 1410"            /* ôøü..ìô.ø....... */
	$"1420 2414 1014 202C 1C10 181C 3038 4044"            /* . $... ,....08@D */
	$"2C24 1C2C 382C 3044 4824 E00C 2000 0420"            /* ,$.,8,0DH$à. ..  */
	$"0CE0 D8E4 F4EC DCDC D8D0 EC00 F0CC D8E8"            /* .àØäôìÜÜØĞì.ğÌØè */
	$"D4C8 D8F0 D8C4 E0EC D0D4 ECF4 E0E0 E8EC"            /* ÔÈØğØÄàìĞÔìôààèì */
	$"E4E0 E8F0 E8F0 0808 E8E0 0404 FCF8 F804"            /* äàèğèğ..èà..üøø. */
	$"ECEC 0000 00FC 0C1C 1408 1014 2420 1810"            /* ìì...ü......$ .. */
	$"1020 2C28 1818 1C24 3C4C 482C 2418 2434"            /* . ,(...$<LH,$.$4 */
	$"2C34 483C 0C00 1004 FC0C 240C DCDC E4F0"            /* ,4H<....ü.$.ÜÜäğ */
	$"ECE4 D8D8 D0E8 00EC E0E0 E0D4 C8D4 ECD8"            /* ìäØØĞè.ìàààÔÈÔìØ */
	$"C4E0 E8DC DCE4 E8E8 F0EC E8E0 E0E8 ECF0"            /* ÄàèÜÜäèèğìèààèìğ */
	$"F404 04E8 E00C 10FC F8F4 00EC E808 04F8"            /* ô..èà..üøô.ìè..ø */
	$"040C 1810 0414 1424 2018 100C 202C 3028"            /* .......$ ... ,0( */
	$"0C14 2C38 4C48 302C 1818 3434 4044 2400"            /* ..,8LH0,..44@D$. */
	$"100C FCF8 1820 0CDC DCE4 E8F0 F0DC D4D8"            /* ..üø. .ÜÜäèğğÜÔØ */
	$"DCF4 F0E8 ECDC D0CC D4E4 D8D0 D8E4 E4E0"            /* ÜôğèìÜĞÌÔäØĞØääà */
	$"DCDC F4F8 ECE0 DCE0 E0E8 FC04 FCF0 ECF4"            /* ÜÜôøìàÜààèü.üğìô */
	$"0C0C 04FC F4F8 E8E8 0C00 FC0C 080C 0014"            /* ...üôøèè..ü..... */
	$"1414 2020 1C10 0C1C 3038 2810 0C34 3C3C"            /* ..  ....08(..4<< */
	$"4838 3418 1030 4040 3818 0808 0C00 0018"            /* H84..0@@8....... */
	$"180C DCE0 E0E4 F4F8 E8D4 D4DC E8F0 F0F0"            /* ..ÜààäôøèÔÔÜèğğğ */
	$"E0CC D0CC D8E4 D4D4 E8D8 E0D8 E0FC FCF0"            /* àÌĞÌØäÔÔèØàØàüüğ */
	$"DCD8 DCDC EC00 08F8 E4F0 0808 0008 08F4"            /* ÜØÜÜì..øäğ.....ô */
	$"ECE8 EC08 0408 0808 FCFC 1C14 141C 2420"            /* ìèì.....üü....$  */
	$"1408 1838 3820 1418 343C 3440 4034 180C"            /* ...88 ..4<4@@4.. */
	$"3444 3438 0804 040C 0808 0C0C 0CE0 E0DC"            /* 4D48.........ààÜ */
	$"E4F8 00F4 D4CC E0E8 E4F8 F4E4 D0CC C4DC"            /* äø.ôÔÌàèäøôäĞÌÄÜ */
	$"E8D4 E0E4 CCD4 DCF4 FCF8 F0DC D8DC E4F0"            /* èÔàäÌÔÜôüøğÜØÜäğ */
	$"FC04 F8EC F408 0CF4 0410 F4E8 ECEC 0014"            /* ü.øìô..ô..ôèìì.. */
	$"040C 00FC 0414 1414 1824 2414 0C20 342C"            /* ...ü.....$$.. 4, */
	$"2418 2834 2C38 3C3C 2C1C 1C38 382C 38FC"            /* $.(4,8<<,..88,8ü */
	$"F804 0C14 1404 0008 E4E4 DCE8 FC08 F0D4"            /* ø.......ääÜèü.ğÔ */
	$"CCDC ECE0 F0F8 E4D4 C4C4 E0E4 E0E0 D8C4"            /* ÌÜìàğøäÔÄÄàäààØÄ */
	$"C8E4 04F8 F0E8 E0D8 DCE8 ECF0 F800 00F4"            /* Èä.øğèàØÜèìğø..ô */
	$"0008 F804 0CFC ECEC E408 1004 0800 0008"            /* ..ø..üììä....... */
	$"0810 141C 2424 1814 2028 2C24 1C34 3424"            /* ....$$.. (,$.44$ */
	$"403C 3028 202C 3030 3424 F800 040C 1814"            /* @<0( ,004$ø..... */
	$"00F8 00EC E4E0 EC08 04E4 D4D8 DCE8 E0E8"            /* .ø.ìäàì..äÔØÜèàè */
	$"F8E4 D0CC D4DC ECE8 D8CC C0CC F008 F8E8"            /* øäĞÌÔÜìèØÌÀÌğ.øè */
	$"E0E4 E0E4 E8E4 E8F8 0C08 F4F8 FC00 0400"            /* àäàäèäèø..ôøü... */
	$"08F0 E8F0 0408 0008 0408 0804 0814 2020"            /* .ğèğ..........   */
	$"2424 1C18 242C 2420 3434 2C3C 3C28 202C"            /* $$..$,$ 44,<<( , */
	$"2C28 3834 0004 0804 0C18 1004 F8F8 F8E0"            /* ,(84........øøøà */
	$"E4F8 08FC E4D8 DCE8 E0DC E8EC DCD0 DCD8"            /* äø.üäØÜèàÜèìÜĞÜØ */
	$"E4EC E0C8 C8C8 D0F4 04F8 E4E0 E8E8 E4E0"            /* äìàÈÈÈĞô.øäàèèäà */
	$"DCE8 0010 08F8 F4F0 040C 0408 F4F4 F4F8"            /* Üè...øôğ....ôôôø */
	$"FCFC 1008 0C00 0000 1424 2428 2418 1828"            /* üü.......$$($..( */
	$"2C20 2438 343C 3830 2C20 2828 3840 14FC"            /* , $84<80, ((8@.ü */
	$"0C0C 040C 1008 00F8 F8FC E4F4 FC00 F8E4"            /* .......øøüäôü.øä */
	$"D8E4 F0D8 D8EC E0D0 DCE0 E8EC E4D4 C0D0"            /* ØäğØØìàĞÜàèìäÔÀĞ */
	$"C8D8 F4F8 F4E4 E4EC E8E0 DCE0 F004 1000"            /* ÈØôøôääìèàÜàğ... */
	$"F8F0 EC00 1408 F8FC 00EC ECF4 0410 1410"            /* øğì...øü.ììô.... */
	$"00F8 0014 242C 281C 1820 2824 1C28 3434"            /* .ø..$,(.. ($.(44 */
	$"4038 2C34 1C14 3040 34FC 1014 0804 0800"            /* @8,4..0@4ü...... */
	$"0004 00FC 00E8 F4F4 FCF8 E0DC F0F0 D8D4"            /* ...ü.èôôüøàÜğğØÔ */
	$"E4D4 D4E0 E8F8 ECD4 C0C8 D4CC E4F0 ECE8"            /* äÔÔàèøìÔÀÈÔÌäğìè */
	$"F0F0 ECE0 DCE4 E8F4 0808 F4F4 F4EC 0818"            /* ğğìàÜäèô..ôôôì.. */
	$"0CFC 00FC E8E0 F808 141C 0CFC F404 1428"            /* .ü.üèàø....üô..( */
	$"3020 1820 2424 2020 2C34 3844 3C34 2C14"            /* 0 . $$  ,48D<4,. */
	$"1838 3428 FC18 1408 0800 F4FC 0408 0808"            /* .84(ü.....ôü.... */
	$"E4F0 F4FC F4E0 E4F4 ECD8 D4D8 DCD4 E0F8"            /* äğôüôàäôìØÔØÜÔàø */
	$"F8E8 C4C0 D4D0 D4E8 ECE4 E8F8 F4E0 D4E0"            /* øèÄÀÔĞÔèìäèøôàÔà */
	$"F0F0 FC08 00EC F0F4 FC0C 0C14 08F4 F0E4"            /* ğğü..ìğôü....ôğä */
	$"E8F8 081C 200C F4F4 0C1C 2420 2020 2024"            /* èø.. .ôô..$    $ */
	$"2424 202C 3038 4444 3818 1C24 242C 1418"            /* $$ ,08DD8..$$,.. */
	$"1C0C 0804 F4F0 FC08 1010 0CDC E8F4 FCF0"            /* ....ôğü....Üèôüğ */
	$"E4EC F4E4 D8D4 D8D8 DCE4 F4F4 E0C4 C8D4"            /* äìôäØÔØØÜäôôàÄÈÔ */
	$"D0DC E4E4 E4EC F8F0 D8D8 E8F4 F400 04F4"            /* ĞÜäääìøğØØèôô..ô */
	$"E4EC F80C 0C0C 1808 ECDC ECF4 F40C 241C"            /* äìø.....ìÜìôô.$. */
	$"04EC FC18 1C14 1824 2020 2028 2820 282C"            /* .ìü....$   (( (, */
	$"3C48 4430 2024 1C1C 2808 281C 0C08 F8EC"            /* <HD0 $..(.(...øì */
	$"F800 0C14 100C E0E4 F4FC F0EC F0F0 DCD4"            /* ø.....àäôüğìğğÜÔ */
	$"E4D8 DCEC E0E4 F0DC CCD0 D4D8 DCE4 E4E8"            /* äØÜìàäğÜÌĞÔØÜääè */
	$"ECEC E4E0 E0E8 F800 04FC E4E0 F000 1014"            /* ììäààèø..üäàğ... */
	$"1408 00E4 D8F0 FCF4 1824 18FC F00C 1814"            /* ...äØğüô.$.üğ... */
	$"1018 2420 2028 2C24 2024 2C48 4438 3430"            /* ..$  (,$ $,HD840 */
	$"1814 1C18 1024 1C14 04EC F0FC 0C10 0C0C"            /* .....$...ìğü.... */
	$"0CE0 E0F0 FCF4 F0F0 E4D0 E0E4 DCE8 E8DC"            /* .ààğüôğğäĞàäÜèèÜ */
	$"D8EC DCD4 D8D8 D8E0 E8E4 E8E4 E0E8 E8E4"            /* ØìÜÔØØØàèäèäàèèä */
	$"E8FC 0404 F0DC ECF8 0018 2010 FCF4 ECDC"            /* èü..ğÜìø.. .üôìÜ */
	$"F0FC 0420 200C F800 1010 1010 1418 242C"            /* ğü.  .ø.......$, */
	$"2C2C 2020 2838 4438 3C3C 2C14 1424 0014"            /* ,,  (8D8<<,..$.. */
	$"2020 18F8 E8F8 0810 0804 080C E4E4 F0F8"            /*   .øèø......ääğø */
	$"F4F0 ECD4 D8E4 E8EC ECDC D4D4 E4E0 D4DC"            /* ôğìÔØäèììÜÔÔäàÔÜ */
	$"E4DC E4E4 E0E4 E0E4 E4E8 E8EC 0008 FCE0"            /* äÜääàäàääèèì..üà */
	$"E4F8 F408 201C 08F0 F0F0 E8EC F814 2418"            /* äøô. ..ğğğèìø.$. */
	$"08FC 0410 1010 0C0C 182C 3830 201C 2830"            /* .ü.......,80 .(0 */
	$"3C34 3C44 302C 1C14 20F4 0424 281C F0EC"            /* <4<D0,.. ô.$(.ğì */
	$"0010 0800 0008 0CE4 ECF0 F4F4 F0E0 D8DC"            /* .......äìğôôğàØÜ */
	$"E8F0 ECE8 D4D0 D8DC DCD4 E8F0 E0E0 DCDC"            /* èğìèÔĞØÜÜÔèğààÜÜ */
	$"E4E8 E4E0 E4EC F400 00F0 E0F4 F4FC 1414"            /* äèäàäìô..ğàôôü.. */
	$"10FC F4F0 F4EC ECFC 2028 1808 FC04 1010"            /* .üôğôììü (..ü... */
	$"0804 0818 3440 2814 2434 3030 3440 3430"            /* ....4@(.$4004@40 */
	$"3024 180C F8F8 202C 18F4 F808 0804 0000"            /* 0$..øø ,.ôø..... */
	$"0408 E8F4 F0EC ECE8 E4D8 E4F0 E8E8 E4D8"            /* ..èôğììèäØäğèèäØ */
	$"D0D4 DCD4 D8F8 FCE0 D4D0 DCEC E8E0 D8E4"            /* ĞÔÜÔØøüàÔĞÜìèàØä */
	$"F4F8 FCF4 ECEC F4FC 0810 0800 00F8 F4F0"            /* ôøüôììôü.....øôğ */
	$"ECF4 0020 3018 00F8 0810 0C04 040C 203C"            /* ìô. 0..ø...... < */
	$"381C 142C 302C 383C 342C 3434 241C F0F0"            /* 8..,0,8<4,44$.ğğ */
	$"FC24 2C14 0000 0000 00FC FC00 08EC 00F0"            /* ü$,......üü..ì.ğ */
	$"DCE4 F0E0 E0F0 ECE4 E4E8 DCC8 D4DC CCE4"            /* ÜäğààğìääèÜÈÔÜÌä */
	$"0400 DCC8 D4E8 ECE4 DCD8 E4F4 F8F4 F4F0"            /* ..ÜÈÔèìäÜØäôøôôğ */
	$"F000 0408 04FC FC00 FCFC ECE8 0404 2430"            /* ğ....üü.üüìè..$0 */
	$"10FC FC08 0808 0408 142C 382C 1820 2828"            /* .üü......,8,. (( */
	$"3840 342C 3038 3428 14E8 E404 2828 1C04"            /* 8@4,084(.èä.((.. */
	$"0000 FCF8 F8F8 000C F404 E4D0 ECF0 E4EC"            /* ..üøøø..ô.äĞìğäì */
	$"ECE0 DCE4 F0E0 C8D0 DCD4 EC08 FCD4 C8DC"            /* ìàÜäğàÈĞÜÔì.üÔÈÜ */
	$"ECE8 E0D8 DCE8 F0F4 F8F8 EC00 0800 00FC"            /* ìèàØÜèğôøøì....ü */
	$"FCFC FC04 04E8 EC0C 1020 2414 04FC 0004"            /* üüü..èì.. $..ü.. */
	$"0408 0C20 302C 2420 2020 3048 382C 2C34"            /* ... 0,$   0H8,,4 */
	$"3830 28F8 F0E8 1028 2418 0404 00F8 F4F8"            /* 80(øğè.($....øôø */
	$"FC00 0CF8 FCDC DCEC F0EC ECE4 D8DC ECF0"            /* ü..øüÜÜìğììäØÜìğ */
	$"DCCC D0E0 E0E4 00F0 D8D8 E0E8 E4DC DCE0"            /* ÜÌĞààä.ğØØàèäÜÜà */
	$"E4E4 F404 F4F8 0C04 00FC FCF8 F4FC 0808"            /* ääô.ôø...üüøôü.. */
	$"ECF4 1418 1018 1808 FCFC 0408 0C18 242C"            /* ìô......üü....$, */
	$"2824 1C18 2440 3C34 3030 3434 3020 E8F4"            /* ($..$@<400440 èô */
	$"F818 2C18 100C 0800 F4F0 F8FC 0410 F4EC"            /* ø.,.....ôğøü..ôì */
	$"E4E4 F0F0 E8E8 DCD8 E0F0 ECDC D4D8 E8E4"            /* ääğğèèÜØàğìÜÔØèä */
	$"DCF0 F4E4 E0E0 E4E0 DCE0 E0DC E4F8 0400"            /* ÜğôäààäàÜààÜäø.. */
	$"0004 0000 00FC F4F0 FC0C 08FC 0010 140C"            /* .....üôğü..ü.... */
	$"1414 0CFC FC04 0C14 1C24 282C 2010 1C30"            /* ...üü....$(, ..0 */
	$"3C38 3834 3430 3030 08EC FC08 1820 140C"            /* <8844000.ìü.. .. */
	$"1008 00F4 F0F8 0008 0CE4 ECE8 F4F4 E4E4"            /* ...ôğø...äìèôôää */
	$"E4D8 DCE4 ECE8 E0DC E0E4 DCD8 ECF8 E8E4"            /* äØÜäìèàÜàäÜØìøèä */
	$"E4E0 E0E0 E0DC DCE4 F40C 0800 FCFC 0804"            /* äààààÜÜäô...üü.. */
	$"F8F0 F000 0808 1008 040C 100C 1014 04FC"            /* øğğ............ü */
	$"0410 181C 242C 2814 1020 2C3C 3C3C 3830"            /* ....$,(.. ,<<<80 */
	$"2C2C 28EC F80C 1810 1414 0C0C 0800 F4F4"            /* ,,(ìø.........ôô */
	$"F800 08FC E8E8 F000 F0DC DCE0 DCDC E8E8"            /* ø..üèèğ.ğÜÜàÜÜèè */
	$"E8E8 E0E8 E0D4 E0EC F0EC E8E4 E0E0 DCDC"            /* èèàèàÔàìğìèäààÜÜ */
	$"DCE0 E0F8 1008 FCF4 000C 04F4 ECF4 0008"            /* Üààø..üô...ôìô.. */
	$"1414 08FC 040C 080C 1410 0004 1018 1C28"            /* ...ü...........( */
	$"2C1C 1418 142C 4040 4038 2C2C 2C18 EC00"            /* ,....,@@@8,,,.ì. */
	$"1414 1410 140C 0404 00F8 F4F8 0000 F0E8"            /* .........øôø..ğè */
	$"ECF8 FCE8 D4D8 DCDC E0E4 E4EC E8E4 E4DC"            /* ìøüèÔØÜÜàääìèääÜ */
	$"DCE8 ECE4 ECEC E8E4 DCD8 DCE0 DCE8 0404"            /* ÜèìäììèäÜØÜàÜè.. */
	$"00F8 F808 0C00 F0EC F804 0C18 1008 FCFC"            /* .øø...ğìø.....üü */
	$"040C 1014 140C 080C 1424 2820 1C1C 100C"            /* .........$( .... */
	$"3044 443C 342C 2C30 00FC 0C0C 1018 100C"            /* 0DD<4,,0.ü...... */
	$"0800 0000 FCFC FCF8 04E4 F0F8 F8F4 E0D8"            /* ....üüüø.äğøøôàØ */
	$"D8D8 DCE4 E4E8 F0E8 E4E4 E0E4 E4E8 E0E4"            /* ØØÜääèğèääàääèàä */
	$"F0EC E4DC DCE0 D8DC F800 F8F8 FC00 0C08"            /* ğìäÜÜàØÜø.øøü... */
	$"00F0 F0FC 0814 140C 08FC FCFC 0C18 1414"            /* .ğğü.....üüü.... */
	$"1408 0C18 2020 2020 1808 1030 4444 3C30"            /* ....    ...0DD<0 */
	$"2C30 2CF0 040C 0810 1814 0804 04FC FC00"            /* ,0,ğ.........üü. */
	$"00F8 FC00 DCF4 F4F4 E8DC E0DC D4D8 E4E4"            /* .øü.ÜôôôèÜàÜÔØää */
	$"ECEC E4E4 E8E4 E8E4 E4E0 E0EC ECE4 E0E0"            /* ììääèäèääààììäàà */
	$"DCD8 ECF8 F4EC F400 080C 08FC F4F8 0408"            /* ÜØìøôìô....üôø.. */
	$"1410 0804 F800 FC0C 2018 1414 1014 1818"            /* ....ø.ü. ....... */
	$"2028 1C10 0C18 3040 4438 2C30 3820 F800"            /*  (....0@D8,08 ø. */
	$"0804 1018 140C 0004 F8F8 0000 0000 F8E8"            /* ........øø....øè */
	$"F0F0 ECE0 DCE4 E0D4 D8E4 E8EC E4E0 E8EC"            /* ğğìàÜäàÔØäèìäàèì */
	$"E4E8 E8E0 E0E4 E4E8 E4E8 E4D8 E4F0 F4EC"            /* äèèààääèäèäØäğôì */
	$"E8F8 000C 1004 F8F8 0404 0810 0C00 FCFC"            /* èø....øø......üü */
	$"0400 0C20 2014 101C 1810 1824 2414 1410"            /* ...  ......$$... */
	$"1C30 3840 342C 383C 0800 0408 0410 1410"            /* .08@4,8<........ */
	$"1404 FCF8 F4F8 0008 02F0 ECE8 E8E8 DCE0"            /* ..üøôø...ğìèèèÜà */
	$"E8E4 D8D8 DCE4 E8E0 E8F0 F0E4 E8F0 E4DC"            /* èäØØÜäèàèğğäèğäÜ */
	$"E4E0 E0EC ECE4 E4E8 ECEC E8EC F8FC 0A0E"            /* äààììääèììèìøüÂ. */
	$"02F8 0006 020A 0E06 FCFC FC06 0A0A 1E22"            /* .ø...Â..üüü.ÂÂ." */
	$"120E 1E16 0E1E 2216 1216 1222 2830 3430"            /* ......"...."(040 */
	$"3038 30F8 0006 0A02 0612 0E12 06FC F8F0"            /* 080ø..Â......üøğ */
	$"F006 0A0E E4EC E4E4 E4DE DEEC E8E2 DED6"            /* ğ.Â.äìäääŞŞìèâŞÖ */
	$"DEE2 E6F0 F4EC E2E8 F4E8 DEE2 E2E2 ECEC"            /* ŞâæğôìâèôèŞâââìì */
	$"ECEC ECEA EAEA ECF8 0006 0A06 0002 0606"            /* ìììêêêìø..Â..... */
	$"0E0A 00F8 00FC 020E 1218 1818 1814 1018"            /* .Â.ø.ü.......... */
	$"2018 0E10 1414 2226 2A2A 2A34 3C18 0002"            /*  ....."&***4<... */
	$"0A06 0202 1010 100A 00F4 EEF4 000E 0EE6"            /* Â......Â.ôîô...æ */
	$"E6E0 E2EA E2E0 EAEA E6E0 D6D8 E4EE F2F2"            /* æàâêâàêêæàÖØäîòò */
	$"EEE4 E6F4 F2E4 E0E8 E8E8 EAF2 F2EE E8EA"            /* îäæôòäàèèèêòòîèê */
	$"EAEA F400 060A 0606 0202 0A0C 06FC F800"            /* êêô..Â....Â..üø. */
	$"0006 1016 1410 1A1E 1010 201E 140C 1012"            /* .......... ..... */
	$"1620 2626 2626 3434 0202 0808 0600 0610"            /* . &&&&44........ */
	$"0C0C 0802 F6F2 F800 0C02 F2EC DEE2 ECE8"            /* ....öòø...òìŞâìè */
	$"E2EC F2EC DED8 DCE6 F2F2 F2EC E2E8 F8F2"            /* âìòìŞØÜæòòòìâèøò */
	$"E6E2 ECEC E6E8 F2F6 F2F0 F0F0 E8F6 0000"            /* æâììæèòöòğğğèö.. */
	$"0606 0C08 0208 0800 F6F8 0208 0C0E 0E0C"            /* ........öø...... */
	$"0E1C 1E0E 121E 1A12 0C08 0E1A 1A20 2828"            /* ............. (( */
	$"2A30 28F8 0008 0802 020C 0E08 0208 06FC"            /* *0(ø...........ü */
	$"F8F8 FC08 F8F6 ECE4 DEE4 EAE6 E6F2 F0E0"            /* øøü.øöìäŞäêææòğà */
	$"DEE2 E8F0 F6F0 E8E8 EEF4 F4EA EAF0 EEEA"            /* Şâèğöğèèîôôêêğîê */
	$"E8EE F6F6 F4F0 F0F0 F4FA FCFC 0810 0A04"            /* èîööôğğğôúüü..Â. */
	$"0802 F6F4 FA04 100E 0E08 0210 1C1C 1616"            /* ..öôú........... */
	$"1816 100A 0A10 181C 181E 262C 2E10 FA00"            /* ...ÂÂ.....&,..ú. */
	$"0804 0408 0804 0804 0804 0200 FA00 08F4"            /* ............ú..ô */
	$"F4EC E8E4 E0E6 EEEC F2F2 EAE4 E0E6 F2F2"            /* ôìèäàæîìòòêäàæòò */
	$"ECEC EEEC ECF2 F2EE F2EE EEEC EEFA FAF4"            /* ììîììòòîòîîìîúúô */
	$"F2F4 F6F6 F6FC FC04 0E0C 0A04 FAF8 F800"            /* òôöööüü...Â.úøø. */
	$"0A0C 0C0A 0604 0C1A 1A1C 1A12 0E0C 0C12"            /* Â..Â............ */
	$"1414 1618 1620 2C28 0000 0404 020A 0602"            /* ..... ,(.....Â.. */
	$"0004 0604 0406 04FC 0404 EEF0 EAE8 E6E6"            /* .......ü..îğêèææ */
	$"E8F0 F2F2 F0EE EAE4 EAEE EEF0 F2F0 E8EC"            /* èğòòğîêäêîîğòğèì */
	$"F2F2 F6F0 F0F2 F0F6 FAF8 F2F2 F6F8 FAFA"            /* òòöğğòğöúøòòöøúú */
	$"FA00 0206 0C0C 02FC F8FA 0406 080A 0606"            /* ú......üøú...Â.. */
	$"080E 1216 1E16 0A08 0E10 1214 1414 1616"            /* ......Â......... */
	$"1824 1C00 0604 0206 0604 00FC 0206 0404"            /* .$.........ü.... */
	$"0808 0406 FCEA ECE8 E6E6 EAF0 F0F4 F8F0"            /* ....üêìèææêğğôøğ */
	$"EAEC F0EC E8F0 F4F4 F0EE EEF2 F4F6 F2F2"            /* êìğìèğôôğîîòôöòò */
	$"F6F6 F8F8 F6F6 F4F4 F8FA FC00 FC02 0406"            /* ööøøööôôøúü.ü... */
	$"0804 00FC 0002 0406 0806 060C 1210 121C"            /* ...ü............ */
	$"1406 080E 100E 1014 1616 1416 180A 080A"            /* .............Â.Â */
	$"0604 0404 0000 FC00 0402 060C 0C0A 08F8"            /* ......ü......Â.ø */
	$"E8EA E8E8 EAEE F2F4 F4F6 F2EC EEF4 EEEA"            /* èêèèêîòôôöòìîôîê */
	$"F0F2 F0F0 F0F0 F0F4 F4F2 F8FC FCF8 F8FA"            /* ğòğğğğğôôòøüüøøú */
	$"F8F6 F4F8 FC00 0000 0000 0004 0404 0200"            /* øöôøü........... */
	$"0000 0406 0404 0E14 0E0E 140E 0608 0E0E"            /* ................ */
	$"0C0E 1418 1610 1012 FC08 0C0C 0400 0000"            /* ........ü....... */
	$"0000 FE00 0004 0E0C 0A08 F8EA EAEA EAEC"            /* ..ş.....Â.øêêêêì */
	$"EEF4 FAFA F2EE F2F0 F0F2 F2F0 EEF0 F4F4"            /* îôúúòîòğğòòğîğôô */
	$"F2F0 F4F6 F2FA 00FC F8F8 FCFA F6F4 F8FC"            /* òğôöòú.üøøüúöôøü */
	$"0000 0400 FA00 0204 0804 00FE 0004 0606"            /* ....ú......ş.... */
	$"060E 120E 0C0C 0A08 0A0C 0C0A 0C12 1414"            /* ......Â.Â..Â.... */
	$"100E 08F8 0210 0C04 00FE 0000 00FE FE00"            /* ...ø.....ş...şş. */
	$"060C 0C0A 06F6 EAEA EEEE F0F0 F6FC FCF2"            /* ...Â.öêêîîğğöüüò */
	$"F0F4 F4F4 F4F6 F2F0 F2F4 F8F6 F2F6 F8F6"            /* ğôôôôöòğòôøöòöøö */
	$"F8FC FEF8 F8FA FAF8 F8FA FCFE 0004 00FA"            /* øüşøøúúøøúüş...ú */
	$"0004 0404 0400 0000 0404 0406 0A0C 0A0A"            /* ............Â.ÂÂ */
	$"0C0A 0608 0A0C 0A0C 0E12 1010 0EFC FC04"            /* .Â..Â.Â......üü. */
	$"0808 0200 0000 0000 00FE 0006 080A 0A04"            /* .........ş...ÂÂ. */
	$"F4EE F0F0 F2F4 F4F8 FCFA F6F4 F4F8 FAF6"            /* ôîğğòôôøüúöôôøúö */
	$"F4F4 F4F4 F6F8 F8F6 F8FA F8F8 FC00 FCF8"            /* ôôôôöøøöøúøøü.üø */
	$"FAFC FCFA FAFC FC00 0000 0002 0402 0000"            /* úüüúúüü......... */
	$"0000 0204 0406 0808 0808 0A0A 0804 0408"            /* ..........ÂÂ.... */
	$"0A0A 0A0C 0C0C 100C F6FE 0406 0202 0202"            /* ÂÂÂ.....öş...... */
	$"0200 0000 0002 0402 0608 04F4 F2F2 F4F6"            /* ...........ôòòôö */
	$"F6F8 F8F8 F8F6 F6F6 FAFC F8F4 F6F8 F8F8"            /* öøøøøöööúüøôöøøø */
	$"F8F8 F8FA FAFA F8FA FEFC FAFA FCFE FCFA"            /* øøøúúúøúşüúúüşüú */
	$"FAFC FEFE 0002 0402 0000 FE00 0002 0404"            /* úüşş......ş..... */
	$"0406 0402 0608 0806 0402 0408 0808 0808"            /* ................ */
	$"0A0C 04FE 0002 0200 0002 0202 0000 0000"            /* Â..ş............ */
	$"0002 0004 0604 F6F4 F6F8 F8F8 FAFA FAF8"            /* ......öôöøøøúúúø */
	$"F6F8 FAFE FAFA F8F6 F8FA FAFA FAFC FCFC"            /* öøúşúúøöøúúúúüüü */
	$"FCFC FCFC FCFC FCFE 00FE FCFC FCFC FE00"            /* üüüüüüüş.şüüüüş. */
	$"0404 0200 FEFE FE00 0204 0404 0402 0204"            /* ....şşş......... */
	$"0604 0604 0204 0606 0606 0608 0800 0000"            /* ................ */
	$"0000 0000 0002 0202 0000 0000 0000 0204"            /* ................ */
	$"02F8 F8F8 FAFC FCFA FAFA F8F8 FAFE FEFC"            /* .øøøúüüúúúøøúşşü */
	$"FAFA F8FA FCFC FCFC FCFC FCFE FEFC FCFC"            /* úúøúüüüüüüüşşüüü */
	$"FCFE 0000 FEFE FCFC FEFE 0002 0202 00FE"            /* üş..şşüüşş.....ş */
	$"FE00 0002 0202 0202 0002 0202 0202 0402"            /* ş............... */
	$"0202 0404 0404 0404 0000 0000 0000 0000"            /* ................ */
	$"0002 0200 00FE FE00 0000 0200 FCFC FCFC"            /* .....şş.....üüüü */
	$"FEFE FCFC FAFA FCFC FEFE FEFC FCFC FCFC"            /* şşüüúúüüşşşüüüüü */
	$"FEFE FEFC FCFE FEFE FEFC FEFE FE00 00FE"            /* şşşüüşşşşüşşş..ş */
	$"FEFE FEFE FE00 0000 0000 00FE 0000 0000"            /* şşşşş......ş.... */
	$"0000 0000 0000 0000 0002 0200 0000 0202"            /* ................ */
	$"0202 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FEFE FE00 0000 00FE FEFE FEFE FEFE FEFE"            /* şşş....şşşşşşşşş */
	$"FEFE FEFE FEFE FEFE FEFE FEFE FEFE FEFE"            /* şşşşşşşşşşşşşşşş */
	$"FEFE FEFE FEFE FEFE 0000 FEFE FEFE FE00"            /* şşşşşşşş..şşşşş. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 166A"            /* ...............j */
	$"0000 0000 0000 0000 0D00 210F 0010 0000"            /* ..........!..... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"01EC A7C0 FF00 FF00 FF00 FF00 FF00 FF00"            /* .ì§Àÿ.ÿ.ÿ.ÿ.ÿ.ÿ. */
	$"FF00 FF00 FF00 FF00 FF00 FF00 4B00 3F00"            /* ÿ.ÿ.ÿ.ÿ.ÿ.ÿ.K.?. */
	$"4800 4600 4500 FB00 0C00 E300 B200 C600"            /* H.F.E.û...ã.².Æ. */
	$"D800 1D00 0E00 2400 0C00 D500 A000 B700"            /* Ø.....$...Õ. .·. */
	$"E900 DC00 1300 3200 2100 EC00 EB00 0500"            /* é.Ü...2.!.ì.ë... */
	$"F400 1600 3900 4E00 1700 0500 0C00 F200"            /* ô...9.N.......ò. */
	$"F800 1900 4A00 2000 0700 F400 D700 B100"            /* ø...J. ...ô.×.±. */
	$"C900 0800 0100 FD00 FA00 E700 B300 AC00"            /* É.....ı.ú.ç.³.¬. */
	$"E900 FB00 0B00 1B00 2800 F600 E000 0200"            /* é.û.....(.ö.à... */
	$"1B00 3400 4B00 6600 3400 0200 F400 FE00"            /* ..4.K.f.4...ô.ş. */
	$"FC00 1200 3500 1800 EC00 D800 D400 CC00"            /* ü...5...ì.Ø.Ô.Ì. */
	$"D300 0300 0C00 FC00 E100 D900 C300 AF00"            /* Ó.....ü.á.Ù.Ã.¯. */
	$"D400 F400 0D00 1200 2600 1B00 0100 0200"            /* Ô.ô.....&....... */
	$"1500 2200 2000 3900 3A00 2400 1800 1E00"            /* ..". .9.:.$..... */
	$"1E00 1200 1F00 1C00 0200 E200 D600 D700"            /* ..........â.Ö.×. */
	$"CF00 E400 F000 EE00 D000 C700 C500 C000"            /* Ï.ä.ğ.î.Ğ.Ç.Å.À. */
	$"D100 F300 0D00 0900 1200 1500 0D00 0D00"            /* Ñ.ó...Æ......... */
	$"2400 3D00 3C00 3E00 3F00 2F00 1A00 1B00"            /* $.=.<.>.?./..... */
	$"2900 2100 2000 1800 0700 E100 CE00 D100"            /* ).!. .....á.Î.Ñ. */
	$"CD00 D100 DC00 E200 CC00 BE00 C000 C800"            /* Í.Ñ.Ü.â.Ì.¾.À.È. */
	$"D400 F100 0F00 1200 0D00 0F00 1200 1500"            /* Ô.ñ............. */
	$"2600 4600 4E00 4D00 4300 3900 2000 1600"            /* &.F.N.M.C.9. ... */
	$"2100 2600 2000 1200 0300 E100 CA00 C600"            /* !.&. .....á.Ê.Æ. */
	$"CF00 D400 D500 DA00 CB00 B900 B900 CB00"            /* Ï.Ô.Õ.Ú.Ë.¹.¹.Ë. */
	$"E000 F700 1300 1C00 1500 0D00 1400 1F00"            /* à.÷............. */
	$"2D00 4800 5A00 5600 4100 3500 2700 1C00"            /* -.H.Z.V.A.5.'... */
	$"1F00 2A00 2200 0800 F200 D800 C000 BA00"            /* ..*."...ò.Ø.À.º. */
	$"CB00 D700 D500 D100 C600 B500 B000 C200"            /* Ë.×.Õ.Ñ.Æ.µ.°.Â. */
	$"E100 F900 0F00 1A00 1900 1000 1900 2C00"            /* á.ù...........,. */
	$"4000 5200 5F00 5A00 4100 2E00 2600 2000"            /* @.R._.Z.A...&. . */
	$"2000 2700 2000 0600 E800 D100 BE00 B600"            /*  .'. ...è.Ñ.¾.¶. */
	$"C000 CD00 CB00 C500 BD00 B400 B200 C600"            /* À.Í.Ë.Å.½.´.².Æ. */
	$"E200 FB00 0B00 1600 1800 1500 2000 3500"            /* â.û......... .5. */
	$"4A00 5600 5F00 5800 4400 3100 2800 2600"            /* J.V._.X.D.1.(.&. */
	$"2100 1F00 1400 FB00 DC00 C500 BA00 B400"            /* !.....û.Ü.Å.º.´. */
	$"B900 BF00 BF00 B300 AC00 AD00 B200 C500"            /* ¹.¿.¿.³.¬.­.².Å. */
	$"E100 FF00 0D00 1600 1C00 2100 2800 3A00"            /* á.ÿ.......!.(.:. */
	$"5200 5D00 6000 5B00 4D00 3900 2C00 2700"            /* R.].`.[.M.9.,.'. */
	$"2000 1600 0700 F200 D300 BD00 B200 AC00"            /*  .....ò.Ó.½.².¬. */
	$"AE00 B200 B400 AB00 A500 AA00 B300 C400"            /* ®.².´.«.¥.ª.³.Ä. */
	$"DF00 FA00 0800 1300 1F00 2800 3400 4600"            /* ß.ú.......(.4.F. */
	$"5C00 6500 6500 5C00 4E00 3B00 2E00 2A00"            /* \.e.e.\.N.;...*. */
	$"2400 1A00 0400 ED00 CF00 B200 A500 A500"            /* $.....í.Ï.².¥.¥. */
	$"A400 A400 A800 A200 9D00 A000 B100 C900"            /* ¤.¤.¨.¢.. .±.É. */
	$"E500 FE00 1200 1A00 1C00 2900 3B00 4900"            /* å.ş.......).;.I. */
	$"5E00 6E00 6D00 5D00 4F00 4200 3200 2A00"            /* ^.n.m.].O.B.2.*. */
	$"2700 1B00 0200 E700 CC00 B100 A000 A200"            /* '.....ç.Ì.±. .¢. */
	$"A600 A200 A100 9D00 9600 9900 AC00 C800"            /* ¦.¢.¡..–.™.¬.È. */
	$"E300 FE00 1200 2000 2400 2E00 4400 5500"            /* ã.ş... .$...D.U. */
	$"6300 7300 7200 6300 5200 4600 3A00 3400"            /* c.s.r.c.R.F.:.4. */
	$"2E00 2000 0400 E100 C200 AB00 A100 9F00"            /* .. ...á.Â.«.¡.Ÿ. */
	$"A700 AA00 A300 9A00 9900 9800 A300 C600"            /* §.ª.£.š.™.˜.£.Æ. */
	$"DC00 F600 0700 1E00 2B00 3800 5800 6700"            /* Ü.ö.....+.8.X.g. */
	$"7600 7600 7700 6900 5400 4D00 4100 3900"            /* v.v.w.i.T.M.A.9. */
	$"2600 1E00 0000 DF00 C500 B100 A600 9B00"            /* &.....ß.Å.±.¦.›. */
	$"A000 9D00 9700 9100 9600 A300 B000 D100"            /*  ..—.‘.–.£.°.Ñ. */
	$"ED00 0300 1100 2200 3300 4000 5500 6700"            /* í.....".3.@.U.g. */
	$"7200 7000 6E00 6800 5E00 5600 4B00 4100"            /* r.p.n.h.^.V.K.A. */
	$"2D00 1400 F800 DF00 C200 AF00 AB00 A400"            /* -...ø.ß.Â.¯.«.¤. */
	$"9B00 9700 9700 9400 9700 A500 BA00 CE00"            /* ›.—.—.”.—.¥.º.Î. */
	$"E100 FB00 1500 2600 3B00 5200 6200 6800"            /* á.û...&.;.R.b.h. */
	$"7400 7C00 7500 6A00 6300 5500 4000 3400"            /* t.|.u.j.c.U.@.4. */
	$"2800 1300 F700 E000 CB00 B100 A100 9F00"            /* (...÷.à.Ë.±.¡.Ÿ. */
	$"9800 9400 9500 9E00 A100 AB00 BD00 D000"            /* ˜.”.•..¡.«.½.Ğ. */
	$"E000 F600 1300 2500 3900 5000 6600 7200"            /* à.ö...%.9.P.f.r. */
	$"7800 7E00 7700 6E00 6100 5800 4700 3200"            /* x.~.w.n.a.X.G.2. */
	$"2400 0A00 F100 D500 C300 AF00 A100 9A00"            /* $.Â.ñ.Õ.Ã.¯.¡.š. */
	$"9400 8D00 8A00 9000 9A00 AD00 C200 D700"            /* ”..Š..š.­.Â.×. */
	$"ED00 0200 1500 2A00 3E00 5200 6300 6E00"            /* í.....*.>.R.c.n. */
	$"7400 7500 7100 6B00 6200 5900 4800 3400"            /* t.u.q.k.b.Y.H.4. */
	$"1A00 FE00 E200 CB00 BB00 AC00 A100 9400"            /* ..ş.â.Ë.».¬.¡.”. */
	$"9000 8700 8700 8E00 9E00 B000 C100 DB00"            /* .‡.‡...°.Á.Û. */
	$"EB00 FF00 1200 2900 4100 5400 6A00 7300"            /* ë.ÿ...).A.T.j.s. */
	$"7800 7500 7200 6900 5E00 5400 3D00 2800"            /* x.u.r.i.^.T.=.(. */
	$"1000 FA00 E000 CA00 BB00 B000 A500 9A00"            /* ..ú.à.Ê.».°.¥.š. */
	$"9800 9100 9200 9500 A400 B600 C600 DB00"            /* ˜.‘.’.•.¤.¶.Æ.Û. */
	$"ED00 FF00 0F00 2700 3E00 4F00 6100 6A00"            /* í.ÿ...'.>.O.a.j. */
	$"6E00 6900 6500 5E00 5200 4700 3A00 2700"            /* n.i.e.^.R.G.:.'. */
	$"0D00 F700 DF00 C900 B900 AA00 A200 9500"            /* ..÷.ß.É.¹.ª.¢.•. */
	$"8E00 8B00 8C00 9300 A000 B400 C600 D900"            /* .‹.Œ.“. .´.Æ.Ù. */
	$"EE00 0100 1300 2A00 4100 5100 6000 6B00"            /* î.....*.A.Q.`.k. */
	$"6E00 6B00 6700 6000 5700 4B00 3A00 2800"            /* n.k.g.`.W.K.:.(. */
	$"0C00 F400 DB00 C700 B300 AA00 A100 9500"            /* ..ô.Û.Ç.³.ª.¡.•. */
	$"8F00 8800 8B00 8D00 9C00 B300 C600 DB00"            /* .ˆ.‹..œ.³.Æ.Û. */
	$"EF00 0400 1100 2900 4200 5600 6700 7200"            /* ï.....).B.V.g.r. */
	$"7700 6F00 6700 6100 5900 4B00 3C00 2D00"            /* w.o.g.a.Y.K.<.-. */
	$"0F00 F100 DB00 C700 B400 A700 A300 9400"            /* ..ñ.Û.Ç.´.§.£.”. */
	$"8700 8600 8800 8F00 A100 B900 CD00 DE00"            /* ‡.†.ˆ..¡.¹.Í.Ş. */
	$"F200 0600 1500 2A00 4700 5A00 6700 7300"            /* ò.....*.G.Z.g.s. */
	$"7A00 6F00 6600 6200 5900 4B00 3B00 2D00"            /* z.o.f.b.Y.K.;.-. */
	$"1100 F200 DA00 CB00 B800 AA00 A600 9A00"            /* ..ò.Ú.Ë.¸.ª.¦.š. */
	$"8E00 8600 8C00 9200 9E00 BA00 D100 E400"            /* .†.Œ.’..º.Ñ.ä. */
	$"F400 0B00 1A00 2C00 4600 5D00 6C00 7200"            /* ô.....,.F.].l.r. */
	$"7A00 7300 6900 6300 5D00 5000 3C00 2C00"            /* z.s.i.c.].P.<.,. */
	$"1300 F500 D900 C800 B800 A600 A000 9900"            /* ..õ.Ù.È.¸.¦. .™. */
	$"9100 8900 8F00 9700 A200 B900 D300 EA00"            /* ‘.‰..—.¢.¹.Ó.ê. */
	$"F900 1100 2300 3500 4700 6100 6F00 7200"            /* ù...#.5.G.a.o.r. */
	$"7900 7600 6E00 6000 5A00 4F00 3800 2600"            /* y.v.n.`.Z.O.8.&. */
	$"0F00 F400 D500 C400 B800 AB00 A100 9B00"            /* ..ô.Õ.Ä.¸.«.¡.›. */
	$"9800 8D00 9000 9900 AA00 BC00 D500 EE00"            /* ˜...™.ª.¼.Õ.î. */
	$"FB00 1000 2200 3600 4900 6000 7000 7500"            /* û...".6.I.`.p.u. */
	$"7600 6E00 6B00 5E00 5500 4B00 3600 2000"            /* v.n.k.^.U.K.6. . */
	$"0700 F100 D500 C400 B900 AD00 A100 9A00"            /* ..ñ.Õ.Ä.¹.­.¡.š. */
	$"9600 9000 9300 9E00 B000 C000 D300 EC00"            /* –..“..°.À.Ó.ì. */
	$"FC00 0C00 2100 3B00 4B00 5A00 6E00 7300"            /* ü...!.;.K.Z.n.s. */
	$"6F00 6B00 6B00 5F00 5000 4500 3600 1E00"            /* o.k.k._.P.E.6... */
	$"0000 EE00 D800 C100 B300 AC00 9E00 9200"            /* ..î.Ø.Á.³.¬..’. */
	$"9200 9100 9400 9E00 B200 C200 D300 E700"            /* ’.‘.”..².Â.Ó.ç. */
	$"FC00 0F00 2100 3A00 4D00 5C00 6700 7000"            /* ü...!.:.M.\.g.p. */
	$"7000 6800 6600 5B00 4F00 4100 3000 1A00"            /* p.h.f.[.O.A.0... */
	$"FE00 E900 D200 C100 B200 A800 9E00 9300"            /* ş.é.Ò.Á.².¨..“. */
	$"9000 8E00 9400 9E00 B200 C400 D400 E700"            /* ..”..².Ä.Ô.ç. */
	$"FA00 0E00 2200 3900 4E00 6100 6800 6E00"            /* ú...".9.N.a.h.n. */
	$"6D00 6700 5F00 5800 5000 3B00 2D00 1900"            /* m.g._.X.P.;.-... */
	$"FF00 E600 D200 C400 B100 A600 9A00 9300"            /* ÿ.æ.Ò.Ä.±.¦.š.“. */
	$"8900 8B00 9800 A100 B300 C400 D900 E600"            /* ‰.‹.˜.¡.³.Ä.Ù.æ. */
	$"F900 1000 2400 3A00 4E00 6100 6300 6B00"            /* ù...$.:.N.a.c.k. */
	$"6D00 6700 6000 5900 5500 4000 2F00 1700"            /* m.g.`.Y.U.@./... */
	$"FF00 E400 CE00 C300 AE00 A500 9B00 9800"            /* ÿ.ä.Î.Ã.®.¥.›.˜. */
	$"8D00 8D00 9A00 A100 B000 C300 DC00 E700"            /* ..š.¡.°.Ã.Ü.ç. */
	$"FB00 1500 2D00 3D00 4F00 6400 6800 6900"            /* û...-.=.O.d.h.i. */
	$"6C00 6B00 6000 5600 5400 4000 2A00 1400"            /* l.k.`.V.T.@.*... */
	$"0200 E300 CD00 C100 B500 A600 9A00 9900"            /* ..ã.Í.Á.µ.¦.š.™. */
	$"9100 9000 9C00 AB00 B500 C500 DD00 EC00"            /* ‘..œ.«.µ.Å.İ.ì. */
	$"FC00 1600 3100 4100 5000 6500 6900 6800"            /* ü...1.A.P.e.i.h. */
	$"6B00 6D00 6300 5800 5300 4300 2A00 1100"            /* k.m.c.X.S.C.*... */
	$"0400 EA00 D200 C600 BA00 A800 9A00 9800"            /* ..ê.Ò.Æ.º.¨.š.˜. */
	$"9400 9200 9B00 AC00 B900 C600 DC00 EF00"            /* ”.’.›.¬.¹.Æ.Ü.ï. */
	$"0100 1600 2F00 4200 5000 6000 6900 6D00"            /* ..../.B.P.`.i.m. */
	$"6B00 6C00 6300 5900 4D00 4000 2C00 1400"            /* k.l.c.Y.M.@.,... */
	$"0200 EB00 D700 C500 B800 AA00 9E00 9C00"            /* ..ë.×.Å.¸.ª..œ. */
	$"9800 9B00 A200 B000 BC00 C700 DC00 EE00"            /* ˜.›.¢.°.¼.Ç.Ü.î. */
	$"0500 1600 3100 4500 5100 5F00 6600 6D00"            /* ....1.E.Q._.f.m. */
	$"6800 6B00 6700 5A00 4B00 3B00 2800 0F00"            /* h.k.g.Z.K.;.(... */
	$"FE00 EB00 D800 C300 B600 A900 9D00 9800"            /* ş.ë.Ø.Ã.¶.©..˜. */
	$"9900 A000 A400 B000 BE00 CB00 DA00 EE00"            /* ™. .¤.°.¾.Ë.Ú.î. */
	$"0600 1B00 3100 4300 5000 5800 6200 6700"            /* ....1.C.P.X.b.g. */
	$"6800 6800 6100 5700 4700 3600 2600 1100"            /* h.h.a.W.G.6.&... */
	$"FB00 E700 D400 BD00 AB00 9F00 9300 9000"            /* û.ç.Ô.½.«.Ÿ.“.. */
	$"9100 9500 9D00 A600 B500 C500 D700 EE00"            /* ‘.•..¦.µ.Å.×.î. */
	$"0800 1E00 3400 4700 5500 5F00 6500 6D00"            /* ....4.G.U._.e.m. */
	$"6E00 6A00 6100 5900 4900 3300 1F00 0F00"            /* n.j.a.Y.I.3..... */
	$"F700 E000 CE00 BC00 A800 9800 9300 8F00"            /* ÷.à.Î.¼.¨.˜.“.. */
	$"8D00 9500 A000 AA00 B400 C700 DA00 EE00"            /* .•. .ª.´.Ç.Ú.î. */
	$"0400 1F00 3400 4300 5400 5F00 6300 6600"            /* ....4.C.T._.c.f. */
	$"6B00 6800 5B00 5100 4400 2F00 1A00 0700"            /* k.h.[.Q.D./..... */
	$"F400 DE00 CA00 BA00 A700 9700 8E00 8B00"            /* ô.Ş.Ê.º.§.—..‹. */
	$"8B00 9100 9E00 A800 B500 C500 DA00 EE00"            /* ‹.‘..¨.µ.Å.Ú.î. */
	$"0400 1F00 3500 4400 4F00 5C00 6100 6400"            /* ....5.D.O.\.a.d. */
	$"6800 6700 6000 5000 4200 2D00 1500 0000"            /* h.g.`.P.B.-..... */
	$"F100 DE00 C800 B700 A600 9400 8A00 8A00"            /* ñ.Ş.È.·.¦.”.Š.Š. */
	$"8E00 9300 9E00 AC00 B900 C700 DB00 F200"            /* .“..¬.¹.Ç.Û.ò. */
	$"0900 2000 3600 4800 5200 5B00 6200 6500"            /* Æ. .6.H.R.[.b.e. */
	$"6700 6600 6000 4F00 3F00 2C00 1600 0100"            /* g.f.`.O.?.,..... */
	$"ED00 DC00 C800 B500 A500 9900 8E00 8C00"            /* í.Ü.È.µ.¥.™..Œ. */
	$"9000 9500 9F00 AB00 BA00 CA00 DC00 F400"            /* .•.Ÿ.«.º.Ê.Ü.ô. */
	$"0B00 2100 3700 4800 5500 5E00 6700 6C00"            /* ..!.7.H.U.^.g.l. */
	$"6B00 6700 5F00 5100 3E00 2B00 1700 0200"            /* k.g._.Q.>.+..... */
	$"EE00 DB00 C800 B400 A500 9900 9200 9000"            /* î.Û.È.´.¥.™.’.. */
	$"9400 9B00 A400 AE00 BA00 CE00 E000 F800"            /* ”.›.¤.®.º.Î.à.ø. */
	$"1100 2600 3A00 4A00 5800 5E00 6700 6C00"            /* ..&.:.J.X.^.g.l. */
	$"6D00 6800 5F00 5300 3F00 2B00 1500 0400"            /* m.h._.S.?.+..... */
	$"EF00 DB00 CA00 B700 A600 9900 9400 9200"            /* ï.Û.Ê.·.¦.™.”.’. */
	$"9500 9E00 A700 B300 BF00 D100 E500 FC00"            /* •..§.³.¿.Ñ.å.ü. */
	$"1500 2C00 3F00 4C00 5900 6000 6800 6C00"            /* ..,.?.L.Y.`.h.l. */
	$"6D00 6900 6000 5000 3C00 2900 1400 0300"            /* m.i.`.P.<.)..... */
	$"F100 DE00 CC00 BB00 AA00 9B00 9600 9500"            /* ñ.Ş.Ì.».ª.›.–.•. */
	$"9A00 A000 AC00 B800 C500 D500 EB00 0100"            /* š. .¬.¸.Å.Õ.ë... */
	$"1800 2F00 4000 4E00 5800 6000 6700 6A00"            /* ../.@.N.X.`.g.j. */
	$"6C00 6900 5E00 4C00 3C00 2800 1100 0000"            /* l.i.^.L.<.(..... */
	$"EF00 DC00 C800 BA00 AB00 9D00 9800 9A00"            /* ï.Ü.È.º.«..˜.š. */
	$"9E00 A400 B000 BC00 C700 D700 ED00 0400"            /* .¤.°.¼.Ç.×.í... */
	$"1800 3000 4200 4F00 5800 6200 6900 6900"            /* ..0.B.O.X.b.i.i. */
	$"6900 6600 5A00 4700 3800 2700 1100 FF00"            /* i.f.Z.G.8.'...ÿ. */
	$"EE00 DB00 C400 B400 A700 9C00 9900 9A00"            /* î.Û.Ä.´.§.œ.™.š. */
	$"A100 A600 B000 BD00 CC00 DB00 EF00 0800"            /* ¡.¦.°.½.Ì.Û.ï... */
	$"1900 2C00 3F00 4D00 5600 6100 6900 6800"            /* ..,.?.M.V.a.i.h. */
	$"6600 5F00 5500 4300 3200 2200 0E00 FA00"            /* f._.U.C.2."...ú. */
	$"E700 D800 C300 B300 A800 A000 9B00 9B00"            /* ç.Ø.Ã.³.¨. .›.›. */
	$"A100 A600 B000 BE00 CF00 E100 F300 0A00"            /* ¡.¦.°.¾.Ï.á.ó.Â. */
	$"1B00 2E00 3C00 4C00 5700 5E00 6500 6500"            /* ....<.L.W.^.e.e. */
	$"6300 5900 4F00 4000 2E00 1C00 0B00 F900"            /* c.Y.O.@.......ù. */
	$"E400 D200 BF00 B100 A500 9F00 9F00 9E00"            /* ä.Ò.¿.±.¥.Ÿ.Ÿ.. */
	$"A200 A800 B300 BE00 CF00 E400 F600 0C00"            /* ¢.¨.³.¾.Ï.ä.ö... */
	$"1C00 2F00 3C00 4B00 5700 5F00 6400 6200"            /* ../.<.K.W._.d.b. */
	$"5F00 5300 4800 3B00 2C00 1A00 0800 F800"            /* _.S.H.;.,.....ø. */
	$"E000 CE00 BD00 B000 A400 9F00 9F00 9F00"            /* à.Î.½.°.¤.Ÿ.Ÿ.Ÿ. */
	$"A400 AA00 B700 C300 D300 E600 F900 0D00"            /* ¤.ª.·.Ã.Ó.æ.ù... */
	$"1F00 3200 3E00 4C00 5600 5F00 6200 6100"            /* ..2.>.L.V._.b.a. */
	$"5F00 5300 4800 3700 2800 1500 0200 F200"            /* _.S.H.7.(.....ò. */
	$"DE00 CC00 BD00 B200 A600 A000 A000 A100"            /* Ş.Ì.½.².¦. . .¡. */
	$"A500 AD00 B900 C500 D600 E800 FC00 0F00"            /* ¥.­.¹.Å.Ö.è.ü... */
	$"2300 3500 4200 4F00 5800 6000 6000 5F00"            /* #.5.B.O.X.`.`._. */
	$"5A00 5000 4500 3500 2800 1300 0000 EF00"            /* Z.P.E.5.(.....ï. */
	$"DD00 CA00 BB00 B200 A700 A200 A000 A200"            /* İ.Ê.».².§.¢. .¢. */
	$"A700 AE00 BC00 CA00 DB00 EC00 0000 1300"            /* §.®.¼.Ê.Û.ì..... */
	$"2500 3500 4300 5000 5800 5F00 6000 5F00"            /* %.5.C.P.X._.`._. */
	$"5800 4D00 4200 3300 2400 1100 0000 EE00"            /* X.M.B.3.$.....î. */
	$"DB00 CA00 BC00 B100 A800 A400 A200 A600"            /* Û.Ê.¼.±.¨.¤.¢.¦. */
	$"AA00 B200 BF00 CC00 DC00 EF00 0500 1600"            /* ª.².¿.Ì.Ü.ï..... */
	$"2600 3700 4300 4F00 5800 5F00 6000 5E00"            /* &.7.C.O.X._.`.^. */
	$"5600 4B00 4000 3100 2100 0F00 FF00 ED00"            /* V.K.@.1.!...ÿ.í. */
	$"D900 C900 BB00 B100 A800 A700 A700 AA00"            /* Ù.É.».±.¨.§.§.ª. */
	$"AE00 B700 C100 CE00 E100 F300 0800 1800"            /* ®.·.Á.Î.á.ó..... */
	$"2900 3800 4200 4E00 5600 5D00 5C00 5C00"            /* ).8.B.N.V.].\.\. */
	$"5500 4800 3D00 2E00 1F00 0D00 FD00 EB00"            /* U.H.=.......ı.ë. */
	$"D900 C800 BA00 B100 AA00 A800 A800 AC00"            /* Ù.È.º.±.ª.¨.¨.¬. */
	$"B100 B900 C500 D300 E400 F700 0A00 1A00"            /* ±.¹.Å.Ó.ä.÷.Â... */
	$"2900 3600 4200 4C00 5400 5B00 5A00 5700"            /* ).6.B.L.T.[.Z.W. */
	$"4F00 4600 3600 2900 1B00 0B00 F900 E800"            /* O.F.6.).....ù.è. */
	$"D800 C700 BA00 B200 AC00 AA00 AA00 AE00"            /* Ø.Ç.º.².¬.ª.ª.®. */
	$"B200 BA00 C700 D700 E700 F800 0C00 1B00"            /* ².º.Ç.×.ç.ø..... */
	$"2900 3700 4300 4B00 5200 5900 5800 5300"            /* ).7.C.K.R.Y.X.S. */
	$"4B00 4100 3300 2500 1600 0700 F600 E500"            /* K.A.3.%.....ö.å. */
	$"D500 C500 B900 B200 AE00 AD00 AD00 B100"            /* Õ.Å.¹.².®.­.­.±. */
	$"B500 BE00 CA00 DA00 EA00 FB00 0E00 1E00"            /* µ.¾.Ê.Ú.ê.û..... */
	$"2B00 3600 4200 4B00 5000 5500 5400 4F00"            /* +.6.B.K.P.U.T.O. */
	$"4700 3E00 3000 2100 1200 0400 F300 E100"            /* G.>.0.!.....ó.á. */
	$"D400 C600 B900 B200 B000 AE00 AE00 B400"            /* Ô.Æ.¹.².°.®.®.´. */
	$"BB00 C200 CF00 DF00 EE00 FE00 0F00 2000"            /* ».Â.Ï.ß.î.ş... . */
	$"2D00 3800 4200 4B00 5000 5300 5200 4C00"            /* -.8.B.K.P.S.R.L. */
	$"4200 3900 2C00 1E00 0F00 0200 F300 E100"            /* B.9.,.......ó.á. */
	$"D200 C600 BB00 B300 B100 AF00 B000 B400"            /* Ò.Æ.».³.±.¯.°.´. */
	$"BA00 C500 D100 E000 F100 0200 1200 2000"            /* º.Å.Ñ.à.ñ..... . */
	$"2E00 3800 4300 4C00 5000 5200 5000 4B00"            /* ..8.C.L.P.R.P.K. */
	$"4100 3600 2B00 1E00 0E00 FF00 EF00 DF00"            /* A.6.+.....ÿ.ï.ß. */
	$"CF00 C200 BB00 B400 B200 B200 B400 B700"            /* Ï.Â.».´.².².´.·. */
	$"BD00 C800 D400 E400 F500 0600 1300 2200"            /* ½.È.Ô.ä.õ.....". */
	$"2F00 3900 4200 4900 4F00 4F00 4D00 4700"            /* /.9.B.I.O.O.M.G. */
	$"3F00 3300 2600 1B00 0D00 FE00 ED00 DF00"            /* ?.3.&.....ş.í.ß. */
	$"CE00 C000 BA00 B400 B200 B300 B700 B900"            /* Î.À.º.´.².³.·.¹. */
	$"C000 CB00 D800 E600 F500 0800 1600 2100"            /* À.Ë.Ø.æ.õ.....!. */
	$"2E00 3A00 4200 4900 5000 5000 4A00 4400"            /* ..:.B.I.P.P.J.D. */
	$"3B00 2F00 2100 1800 0B00 FB00 EB00 DE00"            /* ;./.!.....û.ë.Ş. */
	$"CE00 BF00 BA00 B700 B400 B200 B800 BC00"            /* Î.¿.º.·.´.².¸.¼. */
	$"C100 CC00 DB00 E900 F700 0900 1900 2400"            /* Á.Ì.Û.é.÷.Æ...$. */
	$"2D00 3A00 4200 4600 4C00 4C00 4700 4000"            /* -.:.B.F.L.L.G.@. */
	$"3900 2D00 2000 1300 0600 F800 E800 DB00"            /* 9.-. .....ø.è.Û. */
	$"CE00 C200 BA00 B800 B500 B500 BA00 BF00"            /* Î.Â.º.¸.µ.µ.º.¿. */
	$"C600 D000 DE00 EB00 FA00 0A00 1900 2500"            /* Æ.Ğ.Ş.ë.ú.Â...%. */
	$"2F00 3900 4100 4600 4B00 4B00 4500 3E00"            /* /.9.A.F.K.K.E.>. */
	$"3400 2800 1C00 0F00 0300 F500 E700 D900"            /* 4.(.......õ.ç.Ù. */
	$"CC00 C100 BB00 B800 B700 B800 BB00 C100"            /* Ì.Á.».¸.·.¸.».Á. */
	$"C800 D300 E100 EF00 FE00 0D00 1A00 2500"            /* È.Ó.á.ï.ş.....%. */
	$"3000 3A00 4100 4600 4800 4700 4100 3A00"            /* 0.:.A.F.H.G.A.:. */
	$"3200 2600 1A00 0E00 0200 F300 E500 D700"            /* 2.&.......ó.å.×. */
	$"CC00 C200 BD00 BB00 BA00 BA00 BE00 C300"            /* Ì.Â.½.».º.º.¾.Ã. */
	$"CB00 D700 E600 F400 0400 1100 1C00 2600"            /* Ë.×.æ.ô.......&. */
	$"2F00 3A00 4100 4600 4800 4600 3F00 3500"            /* /.:.A.F.H.F.?.5. */
	$"2D00 2200 1800 0C00 0100 F000 E000 D400"            /* -.".......ğ.à.Ô. */
	$"C900 C100 BE00 BE00 BE00 BF00 C100 C700"            /* É.Á.¾.¾.¾.¿.Á.Ç. */
	$"CE00 DA00 EB00 F900 0700 1400 2000 2800"            /* Î.Ú.ë.ù..... .(. */
	$"3100 3A00 4100 4500 4700 4400 3B00 3200"            /* 1.:.A.E.G.D.;.2. */
	$"2900 1F00 1400 0900 FF00 EF00 E100 D300"            /* ).....Æ.ÿ.ï.á.Ó. */
	$"CA00 C200 BE00 BF00 C000 C100 C400 CB00"            /* Ê.Â.¾.¿.À.Á.Ä.Ë. */
	$"D200 DE00 ED00 FC00 0900 1500 2200 2800"            /* Ò.Ş.í.ü.Æ...".(. */
	$"3000 3900 4000 4500 4400 4300 3A00 3000"            /* 0.9.@.E.D.C.:.0. */
	$"2600 1D00 1200 0600 FC00 EE00 DF00 D200"            /* &.......ü.î.ß.Ò. */
	$"C900 C200 BF00 C000 C200 C500 C600 CE00"            /* É.Â.¿.À.Â.Å.Æ.Î. */
	$"D700 E100 EF00 0000 0E00 1800 2400 2B00"            /* ×.á.ï.......$.+. */
	$"3100 3800 3F00 4300 4200 3F00 3800 2E00"            /* 1.8.?.C.B.?.8... */
	$"2200 1900 0F00 0400 F800 EC00 DF00 D100"            /* ".......ø.ì.ß.Ñ. */
	$"C900 C500 C100 C100 C400 C800 CA00 D000"            /* É.Å.Á.Á.Ä.È.Ê.Ğ. */
	$"DA00 E500 F100 0100 0F00 1900 2200 2C00"            /* Ú.å.ñ.......".,. */
	$"3300 3700 3E00 4300 4000 3A00 3500 2C00"            /* 3.7.>.C.@.:.5.,. */
	$"1F00 1500 0D00 0100 F400 EA00 DF00 D000"            /* ........ô.ê.ß.Ğ. */
	$"C700 C400 C300 C100 C400 CA00 CD00 D200"            /* Ç.Ä.Ã.Á.Ä.Ê.Í.Ò. */
	$"DD00 EA00 F400 0200 1100 1B00 2200 2C00"            /* İ.ê.ô.......".,. */
	$"3400 3800 3C00 4000 3F00 3900 3100 2900"            /* 4.8.<.@.?.9.1.). */
	$"1C00 1100 0700 FE00 F100 E500 DB00 CF00"            /* ......ş.ñ.å.Û.Ï. */
	$"C700 C200 C200 C200 C400 CA00 CF00 D400"            /* Ç.Â.Â.Â.Ä.Ê.Ï.Ô. */
	$"DE00 EC00 F800 0500 1200 1E00 2400 2C00"            /* Ş.ì.ø.......$.,. */
	$"3200 3900 3C00 3E00 3C00 3600 2E00 2400"            /* 2.9.<.>.<.6...$. */
	$"1C00 1200 0600 FC00 F100 E400 D800 CF00"            /* ......ü.ñ.ä.Ø.Ï. */
	$"C800 C400 C400 C600 C700 CA00 D100 D900"            /* È.Ä.Ä.Æ.Ç.Ê.Ñ.Ù. */
	$"E200 ED00 FC00 0700 1200 1C00 2500 2B00"            /* â.í.ü.......%.+. */
	$"3200 3800 3B00 3A00 3A00 3300 2B00 2000"            /* 2.8.;.:.:.3.+. . */
	$"1700 0E00 0400 F900 EE00 E200 D600 CF00"            /* ......ù.î.â.Ö.Ï. */
	$"CA00 C600 C500 C700 CA00 CC00 D300 DC00"            /* Ê.Æ.Å.Ç.Ê.Ì.Ó.Ü. */
	$"E500 F100 FF00 0B00 1400 1F00 2700 2E00"            /* å.ñ.ÿ.......'... */
	$"3300 3800 3C00 3B00 3800 3200 2B00 1F00"            /* 3.8.<.;.8.2.+... */
	$"1500 0C00 0100 F600 ED00 E200 D800 CF00"            /* ......ö.í.â.Ø.Ï. */
	$"CB00 C800 C600 C800 CD00 D000 D700 DF00"            /* Ë.È.Æ.È.Í.Ğ.×.ß. */
	$"EB00 F400 0100 0E00 1800 2000 2800 3000"            /* ë.ô....... .(.0. */
	$"3400 3700 3A00 3900 3400 2F00 2800 1E00"            /* 4.7.:.9.4./.(... */
	$"1400 0B00 0100 F400 EB00 E100 D800 D100"            /* ......ô.ë.á.Ø.Ñ. */
	$"CC00 CA00 C900 CB00 CF00 D500 DB00 E400"            /* Ì.Ê.É.Ë.Ï.Õ.Û.ä. */
	$"EF00 F900 0500 1000 1A00 2200 2900 3100"            /* ï.ù.......".).1. */
	$"3500 3800 3900 3800 3200 2C00 2600 1C00"            /* 5.8.9.8.2.,.&... */
	$"1300 0800 FF00 F300 E800 DF00 D800 D000"            /* ....ÿ.ó.è.ß.Ø.Ğ. */
	$"CC00 CB00 CB00 CC00 D100 D700 DD00 E600"            /* Ì.Ë.Ë.Ì.Ñ.×.İ.æ. */
	$"F100 FC00 0600 1100 1B00 2400 2B00 3200"            /* ñ.ü.......$.+.2. */
	$"3800 3900 3800 3600 3200 2B00 2300 1B00"            /* 8.9.8.6.2.+.#... */
	$"1100 0700 FC00 F100 E600 DC00 D700 D100"            /* ....ü.ñ.æ.Ü.×.Ñ. */
	$"CD00 CC00 CD00 CE00 D200 D900 E000 EA00"            /* Í.Ì.Í.Î.Ò.Ù.à.ê. */
	$"F400 FF00 0800 1200 1C00 2600 2C00 3200"            /* ô.ÿ.......&.,.2. */
	$"3700 3800 3600 3300 2E00 2800 2000 1800"            /* 7.8.6.3...(. ... */
	$"0E00 0400 F800 EE00 E400 DB00 D500 D000"            /* ....ø.î.ä.Û.Õ.Ğ. */
	$"CD00 CB00 CD00 CF00 D400 DA00 E200 EC00"            /* Í.Ë.Í.Ï.Ô.Ú.â.ì. */
	$"F500 0100 0B00 1500 1E00 2600 2D00 3200"            /* õ.........&.-.2. */
	$"3500 3500 3500 3100 2C00 2600 1E00 1400"            /* 5.5.5.1.,.&..... */
	$"0900 0000 F400 EB00 E200 D900 D200 CD00"            /* Æ...ô.ë.â.Ù.Ò.Í. */
	$"CC00 CB00 CC00 CF00 D500 DA00 E400 EE00"            /* Ì.Ë.Ì.Ï.Õ.Ú.ä.î. */
	$"F800 0200 0C00 1600 1E00 2600 2D00 3200"            /* ø.........&.-.2. */
	$"3400 3400 3300 2E00 2800 2100 1A00 1000"            /* 4.4.3...(.!..... */
	$"0600 FC00 F200 E700 DE00 D800 D100 CC00"            /* ..ü.ò.ç.Ş.Ø.Ñ.Ì. */
	$"CC00 CC00 CD00 D100 D800 DE00 E500 EF00"            /* Ì.Ì.Í.Ñ.Ø.Ş.å.ï. */
	$"FA00 0300 0D00 1800 1F00 2600 2C00 3100"            /* ú.........&.,.1. */
	$"3200 3100 3000 2C00 2600 1E00 1600 0E00"            /* 2.1.0.,.&....... */
	$"0200 F900 EF00 E500 DC00 D700 D100 CC00"            /* ..ù.ï.å.Ü.×.Ñ.Ì. */
	$"CB00 CC00 CE00 D200 D800 E000 E700 F200"            /* Ë.Ì.Î.Ò.Ø.à.ç.ò. */
	$"FC00 0500 0E00 1800 2000 2600 2B00 2F00"            /* ü....... .&.+./. */
	$"3200 2F00 2D00 2A00 2400 1C00 1400 0B00"            /* 2./.-.*.$....... */
	$"0000 F600 ED00 E400 DB00 D500 D200 CD00"            /* ..ö.í.ä.Û.Õ.Ò.Í. */
	$"CC00 CD00 D100 D300 DA00 E300 EA00 F300"            /* Ì.Í.Ñ.Ó.Ú.ã.ê.ó. */
	$"FC00 0700 1000 1900 2200 2800 2B00 2F00"            /* ü.......".(.+./. */
	$"3100 2F00 2C00 2700 2300 1A00 1200 0900"            /* 1./.,.'.#.....Æ. */
	$"0000 F400 EB00 E200 DB00 D400 D200 CF00"            /* ..ô.ë.â.Û.Ô.Ò.Ï. */
	$"CD00 CE00 D100 D500 DB00 E400 ED00 F600"            /* Í.Î.Ñ.Õ.Û.ä.í.ö. */
	$"FF00 0900 1200 1A00 2100 2800 2D00 2F00"            /* ÿ.Æ.....!.(.-./. */
	$"3100 2F00 2C00 2600 2100 1A00 1100 0800"            /* 1./.,.&.!....... */
	$"FF00 F400 EB00 E200 DC00 D500 D200 D000"            /* ÿ.ô.ë.â.Ü.Õ.Ò.Ğ. */
	$"CF00 CF00 D300 D800 DF00 E600 EF00 F800"            /* Ï.Ï.Ó.Ø.ß.æ.ï.ø. */
	$"0100 0B00 1400 1C00 2300 2900 2E00 2F00"            /* ........#.).../. */
	$"2F00 2E00 2B00 2500 1F00 1700 0F00 0600"            /* /...+.%......... */
	$"FB00 F300 E900 E200 DC00 D700 D300 CF00"            /* û.ó.é.â.Ü.×.Ó.Ï. */
	$"CF00 D200 D500 DA00 E200 EA00 F200 FB00"            /* Ï.Ò.Õ.Ú.â.ê.ò.û. */
	$"0400 0D00 1500 1E00 2500 2B00 2E00 3100"            /* ........%.+...1. */
	$"2F00 2D00 2900 2500 1E00 1500 0E00 0400"            /* /.-.).%......... */
	$"FB00 F100 E800 E100 DA00 D600 D200 D100"            /* û.ñ.è.á.Ú.Ö.Ò.Ñ. */
	$"D100 D300 D700 DB00 E400 EB00 F400 FD00"            /* Ñ.Ó.×.Û.ä.ë.ô.ı. */
	$"0600 0F00 1700 1F00 2500 2B00 2D00 2E00"            /* ........%.+.-... */
	$"2F00 2C00 2800 2200 1C00 1400 0B00 0200"            /* /.,.(."......... */
	$"F900 EF00 E700 E000 DA00 D500 D200 D100"            /* ù.ï.ç.à.Ú.Õ.Ò.Ñ. */
	$"D200 D300 D800 DF00 E600 ED00 F700 0000"            /* Ò.Ó.Ø.ß.æ.í.÷... */
	$"0800 0F00 1800 2000 2500 2B00 2E00 2E00"            /* ...... .%.+..... */
	$"2D00 2A00 2600 1F00 1900 1200 0900 FF00"            /* -.*.&.......Æ.ÿ. */
	$"F700 ED00 E500 DE00 D900 D700 D300 D200"            /* ÷.í.å.Ş.Ù.×.Ó.Ò. */
	$"D200 D500 D800 DF00 E700 EF00 F900 0100"            /* Ò.Õ.Ø.ß.ç.ï.ù... */
	$"0900 1100 1900 2200 2700 2C00 2E00 2E00"            /* Æ.....".'.,..... */
	$"2B00 2800 2400 1F00 1800 1100 0800 FE00"            /* +.(.$.........ş. */
	$"F400 EB00 E400 DC00 D800 D500 D300 D200"            /* ô.ë.ä.Ü.Ø.Õ.Ó.Ò. */
	$"D200 D600 DA00 E100 EA00 F200 FA00 0300"            /* Ò.Ö.Ú.á.ê.ò.ú... */
	$"0C00 1300 1A00 2100 2800 2C00 2D00 2D00"            /* ......!.(.,.-.-. */
	$"2B00 2700 2400 1E00 1600 0F00 0700 FC00"            /* +.'.$.........ü. */
	$"F300 EB00 E400 DC00 D800 D500 D400 D300"            /* ó.ë.ä.Ü.Ø.Õ.Ô.Ó. */
	$"D300 D700 DB00 E400 EB00 F400 FD00 0500"            /* Ó.×.Û.ä.ë.ô.ı... */
	$"0D00 1500 1C00 2300 2900 2C00 2E00 2D00"            /* ......#.).,...-. */
	$"2B00 2800 2200 1E00 1600 0E00 0500 FC00"            /* +.(.".........ü. */
	$"F300 EA00 E300 DE00 DA00 D500 D400 D400"            /* ó.ê.ã.Ş.Ú.Õ.Ô.Ô. */
	$"D500 D900 DE00 E600 ED00 F500 FF00 0700"            /* Õ.Ù.Ş.æ.í.õ.ÿ... */
	$"0E00 1600 1F00 2500 2900 2D00 2E00 2C00"            /* ......%.).-...,. */
	$"2A00 2700 2200 1C00 1500 0E00 0400 FA00"            /* *.'.".........ú. */
	$"F300 EB00 E400 DD00 DA00 D700 D500 D600"            /* ó.ë.ä.İ.Ú.×.Õ.Ö. */
	$"D800 DB00 E000 E800 EF00 F700 0000 0800"            /* Ø.Û.à.è.ï.÷..... */
	$"1100 1800 2000 2600 2A00 2D00 2D00 2D00"            /* .... .&.*.-.-.-. */
	$"2900 2700 2200 1B00 1300 0B00 0200 F900"            /* ).'.".........ù. */
	$"F200 EA00 E300 DE00 DA00 D800 D500 D700"            /* ò.ê.ã.Ş.Ú.Ø.Õ.×. */
	$"D900 DD00 E100 E900 F200 F900 0100 0000"            /* Ù.İ.á.é.ò.ù..... */
	$"4794 0000 0000 0000 0000 3200 20AB 0008"            /* G”........2. «.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 01EC BE90 0000 0000 EFF3 F1F0 F12F"            /* ...ì¾....ïóñğñ/ */
	$"2A22 1F1D 1B19 1715 1210 0EB8 CED6 D9DB"            /* *".........¸ÎÖÙÛ */
	$"DDDF E1E3 E2E5 E6E9 EBF5 F2EF EFF0 F167"            /* İßáãâåæéëõòïïğñg */
	$"785D 554E 4834 2B2A 2520 1BA6 81A2 ABB2"            /* x]UNH4+*% .¦¢«² */
	$"B7BD C2C7 CCD2 D7DD E2FB FBFD 0002 0C7F"            /* ·½ÂÇÌÒ×İâûûı.... */
	$"7F75 6B63 5B42 3D39 332D 27B8 8AAC B3B9"            /* .ukc[B=93-'¸Š¬³¹ */
	$"BDC1 C6CA CFD4 D8DD E7F9 F7F9 FCFE 257C"            /* ½ÁÆÊÏÔØİçù÷ùüş%| */
	$"7F6D 635B 5237 3530 2B25 1FBF 80A1 AAB0"            /* .mc[R750+%.¿€¡ª° */
	$"B5BA BEC3 C8CC D1D6 EBF0 F1F3 F6F9 497C"            /* µº¾ÃÈÌÑÖëğñóöùI| */
	$"7A66 5D55 4C32 312C 2721 1CC4 829C A8AE"            /* zf]UL21,'!.Ä‚œ¨® */
	$"B4B8 BDC2 C7CC D1D9 F0EE F1F4 F7FA 5A7F"            /* ´¸½ÂÇÌÑÙğîñô÷úZ. */
	$"7664 5C55 4A33 322E 2822 1DCC 8E9A AAB0"            /* vd\UJ32.(".Ìšª° */
	$"B5BA BFC4 C9CE D3E3 EFEF F2F5 F802 527F"            /* µº¿ÄÉÎÓãïïòõø.R. */
	$"7264 5C54 4834 332E 2923 1ED2 A195 AAB0"            /* rd\TH43.)#.Ò¡•ª° */
	$"B5BA BFC4 C9CE D4EC EDEF F2F5 F81D 467F"            /* µº¿ÄÉÎÔìíïòõø.F. */
	$"6D61 5952 4332 312C 2721 1CD0 B38F A8AE"            /* maYRC21,'!.Ğ³¨® */
	$"B4B9 BEC3 C8CD D7EB EAED F0F3 F744 417F"            /* ´¹¾ÃÈÍ×ëêíğó÷DA. */
	$"695E 564F 3D31 2F2A 251F 1BD3 C189 A5AD"            /* i^VO=1/*%..ÓÁ‰¥­ */
	$"B3B8 BDC2 C7CD E1E7 E8EC EFF3 F654 427F"            /* ³¸½ÂÇÍáçèìïóöTB. */
	$"645B 544D 3830 2E29 241F 1AD4 CC87 A3AC"            /* d[TM80.)$..ÔÌ‡£¬ */
	$"B2B7 BDC2 C7CE E5E5 E8EB EFF3 FC48 447E"            /* ²·½ÂÇÎååèëïóüHD~ */
	$"6159 524B 3330 2D28 231E 19D6 D089 A0AC"            /* aYRK30-(#..ÖĞ‰ ¬ */
	$"B1B7 BCC2 C7D6 E3E3 E7EB EEF2 183A 4F78"            /* ±·¼ÂÇÖããçëîò.:Ox */
	$"5E57 5049 302F 2B27 221D 18D9 D293 9CAB"            /* ^WPI0/+'"..ÙÒ“œ« */
	$"B1B6 BCC1 C7DE E0E2 E6EA EEF1 3C32 5A71"            /* ±¶¼ÁÇŞàâæêîñ<2Zq */
	$"5B54 4D45 2E2E 2A25 201B 17DD D2A1 97AA"            /* [TME..*% ..İÒ¡—ª */
	$"B0B6 BBC0 CADE DDE1 E5E9 EDF1 4D2C 626B"            /* °¶»ÀÊŞİáåéíñM,bk */
	$"5852 4B42 2C2C 2824 1F1A 16E4 D0B5 91A8"            /* XRKB,,($...äĞµ‘¨ */
	$"AFB5 BAC0 D3DA DCE0 E4E8 ECF5 4127 6C65"            /* ¯µºÀÓÚÜàäèìõA'le */
	$"5650 493F 2B2B 2723 1E1A 15E7 D0C9 8BA7"            /* VPI?++'#...çĞÉ‹§ */
	$"AEB4 BAC1 D8D8 DBDF E4E7 EC11 3326 7161"            /* ®´ºÁØØÛßäçì.3&qa */
	$"544D 473A 2B2A 2622 1D19 14BE D7D2 8AA6"            /* TMG:+*&"...¾×ÒŠ¦ */
	$"AFB5 BBC9 D8D8 DCE0 E4E8 EC38 2C29 765E"            /* ¯µ»ÉØØÜàäèì8,)v^ */
	$"534C 462F 2D2A 2621 1D19 0AC9 DFCB 90AB"            /* SLF/-*&!..ÂÉßË« */
	$"B2B8 BED4 D7D9 DDE2 E6EA EE48 282C 765B"            /* ²¸¾Ô×ÙİâæêîH(,v[ */
	$"524B 3C2F 2E2A 2521 1C18 C5DA DFAD 9DB0"            /* RK</.*%!..ÅÚß­° */
	$"B6BB C4D9 D8DC DFE4 E8EC F53F 2430 7558"            /* ¶»ÄÙØÜßäèìõ?$0uX */
	$"5047 3131 2E29 2520 1C0A CEE2 DE92 A8B3"            /* PG11.)% .ÂÎâŞ’¨³ */
	$"B9BE D0D8 D9DD E1E5 E9ED 0F32 2439 7156"            /* ¹¾ĞØÙİáåéí.2$9qV */
	$"4E38 3431 2D28 241F 1BC7 DDE2 CB97 B0B7"            /* N841-($..ÇİâË—°· */
	$"BCC2 D9D9 DCDF E3E7 EBEF 372D 2542 6D54"            /* ¼ÂÙÙÜßãçëï7-%BmT */
	$"4536 3531 2D28 231F 0BD3 E5E4 A6A5 B4BA"            /* E651-(#..Óåä¦¥´º */
	$"C0CC DBDA DEE2 E5E9 EDF0 4828 254E 6951"            /* ÀÌÛÚŞâåéíğH(%NiQ */
	$"3A39 3631 2C27 231E CAE1 E5DF 96B0 B8BE"            /* :961,'#.Êáåß–°¸¾ */
	$"C3D7 DBDD E0E4 E7EB EFF6 4025 2558 6442"            /* Ã×Ûİàäçëïö@%%XdB */
	$"3D3A 3530 2C27 220D D8E9 E8C6 A0B6 BCC1"            /* =:50,'".ØéèÆ ¶¼Á */
	$"C9DD DBDE E2E5 E9ED F012 3325 2561 5A3F"            /* ÉİÛŞâåéíğ.3%%aZ? */
	$"3E39 3430 2B26 21CC E6E9 E8A3 ADB9 BFC4"            /* >940+&!Ìæéè£­¹¿Ä */
	$"D4DD DDE0 E4E7 EBEE F136 2D26 2569 4A43"            /* Ôİİàäçëîñ6-&%iJC */
	$"3E39 342F 2A25 0BDE ECEB DF9C B7BD C2C8"            /* >94/*%.Şìëßœ·½ÂÈ */
	$"DDDD DFE2 E6E9 ECF0 F349 2925 2660 4B43"            /* İİßâæéìğóI)%&`KC */
	$"3D38 332E 2A25 CEEB EDEC BDAB BCC1 C6D0"            /* =83.*%Îëíì½«¼ÁÆĞ */
	$"DFDE E1E5 E8EB EEF1 F940 2525 2260 4B43"            /* ßŞáåèëîñù@%%"`KC */
	$"3D38 332E 290A E3F0 EFEB A1B6 BFC4 C9DC"            /* =83.)Âãğïë¡¶¿ÄÉÜ */
	$"DFE0 E3E6 E9ED F0F3 0F34 2523 1C63 4A42"            /* ßàãæéíğó.4%#.cJB */
	$"3C37 322D 28D1 EFF0 F0D8 A6BD C2C7 CEE1"            /* <72-(ÑïğğØ¦½ÂÇÎá */
	$"E0E2 E5E8 EBEE F1F4 372D 2616 2462 4841"            /* àâåèëîñô7-&.$bHA */
	$"3B36 312C 07E9 F3F2 F0B2 B4C1 C6CA D8E1"            /* ;61,.éóòğ²´ÁÆÊØá */
	$"E1E4 E7EA ECEF F2F5 4929 1F13 315E 4740"            /* áäçêìïòõI)..1^G@ */
	$"3B35 302B D5F3 F4F3 EBA4 BDC4 C9CD E2E1"            /* ;50+Õóôóë¤½ÄÉÍâá */
	$"E3E6 E8EB EEF1 F4FB 4024 1317 3A5B 463F"            /* ãæèëîñôû@$..:[F? */
	$"3A35 3007 EEF7 F5F4 CEB0 C3C7 CCD4 E4E3"            /* :50.î÷õôÎ°ÃÇÌÔäã */
	$"E5E8 EAED F0F2 F510 3317 1618 4557 453F"            /* åèêíğòõ.3...EWE? */
	$"3934 2ED9 F7F8 F7F4 AFBC C6CA CEE0 E4E4"            /* 94.Ù÷ø÷ô¯¼ÆÊÎàää */
	$"E7E9 ECEF F1F4 F633 2916 1919 5153 443E"            /* çéìïñôö3)...QSD> */
	$"3833 0CF2 FBF9 F8E9 AAC3 C9CD D3E6 E4E6"            /* 83.òûùøéªÃÉÍÓæäæ */
	$"E8EB EDF0 F2F4 F748 1919 1919 5850 433D"            /* èëíğòô÷H....XPC= */
	$"3731 DEFB FBFA F8CB B7C8 CCD0 DBE6 E5E7"            /* 71ŞûûúøË·ÈÌĞÛæåç */
	$"E9EC EEF1 F3F6 FB36 181A 191B 5F4D 423C"            /* éìîñóöû6...._MB< */
	$"3608 F7FE FCFB F7AF C2CA CED3 E6E5 E6E9"            /* 6.÷şüû÷¯ÂÊÎÓæåæé */
	$"EBED F0F2 F4F7 0C23 1A1A 1A1D 624B 413B"            /* ëíğòô÷.#....bKA; */
	$"34E3 00FF FEFC E5B4 C9CE D2D9 E9E6 E8EA"            /* 4ã.ÿşüå´ÉÎÒÙéæèê */
	$"EDEF F1F3 F5F7 2321 1C1B 1A20 6349 403A"            /* íïñóõ÷#!... cI@: */
	$"05FC 0200 FFFD C2C1 CDD1 D4E4 E8E8 EAEC"            /* .ü..ÿıÂÁÍÑÔäèèêì */
	$"EEF0 F3F5 F7ED 3B20 1D1B 1A26 6147 3F37"            /* îğóõ÷í; ...&aG?7 */
	$"E904 0301 00F6 B2CA CFD3 D8EB E8EA EBED"            /* é....ö²ÊÏÓØëèêëí */
	$"EFF2 F3F5 F3ED 371C 1C1B 1A2C 5E45 3E03"            /* ïòóõóí7....,^E>. */
	$"0105 0402 00DC BDCF D2D6 E0EB E9EB EDEF"            /* .....Ü½ÏÒÖàëéëíï */
	$"F1F3 F5F6 E702 2A1C 1C1A 1A36 5943 3DE8"            /* ñóõöç.*....6YC=è */
	$"0405 0402 FFBB C8D0 D4D8 EAEA EAEC EDEF"            /* ....ÿ»ÈĞÔØêêêìíï */
	$"F1F3 F5F0 EA28 231D 1C1A 193F 5542 3BE7"            /* ñóõğê(#....?UB;ç */
	$"0404 0301 FBB5 CBD1 D5DB EBE8 EAEB EDEF"            /* ....ûµËÑÕÛëèêëíï */
	$"F1F3 F5EC EB3D 201C 1A19 1947 5040 39E7"            /* ñóõìë= ....GP@9ç */
	$"0403 0200 FCB6 C9D0 D4E3 E8E7 E9EB EDEF"            /* ....ü¶ÉĞÔãèçéëíï */
	$"F1F3 F4E8 EE39 1C1B 1918 1851 4C3F 38E5"            /* ñóôèî9.....QL?8å */
	$"0303 0200 FDBD C6D0 D4E7 E5E6 E8EA ECEE"            /* ....ı½ÆĞÔçåæèêìî */
	$"F0F2 F4E6 FF27 1919 1818 1857 493E 37E5"            /* ğòôæÿ'.....WI>7å */
	$"0202 01FF FDCA C3CF D9E5 E3E5 E7E9 EBED"            /* ...ÿıÊÃÏÙåãåçéëí */
	$"F0F2 F3E5 1D1F 1919 1817 195B 463C 36E4"            /* ğòóå.......[F<6ä */
	$"0101 00FF FDDA BDCE E0E1 E2E4 E6E8 EAEC"            /* ...ÿıÚ½Îàáâäæèêì */
	$"EFF1 F1E5 381B 1917 1616 1A5C 433B 35E4"            /* ïññå8......\C;5ä */
	$"0000 FFFE FDE7 B7CF E1DF E1E3 E5E7 EAEC"            /* ..ÿşıç·Ïáßáãåçêì */
	$"EEF0 EFE7 3517 1716 1515 1D5B 4139 34E4"            /* îğïç5......[A94ä */
	$"FFFF FFFD FCF2 B2D4 DDDD E0E2 E4E7 E9EB"            /* ÿÿÿıüò²Ôİİàâäçéë */
	$"EEF0 ECF5 2515 1615 1514 2358 3F38 33E6"            /* îğìõ%.....#X?83æ */
	$"FEFF FEFD FCF7 B4D8 DADC DFE1 E4E6 E8EB"            /* şÿşıü÷´ØÚÜßáäæèë */
	$"EDEF EA16 1915 1514 1413 2954 3C37 31E7"            /* íïê.......)T<71ç */
	$"FDFE FDFC FBF9 C1D4 D8DB DEE0 E2E5 E7EA"            /* ışıüûùÁÔØÛŞàâåçê */
	$"ECEE E72E 1614 1313 1313 314E 3B35 30E9"            /* ìîç.......1N;50é */
	$"FDFD FDFC FAF9 D9CC D7DA DCDF E1E4 E6E9"            /* ıııüúùÙÌ×ÚÜßáäæé */
	$"EBEE E62F 1312 1212 1212 3A49 3934 2FEE"            /* ëîæ/......:I94/î */
	$"FCFD FCFB FAFA EBC4 D6D8 DBDE E1E3 E6E8"            /* üıüûúúëÄÖØÛŞáãæè */
	$"EBED F020 1011 1111 1111 4245 3833 2EEF"            /* ëíğ ......BE83.ï */
	$"FBFD FCFB F900 F6BD D4D7 DBDD E0E3 E5E8"            /* ûıüûù.ö½Ô×Ûİàãåè */
	$"EAEC 0A14 1010 1010 1011 4A41 3732 2DF0"            /* êìÂ.......JA72-ğ */
	$"FBFC FCFA FA08 FCB9 D2D6 DADD DFE2 E4E7"            /* ûüüúú.ü¹ÒÖÚİßâäç */
	$"EAEB 240F 0F0F 0F0F 1011 503E 3631 2CF4"            /* êë$.......P>61,ô */
	$"FAFC FBFA FD07 FEBC CFD5 D9DC DFE1 E4E7"            /* úüûúı.ş¼ÏÕÙÜßáäç */
	$"E9EB 290D 0E0E 0E0E 0F12 533C 342F 2BF4"            /* éë).......S<4/+ô */
	$"F9FB FAF9 0403 FFC5 CCD4 D8DB DEE0 E3E6"            /* ùûúù..ÿÅÌÔØÛŞàãæ */
	$"E8F4 190B 0C0C 0D0D 0E14 5339 332E 2AF7"            /* èô........S93.*÷ */
	$"F8FA F9FA 0801 FFD4 C6D3 D7DA DDE0 E3E5"            /* øúùú..ÿÔÆÓ×Úİàãå */
	$"E80A 0D0B 0B0C 0C0D 0D17 5237 322D 29FA"            /* èÂ........R72-)ú */
	$"F6FA F9FF 0500 FEE0 C0D3 D6D9 DCDF E2E5"            /* öúùÿ..şàÀÓÖÙÜßâå */
	$"E822 070B 0B0B 0C0C 0C1D 4F36 312C 28FE"            /* è"........O61,(ş */
	$"F5F9 F906 02FF FEED B9D2 D5D9 DCDF E1E4"            /* õùù..ÿşí¹ÒÕÙÜßáä */
	$"E928 0609 090A 0B0B 0C23 4A34 2F2B 2704"            /* é(.ÆÆÂ...#J4/+'. */
	$"F1F9 FB07 00FF FDF6 B6D0 D4D8 DBDE E1E4"            /* ñùû..ÿıö¶ĞÔØÛŞáä */
	$"F11A 0507 0809 090A 0B2B 4633 2E2A 2607"            /* ñ....ÆÆÂ.+F3.*&. */
	$"EFF8 0103 FFFD FCF9 BBCD D3D7 DADD E0E3"            /* ïø..ÿıüù»ÍÓ×Úİàã */
	$"0908 0506 0708 0909 0A34 4031 2D29 250A"            /* Æ.....ÆÆÂ4@1-)%Â */
	$"EBF8 0600 FEFD FBFA C7C8 D2D6 D9DC DFE2"            /* ëø..şıûúÇÈÒÖÙÜßâ */
	$"21FF 0505 0607 0809 0A3A 3B30 2C28 240E"            /* !ÿ.....ÆÂ:;0,($. */
	$"E7FD 05FF FEFC FBFA D7C0 D2D5 D9DC DFE3"            /* çı.ÿşüûú×ÀÒÕÙÜßã */
	$"2BFB 0404 0506 0708 0A42 382F 2B27 240E"            /* +û......ÂB8/+'$. */
	$"E604 01FF FDFC FBFA E4B9 D1D4 D8DB DFEB"            /* æ..ÿıüûúä¹ÑÔØÛßë */
	$"21FA 0203 0406 0607 0A47 342E 2A26 23F9"            /* !ú......ÂG4.*&#ù */
	$"F306 00FF FDFC FBFA EFB5 D1D4 D8DB DF00"            /* ó..ÿıüûúïµÑÔØÛß. */
	$"0DFE 0203 0405 0607 0C4A 322D 2925 21D8"            /* .ş.......J2-)%!Ø */
	$"0304 00FF FEFC FBFA ECB7 D3D5 D9DC E019"            /* ...ÿşüûúì·ÓÕÙÜà. */
	$"FB02 0203 0505 0607 0F4B 302D 2825 04EF"            /* û........K0-(%.ï */
	$"0802 01FF FEFD FCFB D7C3 D4D7 DBDE E21D"            /* ...ÿşıüû×ÃÔ×ÛŞâ. */
	$"FD03 0304 0506 0708 134B 2F2C 2823 DD01"            /* ı........K/,(#İ. */
	$"0803 0100 FEFD FCF9 BFCF D5D9 DCE0 E519"            /* ....şıüù¿ÏÕÙÜàå. */
	$"FF04 0405 0607 0808 1A4A 2E2C 2707 F008"            /* ÿ........J.,'.ğ. */
	$"0603 0200 FFFE FCEF B9D5 D7DB DEE0 EF11"            /* ....ÿşüï¹Õ×ÛŞàï. */
	$"0204 0506 0707 0809 2046 2E2B 26DF 020B"            /* .......Æ F.+&ß.. */
	$"0504 0201 FFFE FDD6 C7D7 D9DD DFD7 0D07"            /* ....ÿşıÖÇ×Ùİß×.. */
	$"0505 0607 0708 0909 2743 2D2B 07F3 060B"            /* ......ÆÆ'C-+.ó.. */
	$"0604 0301 00FF FABE D4D7 DCDE DCD7 2101"            /* .....ÿú¾Ô×ÜŞÜ×!. */
	$"0706 0707 0808 090A 303F 2D28 E304 0B09"            /* ......ÆÂ0?-(ã..Æ */
	$"0605 0301 00FE EABE D8D9 DDDF D4E3 2101"            /* .....şê¾ØÙİßÔã!. */
	$"0707 0708 0809 090A 383A 2D07 F606 0F08"            /* .....ÆÆÂ8:-.ö... */
	$"0705 0302 00FE CFCD D9DC DFD7 D9F6 1804"            /* .....şÏÍÙÜß×Ùö.. */
	$"0808 0809 090A 0A0B 3F37 2AE6 070B 0D09"            /* ...ÆÆÂÂ.?7*æ...Æ */
	$"0705 0402 01F8 BED9 DADE DCD5 DE0F 0D07"            /* .....ø¾ÙÚŞÜÕŞ... */
	$"0808 090A 0A0A 0A0D 4533 08FA 0712 0C0A"            /* ..ÆÂÂÂÂ.E3.ú...Â */
	$"0806 0403 01E4 C5DC DCDF D4DC E021 070A"            /* .....äÅÜÜßÔÜà!.Â */
	$"0809 090A 0A0B 0B0F 482D EB0B 0913 0B0A"            /* .ÆÆÂÂ...H-ë.Æ..Â */
	$"0806 0403 FFCA D4DC DED8 D8DE E725 040B"            /* ....ÿÊÔÜŞØØŞç%.. */
	$"090A 0A0A 0B0B 0B12 4A0B FE09 110F 0C0A"            /* ÆÂÂÂ....J.şÆ...Â */
	$"0806 0403 F6C0 DDDC DCD4 DDDF F61E 050B"            /* ....öÀİÜÜÔİßö... */
	$"090A 0A0B 0B0B 0B16 46EC 0E09 160E 0C0A"            /* ÆÂÂ.....Fì.Æ...Â */
	$"0806 0503 DECB DEDE D4DB DFE2 0E14 080B"            /* ....ŞËŞŞÔÛßâ.... */
	$"0A0B 0B0B 0B0B 0B1B 25FD 0E10 140E 0D0A"            /* Â.......%ı.....Â */
	$"0807 0500 C8D9 DED8 D7DE E0E4 200B 0B0B"            /* ....ÈÙŞØ×Şàä ... */
	$"0B0B 0C0C 0C0B 0B1D 070E 0C17 120F 0D0B"            /* ................ */
	$"0907 05F4 C4E0 DCD4 DDDF E2EA 2707 0D0B"            /* Æ..ôÄàÜÔİßâê'... */
	$"0C0C 0C0C 0C0C 0B02 160D 1019 110F 0D0B"            /* ................ */
	$"0907 05DB CFE1 D4DA DEE1 E4F8 2307 0D0C"            /* Æ..ÛÏáÔÚŞáäø#... */
	$"0C0C 0C0C 0C0C 06EF 240B 1816 110F 0D0B"            /* .......ï$....... */
	$"0907 00C8 DDD9 D6DE E0E3 E50C 1A09 0D0C"            /* Æ..ÈİÙÖŞàãå..Æ.. */
	$"0C0C 0C0C 0C0B E408 200D 1C14 110F 0D0B"            /* ......ä. ....... */
	$"0907 EDC9 E0D3 DDDF E2E4 E820 110C 0E0D"            /* Æ.íÉàÓİßâäè .... */
	$"0D0D 0C0C 0C04 CF1F 1A14 1C13 120F 0D0B"            /* ......Ï......... */
	$"0906 D6D5 D8D9 DFE1 E4E6 ED29 0B0E 0E0D"            /* Æ.ÖÕØÙßáäæí).... */
	$"0D0D 0D0C 0CE2 E226 181C 1914 1210 0E0C"            /* .....ââ&........ */
	$"09FE C9DB D6DE E0E3 E5E8 FA27 0910 0E0E"            /* ÆşÉÛÖŞàãåèú'Æ... */
	$"0D0D 0D0C 04CF F426 1A1E 1714 1210 0E0C"            /* .....Ïô&........ */
	$"09E9 CCD8 DCE0 E2E4 E7E9 0D1F 0A10 0E0E"            /* ÆéÌØÜàâäçé..Â... */
	$"0D0D 0D0C E1E0 F828 1E1D 1714 1210 0E0C"            /* ....áàø(........ */
	$"06D3 D0DC DEE1 E4E6 E8EB 1E17 0C10 0E0E"            /* .ÓĞÜŞáäæèë...... */
	$"0D0D 0D04 D0F0 F92D 211A 1714 1210 0E0B"            /* ....Ğğù-!....... */
	$"FAC5 D8DE E0E3 E5E7 EAF0 2810 0E10 0E0E"            /* úÅØŞàãåçêğ(..... */
	$"0E0D 0DE8 DDF2 FD32 2019 1714 1210 0E0B"            /* ...èİòı2 ....... */
	$"E4C6 E0DF E2E4 E7E9 EBFA 290C 1010 0F0E"            /* äÆàßâäçéëú)..... */
	$"0E0D 0CE1 E1F1 0436 1C18 1713 110F 0D07"            /* ...ááñ.6........ */
	$"D1CF E1DF E3E5 E7EA EC0B 230B 110F 0E0E"            /* ÑÏáßãåçêì.#..... */
	$"0E0D 0CE2 DFF2 0B37 1718 1512 100E 0C07"            /* ...âßò.7........ */
	$"D0CE E1DF E3E5 E7E9 EC1A 1A0B 100E 0E0D"            /* ĞÎáßãåçéì....... */
	$"0D0C 0CE3 DEF2 1433 1517 1411 0F0D 0B08"            /* ...ãŞò.3........ */
	$"D7C8 E1DE E2E4 E6E9 EE23 110B 0F0D 0D0C"            /* ×ÈáŞâäæéî#...... */
	$"0C0C 0BE7 DBF4 1F2D 1416 1311 0E0C 0A08"            /* ...çÛô.-......Â. */
	$"DFC3 E0DE E1E4 E6E8 F625 0B0C 0D0C 0C0C"            /* ßÃàŞáäæèö%...... */
	$"0C0B 0BE9 D9F7 2527 1416 1210 0E0C 0A08"            /* ...éÙ÷%'......Â. */
	$"E9C0 DEDF E0E4 E6E8 0421 080D 0C0B 0C0B"            /* éÀŞßàäæè.!...... */
	$"0B0B 0AEC D8FE 2822 1315 110F 0D0B 0907"            /* ..ÂìØş("......Æ. */
	$"F1C1 D9E0 DFE3 E5E8 1319 060C 0B0B 0B0B"            /* ñÁÙàßãåè........ */
	$"0A0A 0AEE D802 2A1F 1314 110F 0D0B 0906"            /* ÂÂÂîØ.*.......Æ. */
	$"F4C7 D3E0 DFE3 E5EA 1D10 070B 0A0A 0A0A"            /* ôÇÓàßãåê....ÂÂÂÂ */
	$"0A09 09EF DB03 2A1C 1213 100E 0C0A 0805"            /* ÂÆÆïÛ.*......Â.. */
	$"F6CE CEE0 DEE2 E4F0 2009 070A 0909 0909"            /* öÎÎàŞâäğ Æ.ÂÆÆÆÆ */
	$"0909 08F2 DF04 2B19 1112 0F0D 0B09 0703"            /* ÆÆ.òß.+......Æ.. */
	$"F7D8 C8DF DFE1 E4FD 1D05 0709 0808 0808"            /* ÷ØÈßßáäı...Æ.... */
	$"0808 08F5 E005 2B15 1011 0E0C 0B09 0701"            /* ...õà.+......Æ.. */
	$"F7E1 C5DD DFE0 E40A 1703 0708 0708 0808"            /* ÷áÅİßàäÂ........ */
	$"0808 08FB DF07 2B13 1010 0D0C 0A08 0700"            /* ...ûß.+.....Â... */
	$"F7EB C4D9 E0E0 E615 0F02 0707 0707 0707"            /* ÷ëÄÙààæ......... */
	$"0707 09FF DC0B 2B11 0F10 0C0B 0A08 06FE"            /* ..ÆÿÜ.+.....Â..ş */
	$"F8F1 C6D5 E1DF EB1A 0802 0706 0607 0707"            /* øñÆÕáßë......... */
	$"0707 0C01 DA0E 290F 0E0F 0C0A 0907 05FC"            /* ....Ú.)....ÂÆ..ü */
	$"F8F6 C9D0 E1DF F519 0302 0605 0506 0606"            /* øöÉĞáßõ......... */
	$"0607 0F00 DA13 270D 0E0E 0B09 0807 04FA"            /* ....Ú.'....Æ...ú */
	$"F8F8 D1CB E0E0 0214 FF02 0404 0405 0505"            /* øøÑËàà..ÿ....... */
	$"0508 1101 DA15 240B 0D0D 0A09 0706 04F9"            /* ....Ú.$...ÂÆ...ù */
	$"F8FA D8C7 DEE2 0C0D FE02 0403 0404 0505"            /* øúØÇŞâ..ş....... */
	$"050C 11FF DC18 220A 0C0C 0908 0706 03F8"            /* ...ÿÜ."Â..Æ....ø */
	$"F8FB E2C5 DBE9 1206 FD02 0302 0304 0404"            /* øûâÅÛé..ı....... */
	$"060F 0F00 DF1A 1E09 0C0C 0908 0705 02F7"            /* ....ß..Æ..Æ....÷ */
	$"F9FB EAC5 D7F3 1300 FE02 0102 0303 0304"            /* ùûêÅ×ó..ş....... */
	$"0810 0C02 E21A 1C09 0B0B 0807 0605 00F7"            /* ....â..Æ.......÷ */
	$"F9FB F0C8 D2FF 10FC FE01 0001 0202 0303"            /* ùûğÈÒÿ.üş....... */
	$"0B0F 0A01 E61A 1808 0A0A 0706 0504 00F6"            /* ..Â.æ...ÂÂ.....ö */
	$"F8FB F3CB D109 0BF9 FD00 FF00 0101 0203"            /* øûóËÑÆ.ùı.ÿ..... */
	$"0C0E 0903 F219 1208 0908 0605 0403 00F7"            /* ..Æ.ò...Æ......÷ */
	$"F6FA F2CA D60F 05F8 FEFF FF00 0001 0203"            /* öúòÊÖ..øşÿÿ..... */
	$"0C0D 0907 0412 0C09 0807 0605 0402 01F8"            /* ..Æ....Æ.......ø */
	$"F5F9 EEC8 E012 FFF8 FEFF FFFF 0001 0104"            /* õùîÈà.ÿøşÿÿÿ.... */
	$"0D0D 0910 0F09 0A09 0706 0504 0302 01F9"            /* ..Æ..ÆÂÆ.......ù */
	$"F4F8 ECC6 ED10 FBF8 FEFE FEFF 0001 0104"            /* ôøìÆí.ûøşşşÿ.... */
	$"0D0C 0A20 1000 0909 0605 0403 0201 00FA"            /* ..Â ..ÆÆ.......ú */
	$"F3F7 E6C7 F90C F8F9 FDFD FEFF 0000 0105"            /* ó÷æÇù.øùıışÿ.... */
	$"0D0B 0E2C 09FC 0A08 0404 0302 0100 FFFA"            /* ...,ÆüÂ.......ÿú */
	$"F3F5 E2CA 0207 F6F9 FDFD FDFF FF00 0105"            /* óõâÊ..öùıııÿÿ... */
	$"0D0B 1825 FD02 0A06 0404 0302 0100 FFF8"            /* ...%ı.Â.......ÿø */
	$"F3F5 DAD3 0902 F6FA FEFD FEFF 0000 0106"            /* óõÚÓÆ.öúşışÿ.... */
	$"0E0D 2512 FD08 0906 0504 0302 0100 FEF5"            /* ..%.ı.Æ.......şõ */
	$"F5ED C9E8 0FFE F7FD FEFE FF00 0102 0208"            /* õíÉè.ş÷ışşÿ..... */
	$"0E13 2105 040B 0806 0504 0302 0100 FCF4"            /* ..!...........üô */
	$"F3D6 CBFE 0EFB FAFF FFFF 0001 0202 030A"            /* óÖËş.ûúÿÿÿ.....Â */
	$"0F1C 1404 090B 0706 0504 0302 0100 F8F4"            /* ....Æ.........øô */
	$"E3C8 DB0B 09FA FC00 0000 0102 0203 040B"            /* ãÈÛ.Æúü......... */
	$"121A 0A07 0B09 0706 0504 0302 01FE F5ED"            /* ..Â..Æ.......şõí */
	$"CDCF EC0F 05FB FE01 0101 0203 0303 050C"            /* ÍÏì..ûş......... */
	$"1612 090A 0B08 0706 0504 0302 00FB F2D6"            /* ..ÆÂ.........ûòÖ */
	$"CADB F70F 02FC 0002 0102 0303 0404 050E"            /* ÊÛ÷..ü.......... */
	$"130F 0C0C 0A09 0706 0504 0302 00F7 E3C9"            /* ....ÂÆ.......÷ãÉ */
	$"D5E4 010F 01FE 0103 0303 0404 0505 060E"            /* Õä...ş.......... */
	$"1010 0D0C 0A09 0806 0504 0302 FEEE CECE"            /* ....ÂÆ......şîÎÎ */
	$"E0E8 080D 00FF 0304 0404 0505 0505 070A"            /* àè...ÿ.........Â */
	$"1213 0D0B 0A09 0806 0504 0301 F9D8 C9DB"            /* ....ÂÆ......ùØÉÛ */
	$"E4EE 0E0C 0001 0405 0405 0506 0606 0508"            /* äî.............. */
	$"1713 0C0B 0A09 0706 0504 0300 E8C8 D3E3"            /* ....ÂÆ......èÈÓã */
	$"E4F6 120A 0002 0505 0505 0606 0606 FC0E"            /* äö.Â..........ü. */
	$"1A11 0B0B 0A09 0706 0403 02F7 D0CB DFE5"            /* ....ÂÆ.....÷ĞËßå */
	$"E500 1307 0104 0606 0606 0606 0601 FA18"            /* å.............ú. */
	$"1A0E 0A0B 0A08 0705 0403 00E2 C7D7 E5E5"            /* ..Â.Â......âÇ×åå */
	$"E80A 1306 0205 0707 0707 0707 06F6 021F"            /* èÂ...........ö.. */
	$"170C 0B0C 0A08 0705 0403 F4CD CFE1 E6E5"            /* ....Â.....ôÍÏáæå */
	$"F011 1105 0307 0807 0707 0707 01EF 1021"            /* ğ............ï.! */
	$"140B 0C0C 0A08 0705 04FE DCCB DBE6 E6E6"            /* ....Â....şÜËÛæææ */
	$"F915 0F04 0508 0808 0808 0807 F3F7 1C1F"            /* ù...........ó÷.. */
	$"100B 0C0C 0A08 0605 03EB CED4 E3E7 E6E9"            /* ....Â....ëÎÔãçæé */
	$"0417 0C04 0609 0908 0808 0800 EA06 211A"            /* .....ÆÆ.....ê.!. */
	$"0E0C 0C0B 0907 0605 F8D7 D0DE E6E6 E7ED"            /* ....Æ...ø×ĞŞææçí */
	$"0C16 0A05 0709 0908 0808 07F2 EF15 2015"            /* ..Â..ÆÆ....òï. . */
	$"0D0C 0C0B 0907 0600 E3D1 D9E4 E7E7 E9F4"            /* ....Æ...ãÑÙäççéô */
	$"1215 0906 080A 0909 0909 01E7 FF1D 1C12"            /* ..Æ..ÂÆÆÆÆ.çÿ... */
	$"0D0D 0C0A 0907 05F0 D6D7 E1E6 E7E8 EBFC"            /* ...ÂÆ..ğÖ×áæçèëü */
	$"1713 0807 0A0B 0A09 0908 F2EA 101F 1811"            /* ....Â.ÂÆÆ.òê.... */
	$"0E0D 0C0A 0807 FCDE D7DF E5E7 E8EA ED05"            /* ...Â..üŞ×ßåçèêí. */
	$"1911 0808 0B0B 0A0A 0A02 E7F7 1B1B 1410"            /* ......ÂÂÂ.ç÷.... */
	$"0F0D 0B0A 0803 E8D8 DEE3 E6E8 EAEC F10D"            /* ...Â..èØŞãæèêìñ. */
	$"190F 0809 0B0B 0A0A 09F3 E609 1F17 1110"            /* ...Æ..ÂÂÆóæÆ.... */
	$"0F0D 0B09 07F5 DBDD E4E5 E7E9 EBED F613"            /* ...Æ.õÛİäåçéëíö. */
	$"180D 080A 0C0B 0A0A 02E7 F017 1D11 1011"            /* ...Â..ÂÂ.çğ..... */
	$"0F0C 0A09 FFE2 DBE4 E6E5 E8EB EDEE FE17"            /* ..ÂÆÿâÛäæåèëíîş. */
	$"170C 090B 0C0B 0B09 F4E4 011F 180F 1111"            /* ..Æ....Æôä...... */
	$"0F0C 0A06 EEDB E3E8 E6E7 EAED EEF0 051A"            /* ..Â.îÛãèæçêíîğ.. */
	$"150B 0A0C 0D0C 0B02 E8EC 1220 130D 1212"            /* ..Â.....èì. .... */
	$"0E0B 09FA E0DF EAE9 E6E9 ECEE F0F4 0D1B"            /* ..Æúàßêéæéìîğô.. */
	$"130B 0B0D 0D0C 0BFF E8F6 1A1C 0F0D 1211"            /* .......ÿèö...... */
	$"0D0A 02E7 DDE7 EEE8 E5E9 EDEF F0F8 131A"            /* .Â.çİçîèåéíïğø.. */
	$"110A 0B0C 0D0C 0BFF EA00 1B17 0C0C 110F"            /* .Â.....ÿê....... */
	$"0B08 FBE1 DEEA EEE8 E5E9 EDEF F0FD 1718"            /* ..ûáŞêîèåéíïğı.. */
	$"0E0A 0B0C 0C0B 0AFF F109 1811 090C 100E"            /* .Â....ÂÿñÆ..Æ... */
	$"0A07 F6DE DFEA EFE9 E5E8 ECEF F104 1915"            /* Â.öŞßêïéåèìïñ... */
	$"0C09 0B0C 0C0B 0A01 FB0D 130D 090D 100D"            /* .Æ....Â.û...Æ... */
	$"0905 F3DD E0EB EFEA E5E8 ECEF F30A 1913"            /* Æ.óİàëïêåèìïóÂ.. */
	$"0B09 0B0C 0C0B 0A05 060E 0E0A 090E 0F0B"            /* .Æ....Â....ÂÆ... */
	$"0804 EFDC E0EB EFEB E6E7 ECEF F70F 1810"            /* ..ïÜàëïëæçìï÷... */
	$"0A09 0B0C 0B0B 0A0D 0E0B 0908 0A0E 0E0A"            /* ÂÆ....Â...Æ.Â..Â */
	$"0703 ECDB E1EC EFEC E6E7 EBEF FB13 160E"            /* ..ìÛáìïìæçëïû... */
	$"0909 0B0B 0B0A 0C17 1207 0406 0A0D 0C09"            /* ÆÆ...Â......Â..Æ */
	$"0600 E9DB E2EB EFEC E7E6 EBEF 0115 140C"            /* ..éÛâëïìçæëï.... */
	$"0809 0B0B 0A0A 1020 1202 0106 0A0D 0B07"            /* .Æ..ÂÂ. ....Â... */
	$"05FD E5DA E2EC EEEC E7E6 EAF0 0716 120A"            /* .ıåÚâìîìçæêğ...Â */
	$"0709 0A0A 0A0A 1826 0FFD FF05 0A0C 0A06"            /* .ÆÂÂÂÂ.&.ıÿ.Â.Â. */
	$"04FB E3DA E3EC EEED E8E6 EAF3 0C16 1008"            /* .ûãÚãìîíèæêó.... */
	$"0709 0B0A 0A0D 2229 0CFA FD05 0A0C 0905"            /* .Æ.ÂÂ.").úı.Â.Æ. */
	$"03F8 E0DB E4EC EEED EAE7 EAF7 1015 0D08"            /* .øàÛäìîíêçê÷.... */
	$"0709 0A0A 0A13 2929 09F7 FC04 0A0B 0804"            /* .ÆÂÂÂ.))Æ÷ü.Â... */
	$"02F5 DEDB E5EC EEED EAE8 EAFC 1214 0B07"            /* .õŞÛåìîíêèêü.... */
	$"0709 0A0A 0B1B 2E26 05F5 FB04 090A 0703"            /* .ÆÂÂ...&.õû.ÆÂ.. */
	$"01F2 DDDB E5EC EDED EBE8 EB00 1312 0A06"            /* .òİÛåìííëèë...Â. */
	$"0709 0A09 0E23 2F22 03F4 FA03 0909 0502"            /* .ÆÂÆ.#/".ôú.ÆÆ.. */
	$"FFEF DBDB E5EC EDED ECE9 ED06 130F 0805"            /* ÿïÛÛåìííìéí..... */
	$"0708 0909 152A 2D1E 01F4 F902 0808 0401"            /* ..ÆÆ.*-..ôù..... */
	$"FEEC DADC E6EC EDED ECEA F209 120D 0705"            /* şìÚÜæìííìêòÆ.... */
	$"0708 090B 1D2D 2A1B 01F4 F801 0808 0400"            /* ..Æ..-*..ôø..... */
	$"FCE9 D9DC E6EC EDED EDEC F70C 110B 0605"            /* üéÙÜæìíííì÷..... */
	$"0708 0910 252E 2618 01F4 F700 0707 0300"            /* ..Æ.%.&..ô÷..... */
	$"FAE7 D9DD E6EC EDED EDEE FD0D 0E09 0505"            /* úçÙİæìíííîı..Æ.. */
	$"0708 0917 2A2C 2116 01F4 F6FF 0606 02FF"            /* ..Æ.*,!..ôöÿ...ÿ */
	$"F9E4 D8DD E7EC ECEC EEF1 020D 0C07 0505"            /* ùäØİçìììîñ...... */
	$"0708 0C1F 2D28 1E14 01F3 F5FE 0605 01FE"            /* ....-(...óõş...ş */
	$"F6E2 D8DE E7EC ECEC EEF6 070D 0905 0405"            /* öâØŞçìììîö..Æ... */
	$"0708 1126 2C24 1A13 01F3 F4FD 0505 00FD"            /* ...&,$...óôı...ı */
	$"F4E0 D8DE E7EC ECEC EEFB 0A0C 0704 0406"            /* ôàØŞçìììîûÂ..... */
	$"0709 192A 2A20 1813 02F3 F3FD 0404 00FC"            /* .Æ.** ...óóı...ü */
	$"F1DD D8DF E8EC ECED F000 0D0B 0503 0406"            /* ñİØßèììíğ....... */
	$"070D 202B 261D 1713 02F3 F2FC 0403 FFFC"            /* .. +&....óòü..ÿü */
	$"EFDC D8E0 E8EC ECED F205 0F0A 0302 0406"            /* ïÜØàèììíò..Â.... */
	$"0813 262A 221A 1513 02F2 F2FB 0303 FFFA"            /* ..&*"....òòû..ÿú */
	$"ECDA D8E1 E9EC ECED F509 1009 0201 0406"            /* ìÚØáéììíõÆ.Æ.... */
	$"0A1A 2928 1F17 1512 02F2 F0FA 0202 FEF9"            /* Â.)(.....òğú..şù */
	$"E9D9 D8E1 E9EC ECED FA0D 1108 0000 0306"            /* éÙØáéììíú....... */
	$"0E21 2A24 1B15 1412 02F1 F0F9 0101 FDF7"            /* .!*$.....ñğù..ı÷ */
	$"E6D8 D8E1 E9EB ECEE FE0F 1006 FFFF 0307"            /* æØØáéëìîş...ÿÿ.. */
	$"1526 2820 1814 130E FBEF F2FC 0200 FDF7"            /* .&( ....ûïòü..ı÷ */
	$"E5D8 DAE3 EAEC EDF1 0311 0F05 FF00 040B"            /* åØÚãêìíñ....ÿ... */
	$"1C29 261D 1714 1306 F5EF F5FE 0200 FCF0"            /* .)&.....õïõş..üğ */
	$"DDD8 DFE7 ECED EEF5 0913 0D04 0002 0611"            /* İØßçìíîõÆ....... */
	$"232A 241B 1614 0FFD F1F1 F900 0200 F7E5"            /* #*$....ıññù...÷å */
	$"D9DB E4EB EDEE EFFA 0D13 0B03 0103 0818"            /* ÙÛäëíîïú........ */
	$"2829 2018 1513 06F5 F0F4 FB01 02FD EDDB"            /* () ....õğôû..ıíÛ */
	$"D9E1 E9ED EEEE F000 1011 0902 0204 0D1F"            /* Ùáéíîîğ...Æ..... */
	$"2A26 1D16 140E FDF1 F1F7 FD01 00F5 E1D8"            /* *&....ıññ÷ı..õáØ */
	$"DDE6 ECEE EEEE F305 1210 0702 0306 1325"            /* İæìîîîó........% */
	$"2A23 1A15 1306 F6F1 F4F9 FE01 FCE9 DBDB"            /* *#....öñôùş.üéÛÛ */
	$"E3EB EEEE EFF0 F80A 130E 0603 040A 1B29"            /* ãëîîïğøÂ.....Â.) */
	$"2920 1915 0EFE F3F3 F7FB FFFF F2E0 DBE0"            /* ) ...şóó÷ûÿÿòàÛà */
	$"E9EE EFEF F0F2 FD0E 130D 0604 0610 222B"            /* éîïïğòı......."+ */
	$"261D 1713 07F7 F2F5 FAFC FEF8 E7DC DFE6"            /* &....÷òõúüşøçÜßæ */
	$"ECEF EFF0 F1F4 0211 120B 0605 0817 272A"            /* ìïïğñô........'* */
	$"241B 160F FEF4 F3F8 FBFC FBEE E0DE E4EB"            /* $...şôóøûüûîàŞäë */
	$"EEF0 F0F1 F2F7 0713 110A 0606 0C1D 2A28"            /* îğğñò÷...Â....*( */
	$"2019 1307 F8F3 F6FA FCFB F2E4 DEE2 E9ED"            /*  ...øóöúüûòäŞâéí */
	$"EFF0 F0F2 F3FB 0B13 0F09 0607 1223 2B26"            /* ïğğòóû...Æ...#+& */
	$"1D17 0EFE F4F4 F8FB FCF5 E8DF E1E7 EDEF"            /* ...şôôøûüõèßáçíï */
	$"F0F0 F1F3 F5FF 0F13 0E09 070A 1928 2A23"            /* ğğñóõÿ...Æ.Â.(*# */
	$"1B14 07F8 F4F7 FBFD F9EB E0E0 E6EC EFF0"            /* ...øô÷ûıùëààæìïğ */
	$"F0F1 F3F5 F804 1113 0D09 080E 1F2A 2920"            /* ğñóõø....Æ...*)  */
	$"190F FFF5 F5F9 FCFC F0E1 DEE4 EBF0 F1F1"            /* ..ÿõõùüüğáŞäëğññ */
	$"F1F3 F4F6 FA08 1212 0D09 0915 252B 261E"            /* ñóôöú....ÆÆ.%+&. */
	$"1607 F9F4 F7FB FDF7 E6DC E0E9 EFF1 F1F1"            /* ..ùô÷ûı÷æÜàéïñññ */
	$"F2F3 F5F7 FD0C 1311 0C09 0C1B 292A 231B"            /* òóõ÷ı....Æ..)*#. */
	$"10FF F5F5 F9FD FBEC DDDC E5EE F2F2 F2F1"            /* .ÿõõùıûìİÜåîòòòñ */
	$"F3F5 F7F8 010E 1310 0C0A 1121 2A28 2017"            /* óõ÷ø.....Â.!*( . */
	$"07F9 F4F7 FCFD F3E2 DADF EAF2 F4F3 F2F2"            /* .ùô÷üıóâÚßêòôóòò */
	$"F4F6 F8FA 0510 1310 0C0C 1726 2B26 1D11"            /* ôöøú.......&+&.. */
	$"00F6 F6FA FDF8 E9DC DBE4 EFF4 F5F3 F3F4"            /* .ööúıøéÜÛäïôõóóô */
	$"F5F7 F9FC 0811 130F 0C0F 1D29 2A23 1909"            /* õ÷ùü.......)*#.Æ */
	$"FAF5 F8FC FCF0 E0DB E0EA F2F6 F5F4 F4F5"            /* úõøüüğàÛàêòöõôôõ */
	$"F7F9 FAFF 0B12 130F 0D14 232A 2820 1301"            /* ÷ùúÿ......#*( .. */
	$"F7F6 FAFD F6E6 DCDD E4EE F4F6 F5F4 F5F6"            /* ÷öúıöæÜİäîôöõôõö */
	$"F8FA FB02 0D13 120F 0F1A 272A 251C 0BFB"            /* øúû.......'*%..û */
	$"F6F8 FCFA ECDF DCE1 E9F1 F5F6 F6F5 F6F7"            /* öøüúìßÜáéñõööõö÷ */
	$"F9FA FC04 0F13 120F 121F 2929 2215 02F7"            /* ùúü.......))"..÷ */
	$"F6FA FCF3 E4DD DFE5 ECF3 F6F7 F6F6 F7F8"            /* öúüóäİßåìóö÷öö÷ø */
	$"FAFB FE07 1114 1210 1724 2A27 1E0C FCF6"            /* úûş......$*'..üö */
	$"F8FC F8E9 DFDE E3EA EFF4 F7F7 F7F7 F8F9"            /* øüøéßŞãêïô÷÷÷÷øù */
	$"FBFC 000A 1214 1212 1D27 2A24 1704 F8F7"            /* ûü.Â.....'*$..ø÷ */
	$"FBFB EFE3 DEE2 E8ED F1F5 F8F8 F8F9 F9FB"            /* ûûïãŞâèíñõøøøùùû */
	$"FCFD 020D 1414 1216 222A 2820 0EFE F7F9"            /* üı......"*( .ş÷ù */
	$"FCF4 E7E0 E1E6 ECEF F2F6 F8F9 F9FA FAFB"            /* üôçàáæìïòöøùùúúû */
	$"FCFD 040F 1514 131B 252A 261B 09FB F7F9"            /* üı......%*&.Æû÷ù */
	$"F7EB E2E0 E4EA EEF0 F3F6 F9FA FAFA FBFC"            /* ÷ëâàäêîğóöùúúúûü */
	$"FDFF 0711 1513 151F 2829 2318 07FA F6F7"            /* ıÿ......()#..úö÷ */
	$"F1E6 E0E1 E6EB EEEF F2F6 F9F9 FAFA FAFC"            /* ñæàáæëîïòöùùúúúü */
	$"FD01 0B13 1413 1823 2927 2016 05F9 F6F5"            /* ı......#)' ..ùöõ */
	$"EEE4 DFE1 E6EB EEEF F3F6 F9FA FAFA FBFC"            /* îäßáæëîïóöùúúúûü */
	$"FD04 0E14 1414 1C26 2925 1E14 05F9 F5F4"            /* ı......&)%...ùõô */
	$"EBE2 DFE2 E7EB EEF0 F3F7 F9FA FAFA FBFC"            /* ëâßâçëîğó÷ùúúúûü */
	$"FE07 1216 1416 2028 2823 1C13 05F9 F5F2"            /* ş..... ((#...ùõò */
	$"E9E0 DFE2 E7EB EEF0 F3F7 F9FA FAFA FBFC"            /* éàßâçëîğó÷ùúúúûü */
	$"FF0A 1416 141A 2328 2620 1A12 04F8 F4F0"            /* ÿÂ....#(& ...øôğ */
	$"E7DF DEE2 E7EB EDF0 F3F7 F9FA FAFA FBFC"            /* çßŞâçëíğó÷ùúúúûü */
	$"010D 1617 161D 2527 231D 1811 04F8 F3EE"            /* ......%'#....øóî */
	$"E4DE DEE2 E7EB EDEF F3F6 F8F9 FAFA FBFC"            /* äŞŞâçëíïóöøùúúûü */
	$"0310 1817 1920 2625 211B 1610 03F8 F2EC"            /* ..... &%!....øòì */
	$"E2DD DEE2 E7EB EDEF F3F6 F8F9 FAFA FBFD"            /* âİŞâçëíïóöøùúúûı */
	$"0612 1919 1D23 2623 1E19 1510 04F8 F1E9"            /* .....#&#.....øñé */
	$"E0DC DEE3 E8EB EDF0 F3F7 F8F9 FAFA FBFE"            /* àÜŞãèëíğó÷øùúúûş */
	$"0915 1A1C 2125 2521 1C18 1510 04F8 F0E7"            /* Æ...!%%!.....øğç */
	$"DEDB DEE3 E8EB EDF0 F4F7 F8F9 FAFA FB00"            /* ŞÛŞãèëíğô÷øùúúû. */
	$"0C16 1B20 2526 231E 1916 130F 04F8 EFE5"            /* ... %&#......øïå */
	$"DCDA DDE3 E8EB EDF0 F3F6 F8F9 F9FA FB02"            /* ÜÚİãèëíğóöøùùúû. */
	$"0E18 1D24 2726 211B 1714 130F 04F7 EEE3"            /* ...$'&!......÷îã */
	$"DBD9 DDE3 E8EB EDF0 F3F6 F8F9 F9FA FC04"            /* ÛÙİãèëíğóöøùùúü. */
	$"1119 2027 2925 1E19 1513 120E 04F7 ECE1"            /* .. ')%.......÷ìá */
	$"D9D8 DDE3 E8EB EDF0 F4F6 F8F9 F9FA FD07"            /* ÙØİãèëíğôöøùùúı. */
	$"131B 242B 2A23 1C17 1412 110E 03F7 EBDF"            /* ..$+*#.......÷ëß */
	$"D8D8 DDE3 E8EB EDF0 F4F6 F8F9 FAFA FF0A"            /* ØØİãèëíğôöøùúúÿÂ */
	$"151E 282D 2A21 1A15 1212 110E 03F6 EADD"            /* ..(-*!.......öêİ */
	$"D7D8 DDE4 E8EB EDF0 F4F6 F8F9 FAFB 010D"            /* ×Øİäèëíğôöøùúû.. */
	$"1722 2B2E 2920 1813 1111 100D 03F6 E8DC"            /* ."+.) .......öèÜ */
	$"D6D7 DDE4 E8EB EDF0 F4F6 F8F9 FAFB 030F"            /* Ö×İäèëíğôöøùúû.. */
	$"1A25 2E2E 271D 1611 1010 0F0D 02F5 E7DA"            /* .%..'........õçÚ */
	$"D4D7 DDE4 E9EB EDF0 F4F6 F8F9 F9FC 0511"            /* Ô×İäéëíğôöøùùü.. */
	$"1D29 2F2D 251B 1410 0F0F 0F0C 02F4 E5D8"            /* .)/-%........ôåØ */
	$"D3D6 DDE4 E8EB EDF1 F4F6 F8F9 FAFD 0814"            /* ÓÖİäèëíñôöøùúı.. */
	$"212C 302B 231A 130F 0F0F 0E0B 01F3 E3D7"            /* !,0+#........óã× */
	$"D2D6 DDE4 E9EB EEF1 F4F6 F8F9 FA00 0B18"            /* ÒÖİäéëîñôöøùú... */
	$"262E 2F2A 2118 120F 0E0E 0D0A 01F3 E2D5"            /* &./*!......Â.óâÕ */
	$"D2D6 DEE5 E9EB EEF1 F4F6 F8F9 FB02 0E1D"            /* ÒÖŞåéëîñôöøùû... */
	$"2A30 2E27 1F17 110E 0D0D 0C0A 01F2 E1D4"            /* *0.'.......Â.òáÔ */
	$"D1D6 DEE5 E9EB EEF1 F4F6 F8F9 FB04 1121"            /* ÑÖŞåéëîñôöøùû..! */
	$"2D30 2C24 1D16 110E 0D0C 0B09 00F1 DFD3"            /* -0,$.......Æ.ñßÓ */
	$"D0D5 DDE5 E9EB EEF2 F4F6 F7F9 FD07 1626"            /* ĞÕİåéëîòôö÷ùı..& */
	$"2F2F 2921 1B15 100D 0C0B 0A08 00F0 DED2"            /* //)!......Â..ğŞÒ */
	$"D0D5 DDE4 E9EC EEF2 F4F6 F7F9 FE0A 1B2A"            /* ĞÕİäéìîòôö÷ùşÂ.* */
	$"302E 271F 1914 100D 0C0A 0907 FFF0 DDD1"            /* 0.'......ÂÆ.ÿğİÑ */
	$"CFD5 DDE5 E9EC EFF2 F4F6 F8F9 000F 202D"            /* ÏÕİåéìïòôöøù.. - */
	$"302C 241D 1814 100D 0B0A 0805 FCEC DBD1"            /* 0,$......Â..üìÛÑ */
	$"D1D7 DFE5 EAEC F0F3 F5F7 F8FB 0414 2630"            /* Ñ×ßåêìğóõ÷øû..&0 */
	$"302A 221B 1713 100D 0B09 0802 F6E5 D6D0"            /* 0*"......Æ..öåÖĞ */
	$"D3DA E2E8 EBED F0F4 F6F8 F9FD 081A 2A31"            /* ÓÚâèëíğôöøùı..*1 */
	$"2F28 2019 1612 0F0C 0B09 06FD EDDC D2D1"            /* /( ......Æ.ıíÜÒÑ */
	$"D7DF E6EA ECEE F1F5 F7F9 FA00 0D20 2E32"            /* ×ßæêìîñõ÷ùú.. .2 */
	$"2D25 1D18 1411 0E0B 0A08 02F5 E3D5 D0D4"            /* -%......Â..õãÕĞÔ */
	$"DBE3 E8EB EDEF F2F5 F8FA FC03 1325 3031"            /* Ûãèëíïòõøúü..%01 */
	$"2B23 1C17 130F 0D0B 0906 FCEB DAD1 D2D8"            /* +#......Æ.üëÚÑÒØ */
	$"E0E7 EBEC EDF0 F3F7 FAFB FE07 1A2A 3230"            /* àçëìíğó÷úûş..*20 */
	$"2921 1A16 120F 0C0A 0903 F4E1 D4D1 D5DD"            /* )!.....ÂÆ.ôáÔÑÕİ */
	$"E4E9 ECED EEF1 F5F8 FBFD 000D 202E 332F"            /* äéìíîñõøûı.. .3/ */
	$"271F 1914 110E 0C0A 07FC EAD9 D2D3 DAE2"            /* '......Â.üêÙÒÓÚâ */
	$"E8EC EDEE EFF2 F6FA FCFE 0313 2631 322C"            /* èìíîïòöúüş..&12, */
	$"241C 1713 100D 0B09 02F2 E0D4 D1D6 DEE6"            /* $......Æ.òàÔÑÖŞæ */
	$"EAED EEEE F0F3 F7FB FDFF 081A 2B33 312A"            /* êíîîğó÷ûıÿ..+31* */
	$"221B 1612 0E0C 0A07 FBE8 D8D2 D4DB E3E9"            /* ".....Â.ûèØÒÔÛãé */
	$"ECED EEEF F0F4 F9FC FE01 0D20 2E33 2F27"            /* ìíîïğôùüş.. .3/' */
	$"1F19 1410 0D0B 0901 F0DE D4D3 D8E0 E7EB"            /* ......Æ.ğŞÔÓØàçë */
	$"EDEE EFF0 F2F6 FAFD FF04 1326 3133 2D25"            /* íîïğòöúıÿ..&13-% */
	$"1D18 130F 0C0B 07F8 E5D7 D3D6 DDE5 EAED"            /* .......øå×ÓÖİåêí */
	$"EEEF EFF1 F3F7 FCFF 0108 1A2B 3332 2B23"            /* îïïñó÷üÿ...+32+# */
	$"1B16 120E 0C0A 00EE DDD4 D4DA E2E8 ECEE"            /* .....Â.îİÔÔÚâèìî */
	$"EFEF F0F2 F5F9 FD00 030E 202E 3430 2920"            /* ïïğòõùı... .40)  */
	$"1A14 100D 0B06 F6E3 D7D4 D8DF E6EB EEEF"            /* ......öã×ÔØßæëîï */
	$"EFF0 F1F3 F6FA FE00 0514 2531 332E 261E"            /* ïğñóöúş...%13.&. */
	$"1813 0F0C 09FE EBDC D4D6 DCE3 E9ED EEEF"            /* ....ÆşëÜÔÖÜãéíîï */
	$"F0F0 F2F4 F7FB FF02 0919 2A32 322C 231C"            /* ğğòô÷ûÿ.Æ.*22,#. */
	$"1611 0E0B 04F3 E1D7 D5DA E1E7 ECEE EFF0"            /* .....óá×ÕÚáçìîïğ */
	$"F0F1 F3F5 F8FC 0003 0E1F 2D33 3129 211A"            /* ğñóõøü....-31)!. */
	$"1510 0D08 FCE9 DBD6 D8DE E5EB EEEF F0F0"            /* ....üéÛÖØŞåëîïğğ */
	$"F1F2 F4F7 FAFE 0106 1425 3033 2F27 1F19"            /* ñòô÷úş...%03/'.. */
	$"130F 0B02 F2E1 D8D7 DCE2 E9ED EFF0 F0F1"            /* ....òáØ×Üâéíïğğñ */
	$"F2F4 F5F8 FBFF 020A 1929 3232 2D25 1D17"            /* òôõøûÿ.Â.)22-%.. */
	$"110D 07FA E8DB D7DA E0E7 ECEF F0F0 F1F2"            /* ...úèÛ×Úàçìïğğñò */
	$"F3F5 F7F9 FC00 040F 1F2D 3331 2A22 1B15"            /* óõ÷ùü....-31*".. */
	$"100B 00EF E0D8 D8DD E4EA EEF0 F0F1 F1F2"            /* ...ïàØØİäêîğğññò */
	$"F4F6 F7FA FD01 0714 232F 332F 2820 1913"            /* ôö÷úı...#/3/( .. */
	$"0E06 F7E6 DBD8 DBE1 E8EC EFF0 F1F1 F2F3"            /* ..÷æÛØÛáèìïğññòó */
	$"F5F7 F8FB FE02 0B19 2831 322D 261E 1711"            /* õ÷øûş...(12-&... */
	$"0AFE EDE0 D9DA DFE6 EBEF F0F1 F1F2 F3F4"            /* ÂşíàÙÚßæëïğññòóô */
	$"F6F8 F9FC FF05 0F1E 2B32 312B 231C 150E"            /* öøùüÿ...+21+#... */
	$"04F5 E5DC DADE E4EA EEF0 F1F2 F2F3 F4F6"            /* .õåÜÚŞäêîğñòòóôö */
	$"F7F9 FBFD 0008 1423 2E32 2F29 211A 1209"            /* ÷ùûı...#.2/)!..Æ */
	$"FCEC E0DB DCE2 E8ED F0F1 F2F2 F3F4 F5F7"            /* üìàÛÜâèíğñòòóôõ÷ */
	$"F8FA FBFE 020B 1927 3032 2D26 1F17 0F02"            /* øúûş...'02-&.... */
	$"F3E4 DDDC DFE5 EBEF F1F2 F2F2 F3F4 F6F7"            /* óäİÜßåëïñòòòóôö÷ */
	$"F9FA FCFE 050F 1D2A 3030 2B24 1C14 09FB"            /* ùúüş...*00+$..Æû */
	$"ECE1 DCDE E3E8 EDF0 F1F2 F2F3 F4F5 F6F8"            /* ìáÜŞãèíğñòòóôõöø */
	$"F9FB FCFF 0813 212C 312F 2922 1A10 03F6"            /* ùûüÿ..!,1/)"...ö */
	$"E9E0 DDDF E4E9 EEF0 F1F2 F2F3 F4F5 F7F8"            /* éàİßäéîğñòòóôõ÷ø */
	$"FAFB FD01 0B17 242E 302D 271F 180E 01F4"            /* úûı...$.0-'....ô */
	$"E8E0 DDE0 E4E9 EDF0 F1F2 F2F3 F4F5 F7F8"            /* èàİàäéíğñòòóôõ÷ø */
	$"FAFB FD04 0F1B 272F 302C 251E 170C FFF3"            /* úûı...'/0,%...ÿó */
	$"E8E0 DEE0 E4E9 EDF0 F1F2 F2F3 F4F6 F7F9"            /* èàŞàäéíğñòòóôö÷ù */
	$"FAFC FE07 121F 292F 2E29 231C 150B FEF3"            /* úüş...)/.)#...şó */
	$"E7E0 DEE0 E4E9 EDEF F1F2 F2F3 F4F6 F7F9"            /* çàŞàäéíïñòòóôö÷ù */
	$"FAFC 000A 1622 2B2F 2D27 211B 140A FEF2"            /* úü.Â."+/-'!..Âşò */
	$"E7E0 DEDF E3E8 ECEF F0F1 F2F3 F4F5 F7F8"            /* çàŞßãèìïğñòóôõ÷ø */
	$"FAFC 020D 1924 2C2E 2B25 1F19 1308 FDF2"            /* úü...$,.+%....ıò */
	$"E7E0 DDDF E3E8 ECEF F0F1 F2F3 F4F5 F7F8"            /* çàİßãèìïğñòóôõ÷ø */
	$"FAFD 0610 1C26 2C2D 2A23 1D18 1108 FCF2"            /* úı...&,-*#....üò */
	$"E8E0 DDDF E3E7 EBEE F0F1 F2F3 F4F5 F7F9"            /* èàİßãçëîğñòóôõ÷ù */
	$"FBFF 0914 1E28 2D2C 2822 1C17 1006 FBF1"            /* ûÿÆ..(-,("....ûñ */
	$"E8E0 DEDF E2E7 EBEE F0F1 F2F3 F4F6 F7F9"            /* èàŞßâçëîğñòóôö÷ù */
	$"FB02 0C17 2129 2C2B 2620 1A15 0F05 FBF1"            /* û...!),+& ....ûñ */
	$"E8E0 DEDE E2E6 EBEE F0F1 F2F3 F4F5 F7F9"            /* èàŞŞâæëîğñòóôõ÷ù */
	$"FD05 0F19 2229 2C29 241E 1914 0E04 FAF1"            /* ı..."),)$.....úñ */
	$"E8E1 DEDE E2E6 EAED EFF1 F2F3 F4F5 F7F9"            /* èáŞŞâæêíïñòóôõ÷ù */
	$"FF08 121B 2429 2A27 221D 1713 0C03 F9F0"            /* ÿ...$)*'".....ùğ */
	$"E8E1 DEDE E1E5 EAED EFF1 F2F3 F4F5 F7FA"            /* èáŞŞáåêíïñòóôõ÷ú */
	$"010B 141D 2529 2A26 211B 1712 0B02 F8F0"            /* ....%)*&!.....øğ */
	$"E8E1 DEDE E1E5 EAED EFF1 F2F3 F4F6 F7FC"            /* èáŞŞáåêíïñòóôö÷ü */
	$"040E 161F 2629 2925 1F1A 1611 0A00 F8F0"            /* ....&))%....Â.øğ */
	$"E9E2 DEDE E1E5 E9ED EFF1 F2F3 F4F6 F8FE"            /* éâŞŞáåéíïñòóôöøş */
	$"0810 1820 2629 2723 1E19 1510 09FF F7F0"            /* ... &)'#....Æÿ÷ğ */
	$"E9E2 DEDE E1E5 E9EC EFF1 F2F3 F4F6 F901"            /* éâŞŞáåéìïñòóôöù. */
	$"0A12 1921 2628 2622 1D18 140F 07FE F6F0"            /* Â..!&(&".....şöğ */
	$"E9E2 DEDE E0E4 E8EC EFF1 F2F3 F4F6 FB04"            /* éâŞŞàäèìïñòóôöû. */
	$"0C13 1A21 2627 2420 1B17 130E 05FD F5F0"            /* ...!&'$ .....ıõğ */
	$"E9E3 DFDE E0E4 E8EC EFF1 F2F3 F5F7 FE07"            /* éãßŞàäèìïñòóõ÷ş. */
	$"0E14 1B22 2626 231F 1A16 120D 05FC F5F0"            /* ..."&&#......üõğ */
	$"EAE3 DFDE E0E4 E8EC EEF1 F2F4 F5F9 0109"            /* êãßŞàäèìîñòôõù.Æ */
	$"1016 1C22 2525 221E 1915 110C 03FB F5F0"            /* ..."%%"......ûõğ */
	$"EAE4 E0DF E0E3 E7EB EFF1 F3F4 F6FB 040C"            /* êäàßàãçëïñóôöû.. */
	$"1116 1D22 2524 211D 1814 100B 02FA F4F0"            /* ..."%$!......úôğ */
	$"EBE5 E0DF E0E3 E7EB EEF0 F2F4 F7FE 060D"            /* ëåàßàãçëîğòô÷ş.. */
	$"1217 1D22 2423 1F1B 1713 0F0A 01F9 F3F0"            /* ..."$#.....Â.ùóğ */
	$"EBE5 E0DF E0E3 E7EA EEF0 F2F4 F800 090F"            /* ëåàßàãçêîğòôø.Æ. */
	$"1217 1D22 2322 1E1A 1512 0E08 00F8 F3F0"            /* ..."#".......øóğ */
	$"EBE6 E1DF DFE2 E6EA EDF0 F2F5 FB03 0B0F"            /* ëæáßßâæêíğòõû... */
	$"1318 1E22 2321 1D19 1511 0E07 FFF7 F2F0"            /* ..."#!......ÿ÷òğ */
	$"ECE6 E1DF DFE2 E6EA EEF0 F3F6 FD06 0D10"            /* ìæáßßâæêîğóöı... */
	$"1318 1E21 2220 1C18 1411 0D06 FEF7 F2F0"            /* ...!" ......ş÷òğ */
	$"ECE7 E2DF E0E2 E6EA EEF0 F3F9 0109 0E10"            /* ìçâßàâæêîğóù.Æ.. */
	$"1419 1E21 211F 1B17 1310 0C05 FCF5 F2F0"            /* ...!!.......üõòğ */
	$"ECE7 E2DF E0E3 E6EA EEF1 F4FB 030B 0F11"            /* ìçâßàãæêîñôû.... */
	$"1419 1E21 201E 1A16 120F 0A02 FAF4 F1EF"            /* ...! .....Â.úôñï */
	$"EAE5 E1DF E1E4 E8EC EFF2 F7FE 060C 0F11"            /* êåáßáäèìïò÷ş.... */
	$"151A 1E20 201D 1915 110D 06FE F7F2 F0ED"            /* ...  ......ş÷òğí */
	$"E8E3 E0E0 E2E6 EAED F0F3 F901 090E 1011"            /* èãààâæêíğóù.Æ... */
	$"151B 1F20 1F1C 1814 100A 02FA F4F1 F0EC"            /* ... .....Â.úôñğì */
	$"E7E3 E1E1 E4E8 ECEF F2F6 FD05 0C0F 1012"            /* çãááäèìïòöı..... */
	$"161B 1F20 1E1B 1713 0E06 FDF6 F3F1 EFEA"            /* ... ......ıöóñïê */
	$"E6E2 E1E3 E6EA EDF1 F3F8 0008 0E10 1013"            /* æâáãæêíñóø...... */
	$"171C 1F20 1E1B 1612 0A01 F9F4 F2F1 EEE9"            /* ... ....Â.ùôòñîé */
	$"E5E2 E3E5 E8EC EFF2 F5FB 030B 0F10 1113"            /* åâãåèìïòõû...... */
	$"181D 1F1F 1D19 150E 05FC F6F3 F2F0 ECE7"            /* .........üöóòğìç */
	$"E4E3 E4E7 EAEE F1F3 F8FF 070D 1010 1114"            /* äãäçêîñóøÿ...... */
	$"191D 1F1F 1C18 1209 00F8 F4F3 F2EF EAE6"            /* .......Æ.øôóòïêæ */
	$"E4E4 E5E8 ECEF F2F5 FA02 090E 1010 1114"            /* ääåèìïòõú.Æ..... */
	$"191D 1F1E 1B16 0E04 FCF6 F3F3 F1ED E9E5"            /* ........üöóóñíéå */
	$"E4E5 E7EA EEF1 F3F7 FD05 0C10 1010 1115"            /* äåçêîñó÷ı....... */
	$"1A1D 1F1E 1A13 0900 F8F5 F4F3 F0EC E8E5"            /* ......Æ.øõôóğìèå */
	$"E5E6 E9EC F0F2 F5F9 0108 0E10 1010 1216"            /* åæéìğòõù........ */
	$"1B1E 1E1D 180F 05FC F7F5 F5F3 EFEB E7E5"            /* .......ü÷õõóïëçå */
	$"E6E8 EBEE F1F4 F7FC 040B 0F11 1010 1217"            /* æèëîñô÷ü........ */
	$"1B1E 1E1B 140A 00F9 F6F5 F5F2 EDE9 E7E6"            /* .....Â.ùöõõòíéçæ */
	$"E7EA EDF0 F3F5 F9FF 070D 1011 1010 1318"            /* çêíğóõùÿ........ */
	$"1B1E 1D18 0F05 FDF8 F6F6 F4F0 ECE8 E7E7"            /* ......ıøööôğìèçç */
	$"E8EB EEF1 F4F6 FB02 090E 1110 0F10 1318"            /* èëîñôöû.Æ....... */
	$"1B1D 1B14 0A00 FAF7 F7F6 F3EF EBE8 E7E8"            /* ....Â.ú÷÷öóïëèçè */
	$"EAED F0F3 F5F8 FE05 0C10 1110 0F11 1419"            /* êíğóõøş......... */
	$"1C1C 180F 05FE F9F8 F7F5 F2ED EAE8 E8E9"            /* .....şùø÷õòíêèèé */
	$"ECEF F2F4 F6FA 0108 0E11 110F 0F11 1519"            /* ìïòôöú.......... */
	$"1C1A 130A 02FC F9F9 F8F4 F0EC E9E8 E9EB"            /* ...Â.üùùøôğìéèéë */
	$"EEF1 F3F5 F8FD 040B 0F11 110F 0F12 161A"            /* îñóõøı.......... */
	$"1B16 0F06 FFFB FAF9 F7F3 EFEB E9E9 EAED"            /* ....ÿûúù÷óïëééêí */
	$"EFF2 F4F6 FA00 070D 1011 100E 0F12 1619"            /* ïòôöú........... */
	$"1812 0A03 FEFC FBF9 F6F1 EDEA E9EA EBEE"            /* ..Â.şüûùöñíêéêëî */
	$"F1F3 F5F7 FC02 090E 1111 0F0E 0F13 1617"            /* ñóõ÷ü.Æ......... */
	$"130D 0600 FDFC FBF8 F4EF ECEA E9EB EDEF"            /* ....ıüûøôïìêéëíï */
	$"F2F4 F6F9 FE05 0C10 1110 0E0E 1014 1614"            /* òôöùş........... */
	$"0F09 0400 FEFD FBF7 F2EE EBEA EBEC EFF1"            /* .Æ..şıû÷òîëêëìïñ */
	$"F4F6 F8FB 0108 0E11 1110 0E0E 1114 1411"            /* ôöøû............ */
	$"0B06 0200 FFFE FAF5 F1ED EBEB ECEE F0F3"            /* ....ÿşúõñíëëìîğó */
	$"F5F7 F9FD 040B 1011 110F 0D0E 1113 110D"            /* õ÷ùı............ */
	$"0804 0201 00FE F9F4 EFED EBEC EDEF F2F4"            /* .....şùôïíëìíïòô */
	$"F6F8 FB00 070D 1112 100E 0D0E 1010 0D09"            /* öøû............Æ */
	$"0604 0202 00FC F7F2 EEEC ECEC EEF1 F3F5"            /* .....ü÷òîìììîñóõ */
	$"F7F9 FC03 090F 1111 100D 0C0E 0F0D 0A06"            /* ÷ùü.Æ.........Â. */
	$"0403 0302 00FB F5F0 EDEC ECED EFF2 F4F6"            /* .....ûõğíììíïòôö */
	$"F8FA FF05 0C10 1111 0F0C 0C0D 0C0A 0705"            /* øúÿ..........Â.. */
	$"0404 0403 FFF9 F4EF EDEC EDEF F1F3 F6F7"            /* ....ÿùôïíìíïñóö÷ */
	$"F9FC 0108 0E11 1110 0E0C 0B0B 0907 0504"            /* ùü..........Æ... */
	$"0505 0504 FFF9 F3EF EDEC EDEF F2F4 F6F8"            /* ....ÿùóïíìíïòôöø */
	$"FAFE 040A 0F11 110F 0D0B 0B0A 0806 0404"            /* úş.Â.......Â.... */
	$"0405 0503 FFF9 F3EF EDEC EDEF F1F4 F6F8"            /* ....ÿùóïíìíïñôöø */
	$"FA00 060C 1011 100E 0B0A 0B0A 0805 0404"            /* ú........Â.Â.... */
	$"0404 0503 FEF8 F3EF EDEC EDEF F1F4 F6F8"            /* ....şøóïíìíïñôöø */
	$"FC02 080D 1010 0F0D 0A0A 0B0A 0805 0403"            /* ü.......ÂÂ.Â.... */
	$"0304 0403 FEF8 F3EF EDEC EDEE F1F3 F5F8"            /* ....şøóïíìíîñóõø */
	$"FD04 0A0E 1010 0E0B 090A 0B0A 0805 0303"            /* ı.Â.....ÆÂ.Â.... */
	$"0303 0402 FEF8 F3EF EDEC EDEF F1F3 F5F9"            /* ....şøóïíìíïñóõù */
	$"FF06 0C0F 100F 0D0A 090A 0B0A 0705 0302"            /* ÿ......ÂÆÂ.Â.... */
	$"0303 0302 FEF9 F3EF EDEC EDEF F1F3 F6FB"            /* ....şùóïíìíïñóöû */
	$"0108 0D0F 100E 0C09 090B 0C0A 0704 0202"            /* .......ÆÆ..Â.... */
	$"0203 0302 FEF9 F3EF EDED EDEF F1F3 F6FC"            /* ....şùóïíííïñóöü */
	$"030A 0E10 0F0D 0B08 090B 0C0A 0704 0201"            /* .Â......Æ..Â.... */
	$"0202 0302 FEF8 F3EF EDED EDEE F0F3 F7FE"            /* ....şøóïíííîğó÷ş */
	$"050B 0E0F 0E0C 0907 090B 0C0A 0603 0101"            /* ......Æ.Æ..Â.... */
	$"0102 0201 FEF8 F3EF EDED EDEE F0F3 F800"            /* ....şøóïíííîğóø. */
	$"070C 0E0E 0D0A 0807 090C 0C09 0502 0000"            /* .....Â..Æ..Æ.... */
	$"0001 0201 FEF8 F3EF EDED EDEF F1F4 FA02"            /* ....şøóïíííïñôú. */
	$"080D 0E0E 0C09 0707 090C 0C09 0502 0000"            /* .....Æ..Æ..Æ.... */
	$"0001 0201 FEF8 F3EF EEED EDEF F1F6 FD04"            /* ....şøóïîííïñöı. */
	$"0A0D 0E0D 0B08 0607 0A0D 0C09 0401 00FF"            /* Â.......Â..Æ...ÿ */
	$"0001 0201 FEF8 F3F0 EEED EEEF F2F7 FF06"            /* ....şøóğîíîïò÷ÿ. */
	$"0B0D 0D0C 0A07 0607 0B0D 0C08 0400 FFFF"            /* ....Â.........ÿÿ */
	$"0001 0101 FEF9 F3F0 EEED EEEF F3F9 0107"            /* ....şùóğîíîïóù.. */
	$"0B0D 0C0B 0806 0508 0B0D 0C07 0300 FEFF"            /* ..............şÿ */
	$"FF00 0101 FEF8 F3EF EEED EEEF F4FB 0208"            /* ÿ...şøóïîíîïôû.. */
	$"0B0C 0B09 0705 0508 0C0D 0B06 02FF FEFE"            /* ...Æ.........ÿşş */
	$"FF00 0101 FDF8 F3EF EDED EEF0 F6FD 0409"            /* ÿ...ıøóïííîğöı.Æ */
	$"0B0B 0A08 0604 0509 0D0D 0B06 01FE FDFE"            /* ..Â....Æ.....şış */
	$"FF00 0101 FEF9 F3F0 EEED EEF2 F8FF 0509"            /* ÿ...şùóğîíîòøÿ.Æ */
	$"0B0B 0907 0504 060A 0D0E 0A05 00FE FDFD"            /* ..Æ....Â..Â..şıı */
	$"FF00 0101 FEF9 F4F0 EEEE EFF4 FA01 070A"            /* ÿ...şùôğîîïôú..Â */
	$"0B0A 0806 0404 060B 0E0D 0A04 00FD FCFD"            /* .Â........Â..ıüı */
	$"FE00 0101 FEF9 F4F0 EEEE F0F6 FD03 070A"            /* ş...şùôğîîğöı..Â */
	$"0A08 0704 0303 070B 0E0D 0903 FFFC FCFD"            /* Â.........Æ.ÿüüı */
	$"FEFF 0101 FEF9 F4F0 EEEE F1F8 FE04 0809"            /* şÿ..şùôğîîñøş..Æ */
	$"0807 0503 0203 070C 0E0D 0802 FEFC FBFC"            /* ............şüûü */
	$"FEFF 0000 FEF9 F4F0 EEEF F3FA 0005 0808"            /* şÿ..şùôğîïóú.... */
	$"0806 0402 0204 080D 0F0C 0701 FDFB FBFC"            /* ............ıûûü */
	$"FEFF 0000 FEF9 F4F0 EEF0 F5FC 0206 0808"            /* şÿ..şùôğîğõü.... */
	$"0605 0301 0204 090E 0F0C 0600 FCFB FBFC"            /* ......Æ.....üûûü */
	$"FEFF 0101 FEF9 F4F0 EFF2 F8FE 0407 0807"            /* şÿ..şùôğïòøş.... */
	$"0504 0201 0205 0A0E 0F0B 05FF FCFA FAFC"            /* ......Â....ÿüúúü */
	$"FEFF 0101 FEFA F4F0 F0F3 FA00 0507 0706"            /* şÿ..şúôğğóú..... */
	$"0402 0100 0206 0B0F 0E0A 04FE FBFA FAFC"            /* .........Â.şûúúü */
	$"FEFF 0100 FEF9 F4F0 F1F5 FC01 0507 0605"            /* şÿ..şùôğñõü..... */
	$"0301 0000 0207 0C0F 0E09 02FD FAF9 FAFC"            /* .........Æ.ıúùúü */
	$"FEFF 0000 FCF7 F2F0 F2F8 FE03 0707 0604"            /* şÿ..ü÷òğòøş..... */
	$"0200 FF00 0308 0C0E 0B06 00FC FAFA FBFD"            /* ..ÿ........üúúûı */
	$"FF00 01FF FBF5 F1F1 F5FB 0106 0808 0604"            /* ÿ..ÿûõññõû...... */
	$"0200 FF00 0409 0D0C 0803 FEFB FAFB FDFF"            /* ..ÿ..Æ....şûúûıÿ */
	$"0102 01FD F8F4 F1F2 F7FE 0407 0808 0603"            /* ...ıøôñò÷ş...... */
	$"0100 FF01 050A 0C0A 0500 FCFB FBFC FE00"            /* ..ÿ..Â.Â..üûûüş. */
	$"0202 00FB F6F2 F1F4 FA01 0609 0907 0503"            /* ...ûöòñôú..ÆÆ... */
	$"0100 FF02 0609 0906 02FE FBFB FCFE 0001"            /* ..ÿ..ÆÆ..şûûüş.. */
	$"0201 FEF9 F4F1 F2F6 FD03 0809 0806 0402"            /* ..şùôñòöı..Æ.... */
	$"00FF 0003 0708 0704 00FD FBFC FDFF 0102"            /* .ÿ.......ıûüıÿ.. */
	$"0300 FCF7 F2F1 F3F9 0006 0909 0806 0301"            /* ..ü÷òñóù..ÆÆ.... */
	$"00FF 0003 0606 0401 FEFC FCFD FE00 0203"            /* .ÿ......şüüış... */
	$"02FF FAF5 F1F2 F6FC 0308 0A09 0705 0301"            /* .ÿúõñòöü..ÂÆ.... */
	$"00FF 0103 0404 0200 FEFD FDFE 0002 0304"            /* .ÿ......şıış.... */
	$"01FD F8F3 F1F3 F900 0609 0A09 0704 0200"            /* .ıøóñóù..ÆÂÆ.... */
	$"FFFF 0102 0201 00FF FEFE FE00 0103 0403"            /* ÿÿ.....ÿşşş..... */
	$"FFFB F6F2 F2F6 FC03 080A 0A09 0604 0100"            /* ÿûöòòöü..ÂÂÆ.... */
	$"FFFF 0000 0000 FFFF FFFF 0001 0204 0402"            /* ÿÿ....ÿÿÿÿ...... */
	$"FDF8 F4F2 F3F8 FF05 0A0B 0A08 0503 0100"            /* ıøôòóøÿ.Â.Â..... */
	$"FFFF FFFE FEFF FFFF FF00 0102 0304 0300"            /* ÿÿÿşşÿÿÿÿ....... */
	$"FBF6 F3F2 F5FB 0208 0B0B 0907 0402 00FF"            /* ûöóòõû....Æ....ÿ */
	$"FEFD FCFC FDFE FF00 0001 0203 0404 02FD"            /* şıüüışÿ........ı */
	$"F9F5 F2F3 F8FE 050A 0B0B 0906 0301 00FF"            /* ùõòóøş.Â..Æ....ÿ */
	$"FDFB FBFB FDFF 0001 0202 0304 0403 00FB"            /* ıûûûıÿ.........û */
	$"F7F4 F3F5 FB02 080B 0C0B 0805 0301 00FD"            /* ÷ôóõû..........ı */
	$"FBF9 F9FB FD00 0203 0303 0404 0402 FEF9"            /* ûùùûı.........şù */
	$"F6F3 F4F8 FE05 0A0C 0C0A 0704 0200 FEFB"            /* öóôøş.Â..Â....şû */
	$"F8F7 F8FB FE01 0304 0404 0405 0300 FCF8"            /* ø÷øûş.........üø */
	$"F5F3 F5FB 0108 0B0C 0B09 0603 01FF FCF8"            /* õóõû.....Æ...ÿüø */
	$"F6F6 F8FC 0002 0405 0505 0504 02FE FAF6"            /* ööøü.........şúö */
	$"F4F4 F8FE 040A 0C0C 0B08 0502 00FE FAF5"            /* ôôøş.Â.......şúõ */
	$"F3F5 F9FD 0104 0606 0605 0403 FFFB F7F5"            /* óõùı........ÿû÷õ */
	$"F4F5 FA01 070B 0D0C 0A07 0402 FFFB F7F3"            /* ôõú.....Â...ÿû÷ó */
	$"F3F6 FAFF 0306 0707 0605 0401 FEFA F6F5"            /* óöúÿ........şúöõ */
	$"F5F8 FD04 0A0D 0D0C 0906 0301 FDF9 F4F1"            /* õøı.Â...Æ...ıùôñ */
	$"F3F7 FC01 0507 0807 0705 03FF FBF8 F6F5"            /* ó÷ü........ÿûøöõ */
	$"F6FA 0007 0C0E 0D0B 0805 02FF FBF5 F1F0"            /* öú.........ÿûõñğ */
	$"F3F9 FE03 0709 0908 0705 01FD FAF7 F5F5"            /* óùş..ÆÆ....ıú÷õõ */
	$"F8FD 040A 0D0E 0D0A 0704 01FD F7F3 F0F0"            /* øı.Â...Â...ı÷óğğ */
	$"F4FB 0105 0809 0908 0603 FFFB F8F6 F5F6"            /* ôû...ÆÆ...ÿûøöõö */
	$"FA00 060C 0E0E 0C09 0603 FFF9 F4F0 EFF1"            /* ú......Æ..ÿùôğïñ */
	$"F6FD 0307 090A 0908 0501 FDF9 F6F5 F5F8"            /* öı..ÆÂÆ...ıùöõõø */
	$"FC03 090D 0E0D 0B08 0401 FCF6 F1EE EEF2"            /* ü.Æ.......üöñîîò */
	$"F9FF 0509 0A0A 0907 04FF FBF7 F5F5 F6FA"            /* ùÿ.ÆÂÂÆ..ÿû÷õõöú */
	$"0006 0C0E 0F0D 0A07 03FE F9F3 EFEE EFF5"            /* ......Â..şùóïîïõ */
	$"FB02 070A 0B0B 0907 02FD F9F6 F5F6 F8FC"            /* û..Â..Æ..ıùöõöøü */
	$"0309 0E0F 0F0C 0906 01FB F5F1 EEEE F1F7"            /* .Æ....Æ..ûõñîîñ÷ */
	$"FE05 090C 0C0B 0906 01FC F8F6 F5F6 F9FF"            /* ş.Æ...Æ..üøöõöùÿ */
	$"050B 0E0F 0E0B 0804 FFF9 F3EF EDEE F2F9"            /* ........ÿùóïíîòù */
	$"0006 0A0B 0C0A 0805 00FC F8F6 F5F6 FA00"            /* ..Â..Â...üøöõöú. */
	$"060C 0F0F 0D0A 0602 FDF7 F2EE EDEE F3FA"            /* .....Â..ı÷òîíîóú */
	$"0106 0A0B 0B0A 0704 00FC F8F6 F5F7 FB02"            /* ..Â..Â...üøöõ÷û. */
	$"080C 0F0E 0C08 0501 FBF6 F1ED ECEF F4FB"            /* ........ûöñíìïôû */
	$"0207 0A0B 0B09 0704 00FB F8F6 F6F8 FD04"            /* ..Â..Æ...ûøööøı. */
	$"090D 0F0E 0B08 0400 FBF5 F0ED EDF0 F6FD"            /* Æ.......ûõğííğöı */
	$"0308 0A0B 0A09 0704 00FC F8F6 F6F9 FF05"            /* ..Â.ÂÆ...üøööùÿ. */
	$"0A0E 0F0E 0A07 03FF FAF4 EFED EDF1 F7FE"            /* Â...Â..ÿúôïííñ÷ş */
	$"0408 0A0B 0A08 0604 00FC F9F7 F7FB 0107"            /* ..Â.Â....üù÷÷û.. */
	$"0B0E 0E0D 0A06 02FE F8F3 EFEC EDF1 F8FF"            /* ....Â..şøóïìíñøÿ */
	$"0508 0A0A 0908 0603 FFFC F8F7 F8FC 0208"            /* ..ÂÂÆ...ÿüø÷øü.. */
	$"0C0E 0E0C 0905 01FD F7F2 EEEC EDF3 F900"            /* ....Æ..ı÷òîìíóù. */
	$"0508 0A0A 0907 0503 FFFC F9F8 FAFE 0409"            /* ..ÂÂÆ...ÿüùøúş.Æ */
	$"0C0D 0D0B 0704 00FB F6F1 EDEB EEF3 FA00"            /* .......ûöñíëîóú. */
	$"0508 0A09 0806 0402 FFFC F9F8 FB00 0509"            /* ..ÂÆ....ÿüùøû..Æ */
	$"0C0D 0C0A 0703 FFFB F5F0 ECEC EFF4 FB01"            /* ...Â..ÿûõğììïôû. */
	$"0609 0909 0806 0402 FFFC FAFA FD02 060A"            /* .ÆÆÆ....ÿüúúı..Â */
	$"0C0C 0B09 0602 FFFA F4EF ECEC F0F6 FC02"            /* ...Æ..ÿúôïììğöü. */
	$"0609 0909 0706 0402 FFFC FBFC FF03 070A"            /* .ÆÆÆ....ÿüûüÿ..Â */
	$"0B0B 0A08 0502 FEF9 F4EF ECEC F0F6 FD03"            /* ..Â...şùôïììğöı. */
	$"0608 0908 0705 0402 FFFD FCFD 0105 080A"            /* ..Æ.....ÿıüı...Â */
	$"0B0A 0907 0401 FDF8 F3EE ECED F1F7 FE03"            /* .ÂÆ...ıøóîìíñ÷ş. */
	$"0608 0807 0605 0302 FFFD FDFF 0206 080A"            /* ........ÿııÿ...Â */
	$"0A09 0705 0300 FDF8 F2ED EBED F2F8 FE03"            /* ÂÆ....ıøòíëíòøş. */
	$"0608 0807 0504 0302 00FE FF01 0406 0809"            /* .........şÿ....Æ */
	$"0908 0604 0200 FCF7 F1ED ECEE F3F9 FF04"            /* Æ.....ü÷ñíìîóùÿ. */
	$"0607 0706 0504 0302 0000 0103 0507 0808"            /* ................ */
	$"0807 0504 0200 FCF6 F1ED ECEF F4FA FF04"            /* ......üöñíìïôúÿ. */
	$"0607 0706 0504 0302 0101 0305 0708 0808"            /* ................ */
	$"0706 0403 01FF FBF6 F1ED ECEF F5FB 0004"            /* .....ÿûöñíìïõû.. */
	$"0607 0706 0403 0302 0203 0506 0708 0707"            /* ................ */
	$"0504 0302 01FF FBF6 F0ED EDF0 F5FB 0003"            /* .....ÿûöğííğõû.. */
	$"0506 0605 0403 0202 0304 0507 0707 0706"            /* ................ */
	$"0504 0201 00FF FBF6 F1EE EEF1 F6FB FF03"            /* .....ÿûöñîîñöûÿ. */
	$"0405 0504 0302 0202 0305 0607 0707 0605"            /* ................ */
	$"0403 0201 00FE FBF7 F2EF EFF2 F7FB FF02"            /* .....şû÷òïïò÷ûÿ. */
	$"0404 0404 0302 0203 0406 0707 0707 0605"            /* ................ */
	$"0403 0201 00FE FCF7 F3F0 F1F4 F7FC FF02"            /* .....şü÷óğñô÷üÿ. */
	$"0304 0403 0302 0304 0506 0708 0706 0504"            /* ................ */
	$"0302 0101 00FE FCF8 F4F2 F2F5 F8FC FF01"            /* .....şüøôòòõøüÿ. */
	$"0203 0303 0202 0304 0607 0808 0706 0504"            /* ................ */
	$"0202 0100 FFFE FCF8 F5F3 F4F6 F9FC FE00"            /* ....ÿşüøõóôöùüş. */
	$"0102 0202 0202 0305 0608 0808 0705 0403"            /* ................ */
	$"0201 0000 FFFE FCF9 F6F5 F5F7 F9FC FDFF"            /* ....ÿşüùöõõ÷ùüıÿ */
	$"0001 0101 0102 0305 0708 0807 0605 0302"            /* ................ */
	$"0100 00FF FEFD FCF9 F7F7 F7F8 F9FB FDFE"            /* ...ÿşıüù÷÷÷øùûış */
	$"FF00 0000 0102 0305 0607 0707 0605 0302"            /* ÿ............... */
	$"0101 0000 FFFD FCF9 F8F7 F7F9 FAFC FEFF"            /* ....ÿıüùø÷÷ùúüşÿ */
	$"0000 0101 0203 0405 0606 0606 0605 0403"            /* ................ */
	$"0202 0100 FFFD FBF9 F7F7 F8F9 FBFD FEFF"            /* ....ÿıûù÷÷øùûışÿ */
	$"0001 0102 0203 0404 0405 0505 0505 0504"            /* ................ */
	$"0302 0100 FEFD FAF8 F7F7 F8FA FCFE FF00"            /* ....şıúø÷÷øúüşÿ. */
	$"0001 0102 0303 0302 0203 0405 0505 0504"            /* ................ */
	$"0403 01FF FEFC F9F7 F6F7 F9FB FDFE 0001"            /* ...ÿşüù÷ö÷ùûış.. */
	$"0101 0102 0303 0100 0102 0304 0506 0605"            /* ................ */
	$"0402 00FE FDFA F7F6 F6F7 F9FB FEFF 0001"            /* ...şıú÷öö÷ùûşÿ.. */
	$"0102 0203 0302 00FF FF01 0305 0607 0606"            /* .......ÿÿ....... */
	$"0402 00FE FCFA F7F6 F6F8 FAFD FF00 0102"            /* ...şüú÷ööøúıÿ... */
	$"0202 0303 0301 FFFE FF01 0305 0707 0706"            /* ......ÿşÿ....... */
	$"0502 00FE FCF9 F6F6 F7F9 FBFE 0001 0202"            /* ...şüùöö÷ùûş.... */
	$"0303 0303 02FF FDFD FE01 0406 0808 0807"            /* .....ÿıış....... */
	$"0402 00FD FBF8 F6F6 F7FA FCFF 0102 0303"            /* ...ıûøöö÷úüÿ.... */
	$"0303 0303 01FE FBFB FE01 0407 0809 0806"            /* .....şûûş....Æ.. */
	$"0401 FFFD FAF7 F5F6 F8FA FD00 0102 0303"            /* ..ÿıú÷õöøúı..... */
	$"0303 0302 FFFC FAFB FD01 0508 0909 0806"            /* ....ÿüúûı...ÆÆ.. */
	$"0300 FEFC F9F6 F5F6 F8FB FE00 0203 0303"            /* ..şüùöõöøûş..... */
	$"0304 0301 FDFA F9FA FE02 0608 0A0A 0805"            /* ....ıúùúş...ÂÂ.. */
	$"0300 FEFB F8F5 F5F7 F9FD FF02 0304 0404"            /* ..şûøõõ÷ùıÿ..... */
	$"0404 02FF FCF9 F8FA FE03 0709 0B0A 0805"            /* ...ÿüùøúş..Æ.Â.. */
	$"0200 FEFB F7F5 F5F7 FBFE 0003 0404 0404"            /* ..şû÷õõ÷ûş...... */
	$"0403 01FD FAF8 F8FB FF04 080B 0B0A 0805"            /* ...ıúøøûÿ....Â.. */
	$"0200 FDFA F6F5 F6F8 FCFF 0203 0405 0405"            /* ..ıúöõöøüÿ...... */
	$"0402 FFFC F8F6 F8FB 0005 090B 0B09 0704"            /* ..ÿüøöøû..Æ..Æ.. */
	$"0200 FDF9 F5F5 F6F9 FD00 0204 0505 0505"            /* ..ıùõõöùı....... */
	$"0401 FDFA F7F6 F8FC 0106 0A0B 0B09 0704"            /* ..ıú÷öøü..Â..Æ.. */
	$"02FF FCF7 F5F5 F7FA FE01 0304 0505 0504"            /* .ÿü÷õõ÷úş....... */
	$"02FF FBF8 F6F6 F8FD 0207 0A0B 0A09 0604"            /* .ÿûøööøı..Â.ÂÆ.. */
	$"01FF FBF7 F5F5 F8FB FF02 0405 0505 0504"            /* .ÿû÷õõøûÿ....... */
	$"01FE FAF7 F5F6 F9FE 0408 0B0B 0A08 0604"            /* .şú÷õöùş....Â... */
	$"01FE FAF6 F5F6 F9FD 0003 0506 0606 0503"            /* .şúöõöùı........ */
	$"00FC F9F6 F5F6 FAFF 0509 0B0B 0A08 0604"            /* .üùöõöúÿ.Æ..Â... */
	$"01FD F9F6 F5F7 FAFE 0104 0506 0606 0502"            /* .ıùöõ÷úş........ */
	$"FEFB F7F6 F5F7 FB00 0509 0B0B 0A08 0604"            /* şû÷öõ÷û..Æ..Â... */
	$"01FC F8F5 F5F7 FBFF 0205 0606 0606 0400"            /* .üøõõ÷ûÿ........ */
	$"FCF9 F6F5 F5F7 FC01 0609 0B0B 0A08 0603"            /* üùöõõ÷ü..Æ..Â... */
	$"00FB F7F5 F5F8 FC00 0305 0607 0605 02FE"            /* .û÷õõøü........ş */
	$"FAF7 F5F5 F5F8 FD02 0609 0B0B 0A08 0603"            /* ú÷õõõøı..Æ..Â... */
	$"FFFA F6F5 F6F9 FD01 0406 0707 0604 00FD"            /* ÿúöõöùı........ı */
	$"F9F7 F5F5 F6F9 FE03 070A 0B0B 0A08 0602"            /* ù÷õõöùş..Â..Â... */
	$"FEF9 F5F5 F7FB FF03 0507 0707 0603 FFFB"            /* şùõõ÷ûÿ.......ÿû */
	$"F8F6 F5F6 F7FA FF03 070A 0B0B 0A08 0602"            /* øöõö÷úÿ..Â..Â... */
	$"FDF8 F5F5 F8FC 0004 0607 0807 0501 FDFA"            /* ıøõõøü........ıú */
	$"F7F6 F5F6 F8FB FF04 080A 0B0B 0A08 0501"            /* ÷öõöøûÿ..Â..Â... */
	$"FBF7 F5F6 F9FD 0105 0708 0807 0400 FCF9"            /* û÷õöùı........üù */
	$"F6F5 F5F6 F8FB FF04 080A 0C0B 0A08 0500"            /* öõõöøûÿ..Â..Â... */
	$"FBF7 F5F7 FAFE 0205 0707 0807 0400 FCF8"            /* û÷õ÷úş........üø */
	$"F6F5 F5F5 F7FA FF04 070A 0B0B 0A08 0500"            /* öõõõ÷úÿ..Â..Â... */
	$"FBF7 F6F7 FBFE 0204 0607 0706 0300 FCF8"            /* û÷ö÷ûş........üø */
	$"F6F4 F4F5 F7FB FF04 080A 0B0B 0A08 0500"            /* öôôõ÷ûÿ..Â..Â... */
	$"FCF8 F7F8 FBFF 0204 0607 0706 0400 FBF8"            /* üø÷øûÿ........ûø */
	$"F5F4 F4F5 F7FB FF04 080A 0C0B 0A08 0501"            /* õôôõ÷ûÿ..Â..Â... */
	$"FCF9 F9FA FCFF 0204 0506 0706 0300 FBF8"            /* üùùúüÿ........ûø */
	$"F5F4 F4F5 F7FB FF04 080B 0B0B 0A08 0501"            /* õôôõ÷ûÿ.....Â... */
	$"FDFB FAFB FDFF 0103 0506 0606 03FF FBF7"            /* ıûúûıÿ.......ÿû÷ */
	$"F5F4 F3F4 F6FB FF04 080A 0B0B 0908 0502"            /* õôóôöûÿ..Â..Æ... */
	$"FEFC FBFC FDFF 0102 0405 0605 03FF FBF7"            /* şüûüıÿ.......ÿû÷ */
	$"F4F3 F3F4 F6FA FF04 080A 0B0A 0907 0502"            /* ôóóôöúÿ..Â.ÂÆ... */
	$"FFFD FCFD FEFF 0002 0304 0505 02FE FAF7"            /* ÿıüışÿ.......şú÷ */
	$"F4F3 F3F3 F6FB FF04 080A 0B0A 0907 0503"            /* ôóóóöûÿ..Â.ÂÆ... */
	$"00FF FEFE FEFF 0001 0304 0504 02FE FAF6"            /* .ÿşşşÿ.......şúö */
	$"F4F3 F2F3 F6FB 0004 080A 0B0A 0907 0503"            /* ôóòóöû...Â.ÂÆ... */
	$"0100 00FF FF00 0001 0204 0404 02FE FAF6"            /* ...ÿÿ........şúö */
	$"F4F2 F2F3 F6FB 0004 080A 0B0A 0907 0504"            /* ôòòóöû...Â.ÂÆ... */
	$"0302 0100 00FF 0000 0203 0403 01FD F9F6"            /* .....ÿ.......ıùö */
	$"F3F2 F2F3 F6FB 0004 080A 0A0A 0907 0504"            /* óòòóöû...ÂÂÂÆ... */
	$"0403 0201 00FF FF00 0102 0303 00FD F9F5"            /* .....ÿÿ......ıùõ */
	$"F3F2 F1F3 F6FB 0004 080A 0A09 0806 0505"            /* óòñóöû...ÂÂÆ.... */
	$"0504 0302 00FF FF00 0001 0202 00FC F8F5"            /* .....ÿÿ......üøõ */
	$"F3F1 F1F3 F6FB 0004 080A 0A09 0806 0506"            /* óññóöû...ÂÂÆ.... */
	$"0606 0503 0100 FFFF 0001 0101 FFFC F8F5"            /* ......ÿÿ....ÿüøõ */
	$"F3F1 F1F2 F6FB 0005 080A 0A09 0806 0607"            /* óññòöû...ÂÂÆ.... */
	$"0808 0604 0200 FFFF 0000 0101 FFFC F8F5"            /* ......ÿÿ....ÿüøõ */
	$"F2F1 F1F3 F6FB 0005 0809 0A09 0806 0607"            /* òññóöû...ÆÂÆ.... */
	$"0909 0705 0200 FFFF FF00 0000 FEFB F7F4"            /* ÆÆ....ÿÿÿ...şû÷ô */
	$"F2F1 F1F2 F6FB 0005 0809 0909 0706 0708"            /* òññòöû...ÆÆÆ.... */
	$"0A0A 0805 0300 FFFE FEFF FFFF FDFA F7F4"            /* ÂÂ....ÿşşÿÿÿıú÷ô */
	$"F2F0 F0F2 F6FB 0105 0809 0908 0706 0709"            /* òğğòöû...ÆÆ....Æ */
	$"0B0B 0906 0300 FFFE FDFE FEFE FCFA F6F3"            /* ..Æ...ÿşışşşüúöó */
	$"F1F0 F0F2 F6FC 0105 0809 0908 0707 080A"            /* ñğğòöü...ÆÆ....Â */
	$"0C0C 0A07 0301 FFFE FDFD FEFE FCF9 F6F3"            /* ..Â...ÿşıışşüùöó */
	$"F1F0 F0F2 F7FC 0105 0809 0908 0707 080B"            /* ñğğò÷ü...ÆÆ..... */
	$"0D0D 0B08 0401 FFFD FCFC FDFD FBF9 F6F3"            /* ......ÿıüüııûùöó */
	$"F1F0 F0F3 F7FC 0105 0809 0908 0708 090C"            /* ñğğó÷ü...ÆÆ...Æ. */
	$"0E0E 0C09 0501 FFFD FCFC FCFC FBF8 F6F3"            /* ...Æ..ÿıüüüüûøöó */
	$"F1F0 F0F3 F7FC 0105 0709 0908 0708 0A0C"            /* ñğğó÷ü...ÆÆ...Â. */
	$"0E0F 0D0A 0602 FEFC FBFB FBFB FAF8 F5F3"            /* ...Â..şüûûûûúøõó */
	$"F1EF F0F3 F7FC 0105 0708 0807 0708 0A0D"            /* ñïğó÷ü........Â. */
	$"0F0F 0E0A 0602 FEFC FAFA FAFA F9F7 F5F2"            /* ...Â..şüúúúúù÷õò */
	$"F0EF F0F3 F7FC 0105 0708 0807 0709 0B0D"            /* ğïğó÷ü.......Æ.. */
	$"0F10 0E0B 0702 FEFB FAF9 F9FA F9F7 F4F2"            /* ......şûúùùúù÷ôò */
	$"F0EF F0F3 F7FD 0105 0708 0807 080A 0C0E"            /* ğïğó÷ı.......Â.. */
	$"1010 0F0C 0702 FEFB F9F8 F9F9 F8F5 F3F1"            /* ......şûùøùùøõóñ */
	$"F0EF F0F4 F8FE 0205 0808 0808 090B 0D0F"            /* ğïğôøş......Æ... */
	$"1011 0F0C 0702 FEFB F9F8 F8F8 F6F4 F2F0"            /* ......şûùøøøöôòğ */
	$"EFEF F1F5 FAFF 0306 0809 0909 0A0C 0E10"            /* ïïñõúÿ...ÆÆÆÂ... */
	$"1111 0F0B 0601 FDFA F9F8 F8F7 F5F3 F1EF"            /* ......ıúùøø÷õóñï */
	$"EFEF F1F5 FB00 0407 0909 0909 0B0D 0F10"            /* ïïñõû...ÆÆÆÆ.... */
	$"1110 0E09 04FF FCFA F8F8 F7F6 F3F1 F0EE"            /* ...Æ.ÿüúøø÷öóñğî */
	$"EEEF F1F6 FC01 0508 090A 090A 0B0D 0F11"            /* îïñöü...ÆÂÆÂ.... */
	$"1110 0C07 03FE FBF9 F8F8 F7F4 F2F0 EFEE"            /* .....şûùøø÷ôòğïî */
	$"EEEF F2F7 FD02 0709 0A0A 0A0B 0C0E 1011"            /* îïò÷ı..ÆÂÂÂ..... */
	$"110F 0B06 01FD FBF9 F8F7 F6F3 F1EF EEEE"            /* .....ıûùø÷öóñïîî */
	$"EEF0 F4F9 FF04 080A 0B0B 0B0C 0D0F 1112"            /* îğôùÿ..Â........ */
	$"110E 0A05 00FD FAF9 F8F7 F4F2 F0EF EEEE"            /* ..Â..ıúùø÷ôòğïîî */
	$"EEF1 F5FA 0005 090B 0C0B 0C0D 0E10 1212"            /* îñõú..Æ......... */
	$"100D 0803 FFFC FAF9 F7F5 F3F1 EFEE EDEE"            /* ....ÿüúù÷õóñïîíî */
	$"EFF1 F6FC 0206 0A0C 0C0C 0C0D 0F11 1212"            /* ïñöü..Â......... */
	$"100C 0702 FEFB FAF8 F6F4 F2F0 EEED EDEE"            /* ....şûúøöôòğîííî */
	$"EFF3 F7FD 0307 0A0C 0C0C 0D0E 1011 1211"            /* ïó÷ı..Â......... */
	$"0E0A 0500 FDFB F9F7 F5F3 F0EF EDED EDEE"            /* .Â..ıûù÷õóğïíííî */
	$"F0F4 F9FF 0408 0B0D 0D0D 0E0F 1113 1311"            /* ğôùÿ............ */
	$"0D09 04FF FDFB F9F6 F4F2 EFEE EDED EEEF"            /* .Æ.ÿıûùöôòïîííîï */
	$"F2F5 FA00 060A 0C0D 0D0D 0E10 1213 1310"            /* òõú..Â.......... */
	$"0C07 03FF FCFA F8F5 F3F0 EEED EDED EFF0"            /* ...ÿüúøõóğîíííïğ */
	$"F3F7 FC02 070B 0D0E 0E0E 0F11 1314 120F"            /* ó÷ü............. */
	$"0B06 01FE FBF9 F7F4 F1EF EDED EDEE EFF1"            /* ...şûù÷ôñïíííîïñ */
	$"F4F8 FD03 080B 0D0E 0E0F 1012 1314 120E"            /* ôøı............. */
	$"0904 00FD FBF8 F5F2 F0EE EDEC EDEE F0F2"            /* Æ..ıûøõòğîíìíîğò */
	$"F5F9 FF04 080C 0D0E 0E0F 1112 1413 110C"            /* õùÿ............. */
	$"0703 FFFC FAF7 F4F1 EEED ECEC EDEF F1F4"            /* ..ÿüú÷ôñîíììíïñô */
	$"F6FB 0005 090C 0E0E 0F10 1213 1413 100B"            /* öû..Æ........... */
	$"0602 FEFC F9F6 F2F0 EEEC ECED EEF0 F3F5"            /* ..şüùöòğîììíîğóõ */
	$"F8FC 0106 0A0D 0E0F 0F11 1314 1412 0F0A"            /* øü..Â..........Â */
	$"0501 FEFB F7F4 F1EE EDEC ECEE F0F2 F4F6"            /* ..şû÷ôñîíììîğòôö */
	$"F9FE 0307 0B0D 0E0F 1012 1415 1412 0D08"            /* ùş.............. */
	$"0400 FDF9 F6F3 F0ED ECEC EDEF F1F3 F5F7"            /* ..ıùöóğíììíïñóõ÷ */
	$"FAFE 0308 0B0E 0F0F 1113 1415 1410 0C07"            /* úş.............. */
	$"03FF FBF8 F4F1 EEEC ECEC EEF0 F2F4 F6F8"            /* .ÿûøôñîìììîğòôöø */
	$"FBFF 0408 0C0E 0F10 1113 1515 130F 0A05"            /* ûÿ............Â. */
	$"01FE FAF6 F2EF EDEC ECED EEF1 F3F5 F7F9"            /* .şúöòïíììíîñóõ÷ù */
	$"FC00 0509 0C0E 0F10 1214 1615 120E 0904"            /* ü..Æ..........Æ. */
	$"00FC F8F4 F1EE ECEC ECEE F0F2 F4F7 F8FA"            /* .üøôñîìììîğòô÷øú */
	$"FD01 060A 0D0F 1011 1315 1615 110D 0803"            /* ı..Â............ */
	$"FFFB F7F3 EFED ECEC EDEF F1F4 F6F8 F9FB"            /* ÿû÷óïíììíïñôöøùû */
	$"FE02 060A 0D0F 1012 1416 1614 100B 0602"            /* ş..Â............ */
	$"FEF9 F5F1 EEEC ECEC EEF0 F2F5 F7F9 FAFC"            /* şùõñîìììîğòõ÷ùúü */
	$"FF03 070B 0D0F 1113 1517 1613 0F0A 0501"            /* ÿ............Â.. */
	$"FCF7 F3EF ECEB ECED EFF1 F4F6 F8F9 FBFC"            /* ü÷óïìëìíïñôöøùûü */
	$"FF03 070B 0E10 1214 1617 1612 0D08 04FF"            /* ÿ..............ÿ */
	$"FAF5 F1ED ECEB ECEE F0F2 F5F7 F8FA FBFD"            /* úõñíìëìîğòõ÷øúûı */
	$"0004 080B 0E10 1215 1717 1511 0C07 03FE"            /* ...............ş */
	$"F9F4 F0ED EBEB ECEE F0F3 F5F7 F9FA FBFD"            /* ùôğíëëìîğóõ÷ùúûı */
	$"0004 080C 0E11 1316 1818 1611 0C07 02FD"            /* ...............ı */
	$"F8F3 EFEC EBEB ECEE F0F3 F5F7 F9FA FBFD"            /* øóïìëëìîğóõ÷ùúûı */
	$"0105 090C 0F11 1417 1919 1712 0C07 01FD"            /* ..Æ............ı */
	$"F7F2 EEEB EAEA ECEE F0F3 F5F7 F9FA FBFE"            /* ÷òîëêêìîğóõ÷ùúûş */
	$"0105 090C 0F12 1518 1A1A 1712 0C06 01FC"            /* ..Æ............ü */
	$"F6F1 EDEB E9EA EBED F0F3 F5F7 F9FA FBFE"            /* öñíëéêëíğóõ÷ùúûş */
	$"0105 090D 0F13 1619 1B1B 1812 0C06 00FB"            /* ..Æ............û */
	$"F6F1 EDEA E9E9 EBED EFF2 F5F7 F8FA FBFE"            /* öñíêééëíïòõ÷øúûş */
	$"0105 090D 1013 171A 1B1B 1813 0C06 00FA"            /* ..Æ............ú */
	$"F5F0 ECE9 E8E9 EAED EFF2 F4F7 F8FA FBFE"            /* õğìéèéêíïòô÷øúûş */
	$"0206 0A0D 1014 181B 1C1C 1813 0C06 00FA"            /* ..Â............ú */
	$"F4EF EBE9 E8E8 EAEC EFF2 F5F7 F9FA FCFE"            /* ôïëéèèêìïòõ÷ùúüş */
	$"0206 0A0E 1115 191C 1D1C 1913 0C05 FFFA"            /* ..Â...........ÿú */
	$"F4EF EBE8 E7E8 EAEC EFF2 F4F7 F8FA FCFF"            /* ôïëèçèêìïòô÷øúüÿ */
	$"0307 0B0E 1217 1A1C 1D1C 1913 0C05 FFF9"            /* ..............ÿù */
	$"F3EE EAE7 E7E7 E9EC EFF2 F4F7 F8FA FCFF"            /* óîêçççéìïòô÷øúüÿ */
	$"0307 0B0F 1318 1B1D 1D1C 1813 0C05 FFF8"            /* ..............ÿø */
	$"F3ED E9E7 E6E7 E9EB EEF1 F4F6 F8FA FCFF"            /* óíéçæçéëîñôöøúüÿ */
	$"0307 0B0F 1418 1C1D 1D1B 1812 0C05 FEF8"            /* ..............şø */
	$"F2ED E8E6 E5E6 E8EB EEF1 F4F6 F8FA FCFF"            /* òíèæåæèëîñôöøúüÿ */
	$"0408 0C11 151A 1D1E 1D1B 1812 0B05 FEF8"            /* ..............şø */
	$"F2EC E8E6 E5E6 E8EB EEF1 F4F6 F8FA FC00"            /* òìèæåæèëîñôöøúü. */
	$"0408 0D12 171B 1D1E 1D1B 1712 0B04 FEF8"            /* ..............şø */
	$"F1EC E8E5 E5E6 E8EB EEF1 F4F6 F8FA FC00"            /* ñìèååæèëîñôöøúü. */
	$"0409 0E13 181C 1E1E 1D1B 1712 0B04 FEF7"            /* .Æ............ş÷ */
	$"F1EB E7E5 E4E5 E7EA EEF1 F4F6 F8FA FC00"            /* ñëçåäåçêîñôöøúü. */
	$"0509 0F14 191D 1E1E 1D1A 1611 0B04 FDF7"            /* .Æ............ı÷ */
	$"F1EB E7E4 E4E5 E7EA EDF0 F3F6 F8FA FD01"            /* ñëçääåçêíğóöøúı. */
	$"050A 1015 1A1D 1E1E 1C19 1510 0A04 FDF7"            /* .Â..........Â.ı÷ */
	$"F0EB E6E4 E3E4 E7EA EDF0 F3F5 F8FA FD01"            /* ğëæäãäçêíğóõøúı. */
	$"060B 1116 1B1E 1F1E 1C19 1510 0A04 FEF7"            /* ............Â.ş÷ */
	$"F0EB E6E4 E3E4 E6E9 EDF0 F3F5 F8FA FD02"            /* ğëæäãäæéíğóõøúı. */
	$"060C 1218 1C1F 1F1E 1B18 1410 0A04 FEF7"            /* ............Â.ş÷ */
	$"F1EB E6E4 E3E4 E6E9 ECF0 F3F5 F8FA FE02"            /* ñëæäãäæéìğóõøúş. */
	$"070D 1319 1D1F 1F1E 1B17 130F 0A04 FEF7"            /* ............Â.ş÷ */
	$"F1EB E6E3 E2E3 E5E9 ECEF F3F5 F7FA FE03"            /* ñëæãâãåéìïóõ÷úş. */
	$"080E 151A 1D1F 1F1D 1A16 120E 0A04 FEF7"            /* ............Â.ş÷ */
	$"F1EB E6E3 E2E3 E5E8 ECEF F2F5 F7FA FE03"            /* ñëæãâãåèìïòõ÷úş. */
	$"090F 161B 1E1F 1E1C 1915 110E 0904 FEF7"            /* Æ...........Æ.ş÷ */
	$"F1EA E6E2 E1E2 E4E7 EBEE F2F4 F7FA FF04"            /* ñêæâáâäçëîòô÷úÿ. */
	$"0A11 171C 1F1F 1E1C 1814 110D 0904 FEF8"            /* Â...........Æ.şø */
	$"F1EB E6E3 E1E2 E4E7 EBEE F2F5 F7FB FF05"            /* ñëæãáâäçëîòõ÷ûÿ. */
	$"0B12 181D 1F1F 1E1B 1714 100D 0904 FEF8"            /* ............Æ.şø */
	$"F1EB E6E2 E1E2 E4E7 EAEE F2F4 F7FB 0006"            /* ñëæâáâäçêîòô÷û.. */
	$"0D14 191E 201F 1E1B 1713 100C 0904 FFF8"            /* .... .......Æ.ÿø */
	$"F1EB E5E2 E1E1 E3E7 EAEE F1F5 F8FC 0107"            /* ñëåâááãçêîñõøü.. */
	$"0E15 1B1E 201F 1D1A 1612 0F0C 0804 FEF7"            /* .... .........ş÷ */
	$"F0E9 E4E1 E0E1 E4E7 EBEF F2F5 F8FD 0208"            /* ğéäáàáäçëïòõøı.. */
	$"0F16 1B1F 201F 1C19 1511 0E0B 0702 FCF4"            /* .... .........üô */
	$"EDE7 E2E0 E0E2 E5E9 EDF0 F4F6 F9FE 030A"            /* íçâààâåéíğôöùş.Â */
	$"1117 1C1F 201F 1C18 1511 0D0A 0600 F9F1"            /* .... ......Â..ùñ */
	$"EAE5 E1E0 E1E3 E7EB EFF2 F5F8 FBFF 050B"            /* êåáàáãçëïòõøûÿ.. */
	$"1319 1E20 201E 1C18 1410 0D09 04FD F6EE"            /* ...  ......Æ.ıöî */
	$"E7E3 E0E0 E2E5 E9ED F0F4 F6F9 FC00 060D"            /* çãààâåéíğôöùü... */
	$"141A 1E20 201E 1B17 1410 0C07 01FA F2EB"            /* ...  ........úòë */
	$"E5E1 E0E1 E3E7 EBEF F2F5 F8FA FD01 070F"            /* åáàáãçëïòõøúı... */
	$"161B 1F20 201E 1B16 130F 0B05 FFF7 EFE8"            /* ...  .......ÿ÷ïè */
	$"E3E0 E0E2 E5E9 EDF0 F4F6 F8FB FE02 0910"            /* ãààâåéíğôöøûş.Æ. */
	$"171C 2021 201D 1A16 120E 0903 FBF3 ECE5"            /* .. ! .....Æ.ûóìå */
	$"E2E0 E1E3 E7EB EEF2 F5F7 F9FB FE03 0A11"            /* âàáãçëîòõ÷ùûş.Â. */
	$"181D 2021 1F1D 1915 110C 0700 F8F0 E8E3"            /* .. !........øğèã */
	$"E1E0 E2E5 E9ED F0F4 F6F8 FAFC 0005 0C13"            /* áàâåéíğôöøúü.... */
	$"1A1E 2121 1F1C 1914 100B 05FD F5ED E6E2"            /* ..!!.......ıõíæâ */
	$"E1E1 E4E7 EBEE F2F5 F8F9 FBFD 0106 0D14"            /* ááäçëîòõøùûı.... */
	$"1B1F 2121 1F1C 1813 0F09 02FA F1EA E4E1"            /* ..!!.....Æ.úñêäá */
	$"E1E2 E5E9 EDF0 F4F6 F8FA FCFE 0207 0F16"            /* áâåéíğôöøúüş.... */
	$"1C20 2121 1F1B 1712 0D07 FFF6 EEE7 E3E1"            /* . !!......ÿöîçãá */
	$"E1E3 E7EA EEF2 F5F7 F9FB FCFF 0309 1017"            /* áãçêîòõ÷ùûüÿ.Æ.. */
	$"1D20 2120 1E1A 1611 0B04 FBF3 EBE5 E2E1"            /* . ! ......ûóëåâá */
	$"E2E5 E8EC F0F3 F6F8 FAFB FDFF 040A 1118"            /* âåèìğóöøúûıÿ.Â.. */
	$"1D20 2120 1D19 140F 0901 F8EF E8E3 E1E1"            /* . ! ....Æ.øïèãáá */
	$"E3E6 EAEE F1F5 F7F9 FBFC FE00 050B 1319"            /* ãæêîñõ÷ùûüş..... */
	$"1E21 2120 1D18 130E 07FE F5ED E6E3 E1E2"            /* .!! .....şõíæãáâ */
	$"E5E8 ECF0 F3F6 F8FA FCFD FF01 060D 141A"            /* åèìğóöøúüıÿ..... */
	$"1F21 211F 1C17 120C 04FB F2EA E5E2 E2E3"            /* .!!......ûòêåââã */
	$"E6EA EEF2 F5F7 F9FB FCFE FF02 070E 151C"            /* æêîòõ÷ùûüşÿ..... */
	$"2022 211F 1B16 1009 01F7 EFE8 E3E2 E2E5"            /*  "!....Æ.÷ïèãââå */
	$"E8EC F0F3 F6F8 FAFB FDFE 0003 0810 171C"            /* èìğóöøúûış...... */
	$"2021 211E 1914 0E06 FDF4 EBE6 E3E2 E3E6"            /*  !!.....ıôëæãâãæ */
	$"EAEE F1F4 F7F9 FBFC FDFE 0004 0A11 171D"            /* êîñô÷ùûüış..Â... */
	$"2021 201C 1813 0C03 F9F0 E9E4 E2E2 E4E8"            /*  ! .....ùğéäââäè */
	$"EBEF F3F6 F8FA FBFC FEFF 0105 0B12 191E"            /* ëïóöøúûüşÿ...... */
	$"2121 1F1B 1711 0900 F6EE E7E4 E2E4 E6EA"            /* !!....Æ.öîçäâäæê */
	$"EEF1 F4F7 F9FB FCFD FE00 0206 0C13 1A1F"            /* îñô÷ùûüış....... */
	$"2121 1E1A 150F 06FC F3EB E6E3 E3E5 E8EC"            /* !!.....üóëæããåèì */
	$"EFF3 F6F8 FAFB FDFE FF00 0307 0E15 1B1F"            /* ïóöøúûışÿ....... */
	$"2120 1D19 140C 03F9 F0E9 E5E3 E4E6 EAED"            /* ! .....ùğéåãäæêí */
	$"F1F4 F7F9 FBFC FDFE FF01 0308 0F16 1C1F"            /* ñô÷ùûüışÿ....... */
	$"201F 1C18 1109 FFF6 EEE8 E4E4 E5E8 EBEF"            /*  ....Æÿöîèääåèëï */
	$"F2F5 F8FA FBFC FEFF 0001 0409 1017 1C1F"            /* òõøúûüşÿ...Æ.... */
	$"201E 1B16 0F06 FCF3 EBE6 E4E4 E6E9 EDF0"            /*  .....üóëæääæéíğ */
	$"F4F6 F9FA FCFD FEFF 0002 050B 1118 1C1F"            /* ôöùúüışÿ........ */
	$"1F1D 1A14 0C03 F9F0 EAE6 E4E5 E7EB EFF2"            /* ......ùğêæäåçëïò */
	$"F5F8 FAFB FCFE FF00 0102 060C 1319 1D1F"            /* õøúûüşÿ......... */
	$"1F1C 1913 0B01 F7EF E9E5 E4E6 E8EC F0F3"            /* ......÷ïéåäæèìğó */
	$"F6F8 FAFC FDFE FF00 0103 070D 1419 1D1F"            /* öøúüışÿ......... */
	$"1E1C 1812 0A00 F7EE E8E5 E4E6 E8EC EFF3"            /* ....Â.÷îèåäæèìïó */
	$"F6F8 FAFB FDFE FF00 0103 080E 141A 1D1E"            /* öøúûışÿ......... */
	$"1D1B 1711 0900 F6EE E8E5 E4E5 E8EB EFF2"            /* ....Æ.öîèåäåèëïò */
	$"F5F8 FAFB FDFE FF00 0104 090F 151A 1D1E"            /* õøúûışÿ...Æ..... */
	$"1D1A 1610 0900 F6EE E8E5 E4E5 E7EB EEF2"            /* ....Æ.öîèåäåçëîò */
	$"F5F7 FAFB FDFE FF00 0204 0A10 161B 1D1E"            /* õ÷úûışÿ...Â..... */
	$"1C1A 1610 0900 F7EF E9E5 E4E5 E7EA EEF1"            /* ....Æ.÷ïéåäåçêîñ */
	$"F5F7 FAFC FDFF 0001 0206 0B11 171B 1E1E"            /* õ÷úüıÿ.......... */
	$"1C19 1510 0900 F7EF E9E5 E4E5 E7EA EEF1"            /* ....Æ.÷ïéåäåçêîñ */
	$"F4F7 FAFC FEFF 0001 0306 0C12 181C 1E1D"            /* ô÷úüşÿ.......... */
	$"1C18 150F 0900 F7EF E9E5 E4E4 E7EA EDF1"            /* ....Æ.÷ïéåääçêíñ */
	$"F4F7 FAFC FEFF 0001 0307 0C13 181C 1D1D"            /* ô÷úüşÿ.......... */
	$"1B18 140F 0800 F7EF E9E5 E4E4 E6E9 EDF0"            /* ......÷ïéåääæéíğ */
	$"F4F7 FAFC FEFF 0001 0408 0D13 181C 1D1C"            /* ô÷úüşÿ.......... */
	$"1A17 130E 0800 F8F0 EAE5 E4E4 E6E9 ECF0"            /* ......øğêåääæéìğ */
	$"F3F7 FAFC FEFF 0001 0408 0E14 191C 1D1C"            /* ó÷úüşÿ.......... */
	$"1916 120D 0700 F8F0 EAE6 E4E4 E5E9 ECEF"            /* ......øğêæääåéìï */
	$"F3F7 FAFC FEFF 0002 0509 0F15 191C 1C1B"            /* ó÷úüşÿ...Æ...... */
	$"1915 120D 0700 F8F0 EAE6 E4E4 E5E8 ECEF"            /* ......øğêæääåèìï */
	$"F3F7 FAFC FEFF 0002 060A 1015 191C 1C1B"            /* ó÷úüşÿ...Â...... */
	$"1815 110C 0700 F8F1 EBE6 E4E4 E5E8 EBEF"            /* ......øñëæääåèëï */
	$"F3F7 FAFC FEFF 0103 060B 1116 1A1C 1C1A"            /* ó÷úüşÿ.......... */
	$"1814 100C 0600 F9F1 EBE7 E4E4 E5E8 EBEF"            /* ......ùñëçääåèëï */
	$"F3F7 FAFC FEFF 0104 070C 1116 1A1C 1B1A"            /* ó÷úüşÿ.......... */
	$"1713 100B 0600 F9F2 EBE7 E4E4 E5E7 EBEE"            /* ......ùòëçääåçëî */
	$"F3F6 F9FC FEFF 0104 080D 1217 1A1B 1B19"            /* óöùüşÿ.......... */
	$"1612 0F0B 0500 F9F2 ECE7 E5E4 E5E7 EAEE"            /* ......ùòìçåäåçêî */
	$"F2F6 F9FC FDFF 0104 080D 1317 1A1B 1A18"            /* òöùüıÿ.......... */
	$"1512 0E0A 0500 F9F3 EDE8 E5E4 E5E7 EAEE"            /* ...Â..ùóíèåäåçêî */
	$"F3F6 F9FC FDFF 0205 090E 1418 1A1B 1A18"            /* óöùüıÿ..Æ....... */
	$"1511 0E0A 0500 FAF3 EDE8 E5E4 E5E7 EAEE"            /* ...Â..úóíèåäåçêî */
	$"F2F6 F9FC FD00 0206 0A0F 1418 1A1B 1A17"            /* òöùüı...Â....... */
	$"1411 0E0A 0500 FAF4 EEE9 E6E4 E5E7 EAEE"            /* ...Â..úôîéæäåçêî */
	$"F2F6 F9FB FD00 0306 0B10 1418 1A1A 1916"            /* òöùûı........... */
	$"1310 0D09 04FF FAF4 EEE9 E6E4 E5E7 EAEE"            /* ...Æ.ÿúôîéæäåçêî */
	$"F2F5 F8FB FD00 0307 0B10 1518 1A1A 1816"            /* òõøûı........... */
	$"130F 0C08 04FF FAF4 EFEA E6E5 E5E7 EAEE"            /* .....ÿúôïêæååçêî */
	$"F2F5 F8FA FD00 0407 0C11 1518 1919 1815"            /* òõøúı........... */
	$"120F 0C08 04FF FAF5 EFEB E7E5 E5E7 EAEE"            /* .....ÿúõïëçååçêî */
	$"F2F5 F8FA FD00 0408 0D11 1518 1919 1715"            /* òõøúı........... */
	$"110E 0C08 04FF FBF5 F0EB E7E6 E6E8 EAEE"            /* .....ÿûõğëçææèêî */
	$"F1F5 F7FA FD01 0509 0D12 1618 1919 1714"            /* ñõ÷úı..Æ........ */
	$"110E 0B08 04FF FBF6 F0EC E8E6 E6E8 EAEE"            /* .....ÿûöğìèææèêî */
	$"F1F4 F7FA FD01 0509 0E12 1618 1918 1613"            /* ñô÷úı..Æ........ */
	$"100D 0A07 03FF FAF6 F1EC E8E7 E6E8 EAED"            /* ..Â..ÿúöñìèçæèêí */
	$"F1F4 F6FA FD01 060A 0E13 1618 1817 1512"            /* ñôöúı..Â........ */
	$"0F0C 0A06 02FD F9F5 F0EC E9E8 E7E9 EBEE"            /* ..Â..ıùõğìéèçéëî */
	$"F1F4 F6FA FE02 060A 0F13 1618 1817 1512"            /* ñôöúş..Â........ */
	$"0F0C 0905 00FC F8F4 F0EC E9E8 E9EA EDEF"            /* ..Æ..üøôğìéèéêíï */
	$"F2F5 F8FB FF03 080C 1013 1617 1716 1412"            /* òõøûÿ........... */
	$"0F0C 0804 FFFB F7F3 EEEB E9E9 EAEC EEF1"            /* ....ÿû÷óîëééêìîñ */
	$"F4F6 F9FC 0005 090D 1014 1617 1716 1411"            /* ôöùü..Æ......... */
	$"0F0C 0702 FEF9 F5F1 EDEB E9E9 EBED EFF2"            /* ....şùõñíëééëíïò */
	$"F4F7 FAFD 0206 090D 1013 1516 1615 1311"            /* ô÷úı..Æ......... */
	$"0E0A 0600 FCF8 F4F0 ECEA E9EA EBEE F0F3"            /* .Â..üøôğìêéêëîğó */
	$"F6F8 FBFF 0307 0A0D 1013 1516 1615 1310"            /* öøûÿ..Â......... */
	$"0D09 04FF FAF6 F2EE EBEA EAEB ECEF F1F4"            /* .Æ.ÿúöòîëêêëìïñô */
	$"F6F9 FC00 0407 0A0D 1013 1515 1514 1310"            /* öùü...Â......... */
	$"0C07 02FD F9F5 F1ED EBEA EAEC EEF0 F3F5"            /* ...ıùõñíëêêìîğóõ */
	$"F7FA FD01 0508 0B0E 1013 1516 1514 1310"            /* ÷úı............. */
	$"0B06 00FC F8F4 F0ED EBEA EBED EFF2 F4F6"            /* ...üøôğíëêëíïòôö */
	$"F8FB FE02 0609 0B0E 1013 1516 1514 120F"            /* øûş..Æ.......... */
	$"0A04 FFFB F7F3 EFEC EBEB ECEE F0F3 F5F7"            /* Â.ÿû÷óïìëëìîğóõ÷ */
	$"F9FC FF03 0709 0B0E 1013 1515 1514 120D"            /* ùüÿ..Æ.......... */
	$"0803 FEF9 F5F1 EEEC EBEB EDEF F1F4 F6F8"            /* ..şùõñîìëëíïñôöø */
	$"FAFD 0004 0709 0B0E 1013 1415 1514 100C"            /* úı...Æ.......... */
	$"0601 FCF8 F4F1 EEEC EBEC EEF0 F2F4 F7F9"            /* ..üøôñîìëìîğòô÷ù */
	$"FBFE 0105 0709 0B0D 1013 1415 1513 0F0A"            /* ûş...Æ.........Â */
	$"04FF FBF7 F3F0 EDEC ECED EFF1 F3F6 F8FA"            /* .ÿû÷óğíììíïñóöøú */
	$"FCFF 0205 080A 0C0E 1013 1515 1512 0E08"            /* üÿ...Â.......... */
	$"03FE FAF6 F2EF EDEC EDEE F0F2 F5F7 F9FA"            /* .şúöòïíìíîğòõ÷ùú */
	$"FD00 0306 080A 0C0E 1113 1516 1411 0C06"            /* ı....Â.......... */
	$"01FD F9F5 F2EF EDED EEEF F1F3 F6F8 F9FB"            /* .ıùõòïííîïñóöøùû */
	$"FE01 0406 080A 0C0E 1114 1515 130F 0A05"            /* ş....Â........Â. */
	$"00FC F8F4 F1EF EDED EEF0 F2F4 F6F8 FAFC"            /* .üøôñïííîğòôöøúü */
	$"FE01 0407 090A 0C0F 1114 1514 120D 0803"            /* ş...ÆÂ.......... */
	$"FFFB F7F4 F0EE EDEE EFF1 F3F5 F7F9 FAFC"            /* ÿû÷ôğîíîïñóõ÷ùúü */
	$"FF02 0407 080A 0C0F 1214 1513 100C 0602"            /* ÿ....Â.......... */
	$"FEFA F6F3 F0EE EEEE F0F2 F4F6 F8FA FBFD"            /* şúöóğîîîğòôöøúûı */
	$"FF02 0507 090B 0D0F 1214 1412 0F0A 0501"            /* ÿ...Æ........Â.. */
	$"FDF9 F6F2 F0EF EFEF F1F3 F5F7 F9FA FBFD"            /* ıùöòğïïïñóõ÷ùúûı */
	$"0003 0508 090B 0D10 1214 1311 0D08 0400"            /* ....Æ........... */
	$"FCF9 F5F2 F0EF EFF0 F2F4 F6F8 F9FB FCFE"            /* üùõòğïïğòôöøùûüş */
	$"0003 0608 0A0B 0E10 1314 120F 0B07 03FF"            /* ....Â..........ÿ */
	$"FCF8 F4F2 F0EF F0F1 F3F5 F7F8 FAFB FCFE"            /* üøôòğïğñóõ÷øúûüş */
	$"0104 0609 0A0C 0E10 1213 110E 0A06 02FF"            /* ...ÆÂ.......Â..ÿ */
	$"FBF7 F4F1 F0F0 F0F2 F4F5 F7F9 FAFB FCFE"            /* û÷ôñğğğòôõ÷ùúûüş */
	$"0104 0709 0A0C 0E10 1211 0F0C 0804 01FE"            /* ...ÆÂ..........ş */
	$"FAF7 F3F1 F0F0 F1F2 F4F6 F8F9 FAFB FCFF"            /* ú÷óñğğñòôöøùúûüÿ */
	$"0205 080A 0B0D 0F11 1110 0D0A 0703 00FD"            /* ...Â.......Â...ı */
	$"FAF6 F4F2 F1F1 F2F4 F5F7 F9FA FAFB FD00"            /* úöôòññòôõ÷ùúúûı. */
	$"0306 080A 0C0D 0F10 100F 0C09 0603 00FD"            /* ...Â.......Æ...ı */
	$"F9F6 F3F2 F1F2 F3F4 F6F8 F9FA FBFC FE01"            /* ùöóòñòóôöøùúûüş. */
	$"0407 090B 0C0D 0F10 100E 0B08 0503 FFFC"            /* ..Æ...........ÿü */
	$"F8F5 F3F2 F1F2 F3F5 F7F8 F9FA FBFC FE01"            /* øõóòñòóõ÷øùúûüş. */
	$"0407 0A0B 0C0E 0F10 0F0E 0B08 0502 FFFB"            /* ..Â...........ÿû */
	$"F8F5 F3F1 F1F2 F3F5 F6F8 F9FA FAFC FE02"            /* øõóññòóõöøùúúüş. */
	$"0508 0A0B 0C0D 0F10 0F0D 0A07 0401 FEFB"            /* ..Â.......Â...şû */
	$"F8F5 F3F1 F1F1 F3F4 F6F7 F8F9 FAFC FF02"            /* øõóñññóôö÷øùúüÿ. */
	$"0508 0A0B 0C0D 0F10 0F0D 0A07 0401 FFFC"            /* ..Â.......Â...ÿü */
	$"F8F6 F3F2 F1F2 F2F4 F5F7 F8F9 FAFC 0003"            /* øöóòñòòôõ÷øùúü.. */
	$"0609 0A0B 0C0D 0F10 0F0D 0A07 0401 FFFC"            /* .ÆÂ.......Â...ÿü */
	$"F9F6 F4F3 F2F2 F3F4 F5F6 F7F8 FAFD 0004"            /* ùöôóòòóôõö÷øúı.. */
	$"0709 0B0B 0C0E 0F10 0F0D 0A07 0401 FFFD"            /* .Æ........Â...ÿı */
	$"FAF7 F5F3 F2F2 F2F3 F4F6 F7F8 FAFD 0104"            /* ú÷õóòòòóôö÷øúı.. */
	$"0709 0B0B 0C0D 0F10 0F0D 0A06 0301 FFFD"            /* .Æ........Â...ÿı */
	$"FAF7 F5F3 F2F1 F2F2 F4F5 F6F8 FAFE 0104"            /* ú÷õóòñòòôõöøúş.. */
	$"0709 0A0B 0C0D 0F10 0F0D 0A06 0300 FFFD"            /* .ÆÂ.......Â...ÿı */
	$"FBF8 F5F3 F1F1 F1F2 F3F4 F5F7 FAFE 0105"            /* ûøõóñññòóôõ÷úş.. */
	$"0709 0A0A 0B0D 0F0F 0F0C 0906 0300 FEFD"            /* .ÆÂÂ......Æ...şı */
	$"FBF8 F6F3 F2F1 F1F1 F3F4 F5F7 FBFE 0205"            /* ûøöóòñññóôõ÷ûş.. */
	$"080A 0A0A 0B0D 0F10 0F0C 0906 0300 FFFE"            /* .ÂÂÂ......Æ...ÿş */
	$"FCF9 F6F4 F2F1 F1F1 F2F3 F5F7 FBFF 0306"            /* üùöôòñññòóõ÷ûÿ.. */
	$"080A 0A0A 0B0D 0F10 0F0D 0906 0300 FFFE"            /* .ÂÂÂ......Æ...ÿş */
	$"FCFA F7F4 F2F1 F0F1 F2F3 F4F7 FBFF 0306"            /* üú÷ôòñğñòóô÷ûÿ.. */
	$"080A 0A0A 0B0D 0F10 0F0C 0905 0200 FFFE"            /* .ÂÂÂ......Æ...ÿş */
	$"FDFA F7F4 F2F1 F0F0 F1F2 F4F8 FC00 0407"            /* ıú÷ôòñğğñòôøü... */
	$"080A 0A0A 0B0D 0F10 0F0C 0905 0200 FFFE"            /* .ÂÂÂ......Æ...ÿş */
	$"FDFA F7F4 F2F0 F0F0 F0F2 F4F7 FC00 0306"            /* ıú÷ôòğğğğòô÷ü... */
	$"0809 0909 0B0D 0F0F 0F0C 0805 0200 FFFE"            /* .ÆÆÆ..........ÿş */
	$"FDFA F8F5 F2F0 EFEF F0F1 F4F8 FC00 0407"            /* ıúøõòğïïğñôøü... */
	$"0809 090A 0B0D 0F10 0F0C 0905 0200 FFFE"            /* .ÆÆÂ......Æ...ÿş */
	$"FDFB F8F5 F2F0 EFEF F0F1 F4F8 FD01 0407"            /* ıûøõòğïïğñôøı... */
	$"0809 0909 0B0D 0F10 0F0C 0905 0301 FFFE"            /* .ÆÆÆ......Æ...ÿş */
	$"FDFB F9F6 F3F0 EFEF F0F1 F4F8 FD01 0407"            /* ıûùöóğïïğñôøı... */
	$"0809 0909 0B0D 0F10 0E0C 0905 0301 FFFE"            /* .ÆÆÆ......Æ...ÿş */
	$"FDFB F9F6 F3F0 EFEF EFF1 F4F8 FD01 0407"            /* ıûùöóğïïïñôøı... */
	$"0808 0809 0B0D 0F10 0F0C 0905 0300 FFFE"            /* ...Æ......Æ...ÿş */
	$"FDFB F9F6 F3F0 EFEE EFF1 F4F9 FD01 0406"            /* ıûùöóğïîïñôùı... */
	$"0708 0808 0A0D 0F10 0E0C 0805 0200 FFFD"            /* ....Â.........ÿı */
	$"FDFB F9F6 F3F0 EFEE EFF1 F5F9 FE01 0406"            /* ıûùöóğïîïñõùş... */
	$"0707 0809 0B0D 0F10 0E0C 0906 0300 FFFE"            /* ...Æ......Æ...ÿş */
	$"FDFB F9F6 F3F1 EFEE EFF1 F5FA FE02 0406"            /* ıûùöóñïîïñõúş... */
	$"0707 0709 0A0D 0F10 0F0C 0906 0300 FEFD"            /* ...ÆÂ.....Æ...şı */
	$"FDFB F9F6 F4F1 EFEE EFF2 F6FA FE02 0406"            /* ıûùöôñïîïòöúş... */
	$"0707 0708 0A0D 0F10 0F0C 0906 0300 FEFD"            /* ....Â.....Æ...şı */
	$"FCFB F9F7 F4F1 EFEE EFF2 F6FA FE02 0405"            /* üûù÷ôñïîïòöúş... */
	$"0606 0708 0A0D 0F10 0F0D 0906 0300 FEFC"            /* ....Â.....Æ...şü */
	$"FCFB F9F7 F4F1 EFEE EFF2 F6FA FE01 0305"            /* üûù÷ôñïîïòöúş... */
	$"0506 0608 0A0D 0F10 0F0D 0906 02FF FDFC"            /* ....Â.....Æ..ÿıü */
	$"FBFB F9F7 F4F1 EFEF F0F3 F6FA FE01 0304"            /* ûûù÷ôñïïğóöúş... */
	$"0505 0608 0A0D 0F10 0F0C 0805 02FF FDFC"            /* ....Â........ÿıü */
	$"FCFB FAF8 F5F2 F0F0 F1F3 F7FB FE01 0304"            /* üûúøõòğğñó÷ûş... */
	$"0505 0608 0B0D 0F0F 0E0B 0804 01FF FEFD"            /* .............ÿşı */
	$"FCFC FAF8 F5F2 F0F0 F1F4 F8FC FF02 0405"            /* üüúøõòğğñôøüÿ... */
	$"0506 0709 0B0E 0F0E 0D0A 0704 01FF FEFD"            /* ...Æ.....Â...ÿşı */
	$"FDFC FAF8 F5F2 F0F0 F2F5 F9FD 0003 0405"            /* ıüúøõòğğòõùı.... */
	$"0606 0709 0B0D 0E0D 0B08 0603 01FF FEFD"            /* ...Æ.........ÿşı */
	$"FDFC F9F7 F3F0 EFF0 F2F6 FAFE 0103 0506"            /* ıüù÷óğïğòöúş.... */
	$"0606 0709 0B0C 0D0C 0A07 0502 00FF FEFD"            /* ...Æ....Â....ÿşı */
	$"FDFB F8F5 F2EF EEF0 F3F7 FBFF 0204 0506"            /* ıûøõòïîğó÷ûÿ.... */
	$"0606 0709 0B0C 0C0B 0906 0402 0100 FFFE"            /* ...Æ....Æ.....ÿş */
	$"FDFB F8F4 F1EF EEF0 F4F8 FD00 0305 0607"            /* ıûøôñïîğôøı..... */
	$"0606 0709 0B0B 0B0A 0806 0403 0100 FFFF"            /* ...Æ...Â......ÿÿ */
	$"FDFA F7F3 F0EE EFF1 F5FA FE02 0406 0707"            /* ıú÷óğîïñõúş..... */
	$"0707 0809 0A0A 0A09 0706 0403 0201 00FF"            /* ...ÆÂÂÂÆ.......ÿ */
	$"FDF9 F6F2 EFEE EFF2 F7FB 0003 0507 0707"            /* ıùöòïîïò÷û...... */
	$"0707 0708 0909 0908 0705 0403 0201 00FF"            /* ....ÆÆÆ........ÿ */
	$"FCF8 F4F0 EEEE F0F3 F8FD 0104 0607 0807"            /* üøôğîîğóøı...... */
	$"0606 0707 0808 0807 0605 0403 0201 00FE"            /* ...............ş */
	$"FBF7 F3EF EDED F0F5 F9FE 0205 0708 0807"            /* û÷óïííğõùş...... */
	$"0606 0606 0707 0706 0605 0504 0302 00FD"            /* ...............ı */
	$"FAF5 F1EE EDEE F2F6 FB00 0406 0808 0807"            /* úõñîíîòöû....... */
	$"0606 0505 0606 0607 0606 0504 0302 00FD"            /* ...............ı */
	$"F8F4 F0ED EDEF F3F8 FD01 0507 0909 0807"            /* øôğííïóøı...ÆÆ.. */
	$"0605 0404 0506 0607 0706 0605 0402 00FB"            /* ...............û */
	$"F7F2 EFED EDF0 F5FA FF03 0608 0909 0807"            /* ÷òïííğõúÿ...ÆÆ.. */
	$"0504 0303 0405 0607 0707 0605 0402 FEFA"            /* ..............şú */
	$"F5F1 EEED EEF1 F6FC 0004 0709 0909 0806"            /* õñîíîñöü...ÆÆÆ.. */
	$"0402 0202 0405 0607 0707 0706 0401 FDF8"            /* ..............ıø */
	$"F3EF EDEC EFF3 F8FD 0205 0809 0909 0705"            /* óïíìïóøı...ÆÆÆ.. */
	$"0201 0001 0305 0607 0808 0706 0400 FBF6"            /* ..............ûö */
	$"F2EE EDED F0F4 FAFF 0407 090A 0A09 0704"            /* òîííğôúÿ..ÆÂÂÆ.. */
	$"0100 0001 0305 0708 0808 0806 03FF FAF5"            /* .............ÿúõ */
	$"F0EE ECEE F1F6 FC01 0508 0A0A 0A08 0603"            /* ğîìîñöü...ÂÂÂ... */
	$"00FF FF01 0306 0809 0909 0806 02FE F8F3"            /* .ÿÿ....ÆÆÆ...şøó */
	$"EFED EDEF F3F8 FE03 0609 0A0A 0908 0501"            /* ïííïóøş..ÆÂÂÆ... */
	$"FFFE FF01 0406 0809 0A09 0805 01FC F7F2"            /* ÿşÿ....ÆÂÆ...ü÷ò */
	$"EEED EDF0 F4FA FF04 0709 0A0A 0907 03FF"            /* îííğôúÿ..ÆÂÂÆ..ÿ */
	$"FDFD FE01 0407 090A 0A0A 0804 FFFA F5F1"            /* ıış...ÆÂÂÂ..ÿúõñ */
	$"EEED EEF1 F6FC 0105 080A 0B0A 0805 01FE"            /* îíîñöü...Â.Â...ş */
	$"FCFC FE01 0508 0A0A 0B09 0703 FEF8 F3EF"            /* üüş...ÂÂ.Æ..şøóï */
	$"EDED EFF3 F8FE 0307 090B 0B0A 0704 00FC"            /* ííïóøş..Æ..Â...ü */
	$"FBFC FF02 0608 0B0B 0B09 0602 FCF7 F2EF"            /* ûüÿ......Æ..ü÷òï */
	$"EDED F0F5 FAFF 0408 0A0B 0B09 0602 FEFB"            /* ííğõúÿ..Â..Æ..şû */
	$"FAFC FF03 0709 0B0C 0B09 0500 FBF5 F1EF"            /* úüÿ..Æ...Æ..ûõñï */
	$"EDEE F2F7 FC02 0609 0B0B 0B08 0500 FDFA"            /* íîò÷ü..Æ......ıú */
	$"FAFC 0004 080A 0C0C 0B08 04FE F9F4 F0EE"            /* úü...Â.....şùôğî */
	$"EEEF F3F8 FE03 070A 0B0B 0A07 03FF FCF9"            /* îïóøş..Â..Â..ÿüù */
	$"FAFD 0004 080B 0C0C 0B07 02FD F7F3 EFEE"            /* úı.........ı÷óïî */
	$"EEF0 F5FA FF04 080A 0B0B 0A07 03FE FBF9"            /* îğõúÿ..Â..Â..şûù */
	$"FAFD 0005 080B 0C0B 0A06 01FB F6F2 EFEE"            /* úı......Â..ûöòïî */
	$"EEF1 F5FB 0005 080A 0B0B 0906 02FE FBFA"            /* îñõû...Â..Æ..şûú */
	$"FAFD 0105 080A 0B0B 0906 01FB F6F2 EFEE"            /* úı...Â..Æ..ûöòïî */
	$"EEF1 F6FC 0105 090A 0B0A 0906 02FE FBFA"            /* îñöü..ÆÂ.ÂÆ..şûú */
	$"FBFE 0205 080B 0B0B 0906 01FB F6F2 EFEE"            /* ûş......Æ..ûöòïî */
	$"EFF2 F7FC 0206 090A 0B0A 0806 02FF FCFB"            /* ïò÷ü..ÆÂ.Â...ÿüû */
	$"FBFE 0205 080A 0B0A 0905 01FC F6F2 EFEE"            /* ûş...Â.ÂÆ..üöòïî */
	$"EFF3 F8FD 0206 090A 0A0A 0805 02FE FCFB"            /* ïóøı..ÆÂÂÂ...şüû */
	$"FCFE 0205 080A 0B0A 0805 00FB F6F2 EFEE"            /* üş...Â.Â...ûöòïî */
	$"F0F3 F8FD 0206 0809 0A09 0705 02FE FCFB"            /* ğóøı...ÆÂÆ...şüû */
	$"FCFF 0205 0809 0000 0000 0000 107B 0000"            /* üÿ...Æ.......{.. */
	$"0000 0000 0000 4000 20AB 0008 0000 0000"            /* ......@. «...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 01ED"            /* ...............í */
	$"06A0 0000 0000 080C 0A0F 0907 0E0B 0F07"            /* . ......Â.Æ..... */
	$"18FF 1F10 1F20 1F00 1F00 0F31 CF40 E007"            /* .ÿ... .....1Ï@à. */
	$"2308 2F00 29EB 081F 100F 3C00 1732 F5F3"            /* #./.)ë....<..2õó */
	$"121B 40DF 30FB 1FCC 43DF 0817 F318 FF10"            /* ..@ß0û.ÌCß..ó.ÿ. */
	$"FFFB 10FF 4FC4 0B06 1336 F115 0017 18ED"            /* ÿû.ÿOÄ...6ñ....í */
	$"071F 2017 2017 0807 1D10 FF24 21D7 28F7"            /* .. . .....ÿ$!×(÷ */
	$"1CF7 03EF 14FF 02F0 23EC 2B00 27C0 35A0"            /* .÷.ï.ÿ.ğ#ì+.'À5  */
	$"1DB0 05DC FFE7 101F F01B CB13 FF00 E7EF"            /* .°.Üÿç..ğ.Ë.ÿ.çï */
	$"F0FB C81E A0E4 9FE0 D7EC 03DF 1619 2F04"            /* ğûÈ. äŸà×ì.ß../. */
	$"2C1F 343B 1220 311C 2C0D 2027 00FF 06EA"            /* ,.4;. 1.,. '.ÿ.ê */
	$"F8D5 D7D0 DF8F 9C8E 8F8F 908F 94AF C727"            /* øÕ×Ğßœ”¯Ç' */
	$"426D 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7870"            /* Bm............xp */
	$"3F38 2AE8 EFD0 BFA0 9794 898C 8988 8989"            /* ?8*èïĞ¿ —”‰Œ‰ˆ‰‰ */
	$"8989 8A8A 8B8B 8B8C 8C8C 8D8D 8E8F 92A3"            /* ‰‰ŠŠ‹‹‹ŒŒŒ’£ */
	$"C7CF F70F FF36 2F4E 5B63 6F7C 7873 7F7F"            /* ÇÏ÷.ÿ6/N[co|xs.. */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* ................ */
	$"7F7F 7F7B 7F5F 6357 1048 FF18 F8DE E1E0"            /* ...{._cW.Hÿ.øŞáà */
	$"A2C8 A2AF 8893 8986 8483 8584 8485 8485"            /* ¢È¢¯ˆ“‰†„ƒ…„„…„… */
	$"8585 8686 8687 8787 8788 8889 8A89 8C8A"            /* ……†††‡‡‡‡ˆˆ‰Š‰ŒŠ */
	$"8D8C 9A8E B39F D0CF E4E7 07FF F118 292D"            /* Œš³ŸĞÏäç.ÿñ.)- */
	$"2B4A 3B5C 4766 5B67 7077 7A7F 7C7F 7F72"            /* +J;\Gf[gpwz.|..r */
	$"7F7C 7F7F 7F78 7F7F 7E76 7963 505C 6743"            /* .|...x..~vycP\gC */
	$"4338 3B16 202D F00E 01F6 F4CD F8C0 E7C2"            /* C8;. -ğ..öôÍøÀçÂ */
	$"BFC4 B3B2 ADB8 93A2 8B8F A18A 9C8A 928C"            /* ¿Ä³²­¸“¢‹¡ŠœŠ’Œ */
	$"8B90 9393 92A5 9FA2 BEB2 C7C2 D3D7 E2FD"            /* ‹““’¥Ÿ¢¾²ÇÂÓ×âı */
	$"D710 031A 0B28 1E1E 3839 384F 4343 5652"            /* ×....(..898OCCVR */
	$"6541 7053 6072 535C 545E 5D60 5465 584C"            /* eApS`rS\T^]`TeXL */
	$"5461 3C50 3F3E 3445 2711 3405 230C 0306"            /* Ta<P?>4E'.4.#... */
	$"F8F3 F4EC DCD2 DFC0 C0C8 A7A1 B0AB A0A7"            /* øóôìÜÒßÀÀÈ§¡°« § */
	$"89A0 8D8C 8C8C 8F8C 8C90 8C8E 8A8E 8C95"            /* ‰ ŒŒŒŒŒŒŠŒ• */
	$"8C8E 938E 9291 9194 93A1 98B1 A5C7 A8D7"            /* Œ“’‘‘”“¡˜±¥Ç¨× */
	$"C4E1 CFF1 F6ED FA14 0F1B 2629 2F40 3F40"            /* ÄáÏñöíú...&)/@?@ */
	$"573F 5859 585B 696A 7070 6E7D 7877 7F6D"            /* W?XYX[ijppn}xw.m */
	$"7078 736D 6C6A 676C 6358 5750 494B 3C36"            /* pxsmljglcXWPIK<6 */
	$"3A38 1F28 1D16 100C 0AEF F8EF DBE0 DFC9"            /* :8.(....ÂïøïÛàßÉ */
	$"BFC0 BCD3 ADB8 AAA0 A795 9A93 988F 8F8E"            /* ¿À¼Ó­¸ª §•š“˜ */
	$"8E90 8E8F 8E8D 8F8F 8E8F 8F8F 8F90 9091"            /* ‘ */
	$"9393 9494 949E 94A7 99A8 9EB1 B1AC C5C4"            /* ““””””§™¨±±¬ÅÄ */
	$"BFCD D7E2 DDEF EA06 F713 1318 232B 3636"            /* ¿Í×âİïê.÷...#+66 */
	$"394F 4C60 4D6A 4E71 626B 7463 7C7E 6C7F"            /* 9OL`MjNqbktc|~l. */
	$"7A7F 7876 7F76 7976 7C6F 706B 676C 615E"            /* z.xv.vyv|opkgla^ */
	$"6047 5153 423D 3833 381B 280F 000C F9F3"            /* `GQSB=838.(...ùó */
	$"E3E5 E3D4 D0CF BABB B8B2 ACA3 96A4 939B"            /* ãåãÔĞÏº»¸²¬£–¤“› */
	$"8F8F 938F 918F 9090 9190 9091 9191 9292"            /* “‘‘‘‘‘’’ */
	$"9492 9493 9495 9596 9799 9699 9F97 9FA0"            /* ”’”“”••–—™–™Ÿ—Ÿ  */
	$"A2A5 A9B0 A9BF B6BF C0CC CFD0 DFD4 E6E5"            /* ¢¥©°©¿¶¿ÀÌÏĞßÔæå */
	$"F3F6 FFFC 0F0F 0E28 1F26 293D 3C45 474C"            /* óöÿü...(.&)=<EGL */
	$"5558 6352 6967 6770 7070 7878 7A7C 7E7F"            /* UXcRiggpppxxz|~. */
	$"7E7F 7F7F 7F7B 7F7F 777C 7F76 7A71 7467"            /* ~....{..w|.vzqtg */
	$"6E6D 6163 6067 5459 5855 4B49 5238 4437"            /* nmac`gTYXUKIR8D7 */
	$"3033 2827 1F14 1C07 0300 03F0 E8E0 DCD7"            /* 03('.......ğèàÜ× */
	$"CCC5 C8BC B0B4 A7AE 9E9B 9891 958F 908F"            /* ÌÅÈ¼°´§®›˜‘• */
	$"8F8F 908F 9091 9091 9091 9292 9293 9393"            /* ‘‘‘’’’“““ */
	$"9596 9596 9898 9EA0 9BA6 ABB0 AFB7 B4C7"            /* •–•–˜˜ ›¦«°¯·´Ç */
	$"C3C8 CDD2 DBE5 DBEC F4E7 F3FF FEFD 0307"            /* ÃÈÍÒÛåÛìôçóÿşı.. */
	$"0B1A 0817 1825 2228 2C32 3338 3B47 434F"            /* .....%"(,238;GCO */
	$"4B50 575C 5D61 6766 6973 6C7B 767E 737F"            /* KPW\]agfisl{v~s. */
	$"7F7E 7F7C 7F7F 7F7F 7F7F 7F7F 7F71 7F7A"            /* .~.|.........q.z */
	$"7579 706E 6E69 6963 5E58 5C52 4C53 4346"            /* uypnniic^X\RLSCF */
	$"4035 3E25 3123 2018 1610 0C04 FCFC EEED"            /* @5>%1# .....üüîí */
	$"E8E0 E0D3 D3C9 CABD BEBE B9AF B1AC A3A8"            /* èààÓÓÉÊ½¾¾¹¯±¬£¨ */
	$"A49F A891 A193 9696 9196 9097 9291 9193"            /* ¤Ÿ¨‘¡“––‘–—’‘‘“ */
	$"9292 9293 9392 9293 9293 9493 9494 9495"            /* ’’’““’’“’“”“”””• */
	$"9596 9596 9697 9898 999B 9A9D 9EA2 A4A6"            /* •–•––—˜˜™›š¢¤¦ */
	$"B2B2 BDBF C7C9 D1D6 DBDF E5EF F0FB F605"            /* ²²½¿ÇÉÑÖÛßåïğûö. */
	$"0511 1316 1F26 1A30 2734 333F 3549 4047"            /* .....&.0'43?5I@G */
	$"4A4F 4F54 535E 535D 605B 605C 6567 5C69"            /* JOOTS^S]`[`\eg\i */
	$"6067 6761 6960 6765 6464 6764 6762 6765"            /* `ggai`geddgdgbge */
	$"6663 6A5E 6863 6360 6665 6461 6560 655A"            /* fcj^hcc`fedae`eZ */
	$"6358 5C5C 594E 5053 474E 4C40 473D 4231"            /* cX\\YNPSGNL@G=B1 */
	$"392E 312E 2D27 1F22 1918 160A 0906 0200"            /* 9.1.-'."...ÂÆ... */
	$"F8F4 F6E6 EAE3 D9DE D4D6 CDD0 C7C8 C1C5"            /* øôöæêãÙŞÔÖÍĞÇÈÁÅ */
	$"BABE BBB4 B8B0 B4AF A8B1 A6A8 A7A6 A8A2"            /* º¾»´¸°´¯¨±¦¨§¦¨¢ */
	$"A8A1 A0A1 A1A3 9CA4 9BA1 9FA1 9EA4 A4A7"            /* ¨¡ ¡¡£œ¤›¡Ÿ¡¤¤§ */
	$"A2AD A6A5 ADAB B0B3 B5B3 BBBA BDBA C3C3"            /* ¢­¦¥­«°³µ³»º½ºÃÃ */
	$"C0C6 CCCB C9CE CFD2 D1D5 D9D8 DEDF E0E2"            /* ÀÆÌËÉÎÏÒÑÕÙØŞßàâ */
	$"E7EC EDEB F5F3 FFF6 FD02 0505 0B0D 0F16"            /* çìíëõóÿöı....... */
	$"1918 2223 252C 302F 3937 4042 4048 4E51"            /* .."#%,0/97@B@HNQ */
	$"555B 5B61 6169 676E 7071 7378 767C 7D7B"            /* U[[aaignpqsxv|}{ */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F 7F7F"            /* ................ */
	$"7F7F 7F7F 7F7F 7F7F 7F7F 7C7A 7876 7371"            /* ..........|zxvsq */
	$"6C6C 6765 625E 5C58 5253 4D4A 4641 403B"            /* llgeb^\XRSMJFA@; */
	$"3834 302C 2823 221D 1815 110D 0B07 00FF"            /* 840,(#"........ÿ */
	$"FAF8 F7F2 EFEE ECE9 E6E5 E4DE E0DC DCD8"            /* úø÷òïîìéæåäŞàÜÜØ */
	$"D8D5 D3CF CFCB C8C8 C5C1 BFBD BCB9 B6B4"            /* ØÕÓÏÏËÈÈÅÁ¿½¼¹¶´ */
	$"B2B0 B0AE AAAA A9A8 A6A4 A3A3 A2A2 A09E"            /* ²°°®ªª©¨¦¤££¢¢  */
	$"9D9E 9F9C 9C9C 9B9A 9A9A 9A98 989A 9A9A"            /* Ÿœœœ›šššš˜˜ššš */
	$"9C9A 9C9D 9C9F A09F A3A4 A6A9 AAAE AEB3"            /* œšœœŸ Ÿ£¤¦©ª®®³ */
	$"B5B8 BDBF C3C4 CBCC D0D4 D6DB DEE2 E7E9"            /* µ¸½¿ÃÄËÌĞÔÖÛŞâçé */
	$"EDF0 F5F8 FBFE 0104 080D 0F11 1619 1C1F"            /* íğõøûş.......... */
	$"2025 2727 2D30 3134 393C 3C40 4243 4749"            /*  %''-0149<<@BCGI */
	$"4A4B 4E51 5253 5658 585A 5C5D 5E5E 6160"            /* JKNQRSVXXZ\]^^a` */
	$"6161 6163 6364 6666 6767 6A6C 6C6C 6C6C"            /* aaaccdffggjlllll */
	$"6E6E 706E 7070 7070 7070 7070 7170 7070"            /* nnpnppppppppqppp */
	$"7071 7170 7070 7170 7070 7070 7070 6C6C"            /* pqqpppqpppppppll */
	$"6C6A 6766 6463 6160 5C59 5753 514D 4A47"            /* ljgfdca`\YWSQMJG */
	$"4340 3C39 3531 2C28 2721 1E1B 1613 0E0A"            /* C@<951,('!.....Â */
	$"0601 FEF9 F5F1 EFEC E6E4 E0DC D8D6 D1CC"            /* ..şùõñïìæäàÜØÖÑÌ */
	$"C8C6 C3BE BAB9 B6B1 AFAD AAA6 A5A3 9F9E"            /* ÈÆÃ¾º¹¶±¯­ª¦¥£Ÿ */
	$"9D9C 9998 9895 9392 9290 8F8F 8D8D 8C8C"            /* œ™˜˜•“’’ŒŒ */
	$"8C8B 8B8C 8C8C 8C8C 8D8D 8E8D 8E8F 8F90"            /* Œ‹‹ŒŒŒŒŒ */
	$"9091 9392 9395 9797 989C 9D9E A1A2 A4A7"            /* ‘“’“•——˜œ¡¢¤§ */
	$"AAAC AEB0 B2B3 B5B8 B9BB BCBF C0C2 C4C6"            /* ª¬®°²³µ¸¹»¼¿ÀÂÄÆ */
	$"C7CA CBCD CFD2 D5D6 D9DB DEE0 E3E6 E7EA"            /* ÇÊËÍÏÒÕÖÙÛŞàãæçê */
	$"EDF0 F2F5 F7FA FCFE 0003 0506 090B 0C11"            /* íğòõ÷úüş....Æ... */
	$"1113 1518 191B 1D1F 2123 2629 2B2D 3032"            /* ........!#&)+-02 */
	$"3536 3739 3C3F 4042 4548 4A4C 4F51 5355"            /* 5679<?@BEHJLOQSU */
	$"5758 5B5D 6060 6162 6363 6567 6868 676A"            /* WX[]``abcceghhgj */
	$"6969 6A69 6B69 6969 6767 6765 6464 6363"            /* iijikiiigggeddcc */
	$"6362 6260 6060 5D5C 5C55 5858 5858 5654"            /* cbb```]\\UXXXXVT */
	$"5353 4F4E 4D4C 4A47 4643 413F 3E3C 3B39"            /* SSONMLJGFCA?><;9 */
	$"3734 3130 2D2A 2725 2321 1F1D 1B18 1816"            /* 7410-*'%#!...... */
	$"1514 1211 0F0F 0D0C 0809 0705 0301 00FE"            /* .........Æ.....ş */
	$"FCFB F7F5 F3F1 F0EC EAE8 E6E5 E2E0 DEDD"            /* üû÷õóñğìêèæåâàŞİ */
	$"DBD9 D6D2 D1CF CCCA C8C4 C3C2 C0BE BCBB"            /* ÛÙÖÒÑÏÌÊÈÄÃÂÀ¾¼» */
	$"B9B8 B5B3 B3B0 AEAD ABAA A8A5 A4A4 A09F"            /* ¹¸µ³³°®­«ª¨¥¤¤ Ÿ */
	$"9C9C 9A98 9794 9392 9190 8F8F 8F8F 8E8E"            /* œœš˜—”“’‘ */
	$"8E8E 8E8E 8E8E 8E8F 8F8F 8F8F 8F90 9090"            /*  */
	$"9191 9192 9293 9393 9494 9595 9697 9798"            /* ‘‘‘’’“““””••–——˜ */
	$"9999 9A9B 9C9E 9EA0 A2A4 A5A6 A9AC ADB0"            /* ™™š›œ ¢¤¥¦©¬­° */
	$"B2B4 B8BB BDBF C1C3 C6C9 CACE CFD2 D6D8"            /* ²´¸»½¿ÁÃÆÉÊÎÏÒÖØ */
	$"DADC E0E2 E6E9 ECEF F2F6 F6FB FCFF 0305"            /* ÚÜàâæéìïòööûüÿ.. */
	$"070B 0E11 1317 191E 1F21 2625 2829 2B2D"            /* .........!&%()+- */
	$"3030 3335 3738 3B3C 3D3E 4043 4342 4446"            /* 003578;<=>@CCBDF */
	$"4749 494B 4C4D 4E4F 4F53 5353 5658 5857"            /* GIIKLMNOOSSSVXXW */
	$"595B 5A5B 5C5C 5C5C 605E 5D5E 5D60 5D5B"            /* Y[Z[\\\\`^]^]`][ */
	$"5D5D 5C5B 5B5B 5A5A 595A 5B5A 595A 5958"            /* ]]\[[[ZZYZ[ZYZYX */
	$"5858 5856 5655 5654 5352 5353 5151 524F"            /* XXXVVUVTSRSSQQRO */
	$"4E4E 4E4B 4B49 4846 4443 4140 3D3D 3B36"            /* NNNKKIHFDCA@==;6 */
	$"3633 312E 2E29 2724 221F 1C1A 1614 0F0C"            /* 631..)'$"....... */
	$"0A07 0401 00FC FAF8 F6F1 F0ED E9E8 E6E3"            /* Â....üúøöñğíéèæã */
	$"E0DD DCD9 D6D3 D1D0 CECC CCC8 C4C4 C1C0"            /* àİÜÙÖÓÑĞÎÌÌÈÄÄÁÀ */
	$"BEBA BBB7 B5B2 B1A9 AEAD ABA7 A3A6 A2A5"            /* ¾º»·µ²±©®­«§£¦¢¥ */
	$"9F9F 979F 9C98 9996 9897 9795 9697 9495"            /* ŸŸ—Ÿœ˜™–˜——•–—”• */
	$"9893 9695 9696 9796 9697 9698 9798 9898"            /* ˜“–•––—––—–˜—˜˜˜ */
	$"9898 9999 9A9A 999B 9A9A 9C9A 9B9B 9C9B"            /* ˜˜™™šš™›ššœš››œ› */
	$"9D9C 9D9D 9E9E 9E9E 9F9F 9F9E A0A0 A1A0"            /* œŸŸŸ  ¡  */
	$"A1A2 A3A2 A5A1 A5A7 A2A7 A6A6 A7A6 A9AA"            /* ¡¢£¢¥¡¥§¢§¦¦§¦©ª */
	$"A9AC A6B6 A8B2 AEAF B1B2 B7AC B8AC BDB2"            /* ©¬¦¶¨²®¯±²·¬¸¬½² */
	$"BDBA BABB BFBC C1BF CBC0 C9D4 C3D3 CED3"            /* ½ºº»¿¼Á¿ËÀÉÔÃÓÎÓ */
	$"CFDC CBE3 D7DD DFE4 ECDC EBEC F8F6 E5FF"            /* ÏÜËã×İßäìÜëìøöåÿ */
	$"EE03 FC02 060C 090F 0C0F 1918 0B21 1922"            /* î.ü...Æ......!." */
	$"1433 2823 2F2C 302B 3933 3931 4037 473A"            /* .3(#/,0+9391@7G: */
	$"4149 4047 4C4B 4C54 4953 5455 585C 5465"            /* AI@GLKLTISTUX\Te */
	$"5A61 6160 6363 656C 6367 646C 6964 6D6D"            /* Zaa`ccelcgdlidmm */
	$"7160 7960 6966 6F67 7060 6B5D 7058 6E58"            /* q`y`ifogp`k]pXnX */
	$"6260 6752 6360 5462 545B 585E 4A63 4457"            /* b`gRc`TbT[X^JcDW */
	$"5251 534C 5448 4C4B 5140 4A42 4643 433C"            /* RQSLTHLKQ@JBFCC< */
	$"4738 3E40 3737 3332 332C 3321 2723 221F"            /* G8>@77323,3!'#". */
	$"2018 1B2C 081E 140C 160B 140A 1200 0F0C"            /*  ..,.......Â.... */
	$"0205 08FB 07FF 02F3 05EE FF00 E7FE FDE0"            /* ...û.ÿ.ó.îÿ.çşıà */
	$"FAE8 E6ED ECE4 E5E3 DDE5 D7DC D9CF DCC8"            /* úèæíìäåãİå×ÜÙÏÜÈ */
	$"D3D0 BFD2 C5C4 BCC0 BBC0 B3B2 BBAA A7B1"            /* ÓĞ¿ÒÅÄ¼À»À³²»ª§± */
	$"B3A8 A5B2 A4A1 B3A2 9FAC 9DAB 9EA2 9FA3"            /* ³¨¥²¤¡³¢Ÿ¬«¢Ÿ£ */
	$"A09F A19F 9FA0 9FA0 9FA0 A09F A29F A29F"            /*  Ÿ¡ŸŸ Ÿ Ÿ  Ÿ¢Ÿ¢Ÿ */
	$"A2A2 A1A1 A3A1 A3A2 A2A3 A3A3 A4A4 A4A4"            /* ¢¢¡¡£¡£¢¢£££¤¤¤¤ */
	$"A4A6 A5A5 A8A6 A7A7 ACA7 A9AB AFAC A9BA"            /* ¤¦¥¥¨¦§§¬§©«¯¬©º */
	$"AAB1 B4B8 B5BA AFCA B1BE C4C3 C4C5 C7D0"            /* ª±´¸µº¯Ê±¾ÄÃÄÅÇĞ */
	$"C2D3 C9D4 D4D4 D6D8 D2DB DCD8 DBE0 D3E5"            /* ÂÓÉÔÔÔÖØÒÛÜØÛàÓå */
	$"DEE8 D7E8 E3E9 EAEC F3F0 F7F2 FDFD FDFD"            /* Şè×èãéêìóğ÷òıııı */
	$"0D00 F913 0904 0D10 0A12 0819 1A0C 1819"            /* ..ù.Æ...Â....... */
	$"1813 270E 1C1F 1A17 2A18 2424 1D25 2621"            /* ..'.....*.$$.%&! */
	$"2429 1F27 2C24 2631 242F 312C 3132 3031"            /* $).',$&1$/1,1201 */
	$"363C 3037 4733 4341 3F44 464C 4947 4E4F"            /* 6<07G3CA?DFLIGNO */
	$"5658 4C59 564F 605C 5361 5C5A 6063 5968"            /* VXLYVO`\Sa\Z`cYh */
	$"6061 6669 5E6B 6366 6968 5E6C 6C66 6E6C"            /* `afi^kcfih^llfnl */
	$"6B68 736E 6C6C 6B73 786A 7370 6D7C 6E75"            /* khsnllksxjspm|nu */
	$"7479 6976 7078 6A74 7371 7470 6B74 6C70"            /* tyivpxjtsqtpktlp */
	$"6871 6169 6969 6165 5D66 635D 5D62 5257"            /* hqaiiiae]fc]]bRW */
	$"5C4E 564C 5052 4853 4449 464C 4049 4040"            /* \NVLPRHSDIFL@I@@ */
	$"433B 413E 363F 3437 333A 2C31 3129 311F"            /* C;A>6?473:,11)1. */
	$"292A 1F2A 1C18 1B13 1B12 1107 0F0C 000C"            /* )*.*............ */
	$"06FC 0101 07F8 FBF9 F8F8 EFFD F1EC F9EB"            /* .ü...øûùøøïıñìùë */
	$"F7E7 EEF0 F3E6 EEE0 E9E9 E6E4 E5E0 E4E2"            /* ÷çîğóæîàééæäåàäâ */
	$"E1E3 E0D9 E1DC CFD5 D8D5 CFD1 D7D0 CDCE"            /* áãàÙáÜÏÕØÕÏÑ×ĞÍÎ */
	$"C9CF C1C7 C3CC BBC7 BBBF BEC2 B6C3 B8B7"            /* ÉÏÁÇÃÌ»Ç»¿¾Â¶Ã¸· */
	$"C0B2 B5B9 B4AD B9AF B2B3 B4AD B2AC B3B0"            /* À²µ¹´­¹¯²³´­²¬³° */
	$"A8B0 AFAC B3B2 ACB4 A7B1 AAAE ACAF AAAC"            /* ¨°¯¬³²¬´§±ª®¬¯ª¬ */
	$"B6A8 B0AF AFB6 B0B4 B8B1 BCAF BDB9 B8BF"            /* ¶¨°¯¯¶°´¸±¼¯½¹¸¿ */
	$"C8BC C3C4 C9C5 CBCC CFC5 CED3 D7D4 D9D9"            /* È¼ÃÄÉÅËÌÏÅÎÓ×ÔÙÙ */
	$"D7E4 D9E6 DEE2 EBE8 EAE9 E9F1 EEF8 EEFB"            /* ×äÙæŞâëèêééñîøîû */
	$"F7FC FCFC FDFF FF03 0C08 070D 0913 160F"            /* ÷üüüıÿÿ.....Æ... */
	$"1B16 1822 201D 2521 272E 222F 2A32 2C2C"            /* ..." .%!'."/*2,, */
	$"3534 2A40 3838 3A3F 3B43 413F 4638 4741"            /* 54*@88:?;CA?F8GA */
	$"4643 4144 4743 4B45 474E 4053 4649 4B4E"            /* FCADGCKEGN@SFIKN */
	$"4A4F 524B 534C 534C 5751 5156 5656 4F58"            /* JORKSLSLWQQVVVOX */
	$"535D 5156 5C52 565C 5954 5D53 605A 5663"            /* S]QV\RV\YT]S`ZVc */
	$"5C54 5E59 5E5D 5E5C 605C 6758 6A60 6065"            /* \T^Y^]^\`\gXj``e */
	$"6266 6568 696C 676D 706A 706C 7169 6B70"            /* bfehilgmpjplqikp */
	$"6B6B 7067 6B6D 6C6C 6767 6769 676A 6663"            /* kkpgkmllgggigjfc */
	$"6660 6360 5F60 5960 5E59 5A5C 525F 5156"            /* f`c`_`Y`^YZ\R_QV */
	$"5458 4F58 514F 4F4E 524E 4749 4946 4549"            /* TXOXQOONRNGIIFEI */
	$"4143 4043 3A3E 3936 3930 3330 2A2B 2C27"            /* AC@C:>969030*+,' */
	$"251F 1F1C 1C15 1811 1011 0A0A 0807 0903"            /* %.........ÂÂ..Æ. */
	$"0404 00F9 00F6 FEF7 FBF6 F5F5 F1F3 F0ED"            /* ...ù.öş÷ûöõõñóğí */
	$"F1EA E7EC EAE0 E5E6 E0E2 E0E1 DCD9 DADF"            /* ñêçìêàåæàâàáÜÙÚß */
	$"D4D4 D8D2 CED3 CCCB C9CC C7CA C3C8 C4CB"            /* ÔÔØÒÎÓÌËÉÌÇÊÃÈÄË */
	$"BEC7 BEC4 C1C4 BEC7 C3C5 C7C0 C7C1 C3C3"            /* ¾Ç¾ÄÁÄ¾ÇÃÅÇÀÇÁÃÃ */
	$"CAC3 C6C0 C8C1 C3C9 C2C6 C2CB C7C1 C4C8"            /* ÊÃÆÀÈÁÃÉÂÆÂËÇÁÄÈ */
	$"C4BF BBBF B9B8 B9B9 ACB7 B3B0 B4B6 ADB4"            /* Ä¿»¿¹¸¹¹¬·³°´¶­´ */
	$"B3B4 B6B0 B7B6 B5B7 BAB6 B3B7 BCB9 BCBC"            /* ³´¶°·¶µ·º¶³·¼¹¼¼ */
	$"BEC2 C0BE C2C3 BFC7 C3C1 C2C8 C4C8 C4CA"            /* ¾ÂÀ¾ÂÃ¿ÇÃÁÂÈÄÈÄÊ */
	$"C6C7 C9CF C7CC CACE CECB D3D1 CFD2 D7D4"            /* ÆÇÉÏÇÌÊÎÎËÓÑÏÒ×Ô */
	$"D3D6 DCD6 D9DB DCDE DFE5 E1E5 E4EB E8EA"            /* ÓÖÜÖÙÛÜŞßåáåäëèê */
	$"F0EA F1F2 F6F8 F6FB FEFD FE05 0102 0606"            /* ğêñòöøöûşış..... */
	$"0D07 0C0E 1211 1213 1C12 1E1E 191E 2123"            /* ..............!# */
	$"2523 262C 272B 312B 2E33 3133 3138 3639"            /* %#&,'+1+.3131869 */
	$"393C 3B3E 4041 403F 4041 4042 4340 4644"            /* 9<;>@A@?@A@BC@FD */
	$"4447 4647 4747 474B 474C 494A 4F4A 4D4F"            /* DGFGGGGKGLIJOJMO */
	$"4E4E 4C4F 4A4F 4E4F 4C4F 4F4F 4F4B 514C"            /* NNLOJONOLOOOOKQL */
	$"4C4E 4D4C 4E47 4D4A 474A 4947 4948 4746"            /* LNMLNGMJGJIGIHGF */
	$"4743 4743 4343 4241 4340 3E3D 403A 3A3A"            /* GCGCCCBAC@>=@::: */
	$"3836 3831 3431 3031 302B 2D29 2726 2624"            /* 868141010+-)'&&$ */
	$"211F 2122 191C 1D17 1617 1512 1011 100E"            /* !.!"............ */
	$"0A0C 0908 0605 0501 01FF FFFC FBFC F9F9"            /* Â.Æ......ÿÿüûüùù */
	$"FAF5 F5F5 F2F3 F2EE F0EE EBEF ECE8 E8EA"            /* úõõõòóòîğîëïìèèê */
	$"E7E5 E6E5 E3E1 E2E0 E0DE DFE0 DCDE DCDA"            /* çåæåãáâààŞßàÜŞÜÚ */
	$"DBDA DAD7 D9D5 D9D5 D5D8 D4D4 D6D3 D5D3"            /* ÛÚÚ×ÙÕÙÕÕØÔÔÖÓÕÓ */
	$"D3D4 D3CF D2CE D2CF D0D0 CFCD D0CE CED0"            /* ÓÔÓÏÒÎÒÏĞĞÏÍĞÎÎĞ */
	$"CBD1 CDCF CDCD CCCF CCCE CECD CFCB CFCD"            /* ËÑÍÏÍÍÌÏÌÎÎÍÏËÏÍ */
	$"CBCF CECD CCCE CBCE CECC CFCC CECE CCCF"            /* ËÏÎÍÌÎËÎÎÌÏÌÎÎÌÏ */
	$"CCCE CDCF CECF CDD2 CDCF CFCF D1D0 CFD3"            /* ÌÎÍÏÎÏÍÒÍÏÏÏÑĞÏÓ */
	$"CDD1 D2D2 CFD1 CFD3 D0D3 D2D1 D3D3 D4D1"            /* ÍÑÒÒÏÑÏÓĞÓÒÑÓÓÔÑ */
	$"D5D2 D6D2 D6D6 D3D4 D8D3 D7D4 D6DB D6D7"            /* ÕÒÖÒÖÖÓÔØÓ×ÔÖÛÖ× */
	$"D8D7 D7D9 DBD9 D8DA DBD9 DCDC DCDA DBDE"            /* Ø××ÙÛÙØÚÛÙÜÜÜÚÛŞ */
	$"DDD9 DFDE DDDD E0DE DEDF E3DF DEE1 E1E1"            /* İÙßŞİİàŞŞßãßŞááá */
	$"E3DF E3E1 E1E5 E5E2 E3E6 E4E5 E5E7 E5E6"            /* ãßãááååâãæäååçåæ */
	$"E7E8 E7E7 E8E9 E8E9 E9E8 E8EC EAE9 EBEA"            /* çèççèéèééèèìêéëê */
	$"EDEB ECEC ECEC EFF0 EDED EEEF EFF1 F0F1"            /* íëììììïğííîïïñğñ */
	$"F1ED F1F0 F0F0 F3F2 F1F3 F2F3 F2F3 F3F3"            /* ñíñğğğóòñóòóòóóó */
	$"F3F3 F4F4 F3F4 F4F4 F5F5 F5F4 F8F3 F6F6"            /* óóôôóôôôõõõôøóöö */
	$"F6F6 F4F5 F5F6 F6F6 F6F5 F5F6 F6F6 F8F5"            /* ööôõõööööõõöööøõ */
	$"F7F7 F5F8 F7F6 F8F7 F6F8 F7F5 F7F8 F7F8"            /* ÷÷õø÷öø÷öø÷õ÷ø÷ø */
	$"F7F8 F8F8 F6F7 F7F8 F8F8 F8F8 F8F8 F7F7"            /* ÷øøøö÷÷øøøøøøø÷÷ */
	$"F5F7 F9F8 F8F9 F6F8 F8F7 F8F9 F7F8 F8FA"            /* õ÷ùøøùöøø÷øù÷øøú */
	$"F9F7 F9F9 F8F9 F9F8 F9F7 F9FA F7F9 F8F9"            /* ù÷ùùøùùøù÷ùú÷ùøù */
	$"F9FA F8FA FAF9 FBFA F9F9 FAF9 FAF8 F9F9"            /* ùúøúúùûúùùúùúøùù */
	$"FBFA FAFB F8FA FBF9 FBFA FAFB FCFA F9F9"            /* ûúúûøúûùûúúûüúùù */
	$"FAFA F9FB FAFA FBFB FAFA F9FB F9F9 FBF9"            /* úúùûúúûûúúùûùùûù */
	$"FAFA F9FB FAF7 FBF9 F9FC FAF9 FAF9 FBF9"            /* úúùûú÷ûùùüúùúùûù */
	$"F8FA F9FA F9F9 FBF8 F8FA F9F9 F8F8 F8F8"            /* øúùúùùûøøúùùøøøø */
	$"F7F8 F7F8 F8F7 F8F7 F8F7 F7F8 F8F6 F8F8"            /* ÷ø÷øø÷ø÷ø÷÷øøöøø */
	$"F8F6 F6F7 F7F6 F5F9 F5F6 F5F6 F5F4 F6F6"            /* øöö÷÷öõùõöõöõôöö */
	$"F3F5 F4F4 F5F3 F4F3 F3F4 F5F1 F4F4 F2F3"            /* óõôôõóôóóôõñôôòó */
	$"F3F1 F4F2 F3F3 F3F1 F3F3 F3F1 F3F2 F1F4"            /* óñôòóóóñóóóñóòñô */
	$"F1F1 F0F1 F3F2 F0F0 F1F1 F1F1 F0F0 F1F2"            /* ññğñóòğğññññğğñò */
	$"F0F1 F0F1 F0F2 F0F0 F0F0 F1F0 EFEE EFEE"            /* ğñğñğòğğğğñğïîïî */
	$"F0F0 F0EE EDEE EEEE EDEE EEED EEEF EDEE"            /* ğğğîíîîîíîîíîïíî */
	$"EEED EEEF EDEE EFEE EEEF EDEE EEEF EFED"            /* îíîïíîïîîïíîîïïí */
	$"EFED F0ED EFEE EEF0 F1EF F0F0 EFF0 EEEF"            /* ïíğíïîîğñïğğïğîï */
	$"EFEF EEF0 F0F0 F0F0 F0F0 EFF2 F0F0 F0F1"            /* ïïîğğğğğğğïòğğğñ */
	$"F0F0 F0F2 F0F0 F2F1 F1F1 F3F1 F3F3 F3F1"            /* ğğğòğğòñññóñóóóñ */
	$"F2F2 F3F2 F2F4 F4F4 F5F6 F4F5 F6F7 F6F6"            /* òòóòòôôôõöôõö÷öö */
	$"F6F7 F7F6 F7F8 F6F8 F8F7 F8F8 F8F8 F9F9"            /* ö÷÷ö÷øöøø÷øøøøùù */
	$"FAF8 FBFB FCF8 FAFA FAFC FCFB FAFC FCFC"            /* úøûûüøúúúüüûúüüü */
	$"FAFB FDFC FCFC FEFC FCFE FCFD FDFE FDFE"            /* úûıüüüşüüşüıışış */
	$"FEFE FDFF FEFF FEFF FFFE FFFF FFFF FF00"            /* şşıÿşÿşÿÿşÿÿÿÿÿ. */
	$"FF00 FF00 FF00 0000 01FF 0102 0102 0002"            /* ÿ.ÿ.ÿ....ÿ...... */
	$"0103 0203 0103 0304 0104 0404 0305 0504"            /* ................ */
	$"0604 0706 0507 0606 0707 0707 0808 0808"            /* ................ */
	$"0809 0909 090B 0A09 0B0B 0C0C 0A0C 0C0B"            /* .ÆÆÆÆ.ÂÆ....Â... */
	$"0D0C 0D0D 0E0C 0E0E 0F0D 0E0F 0E0F 0F0F"            /* ................ */
	$"100F 0F10 100F 1111 0F11 1211 1111 1111"            /* ................ */
	$"1212 1213 1113 1312 1314 1313 1400 0024"            /* ...............$ */
	$"B800 0000 0000 0000 0040 0020 AB00 0800"            /* ¸........@. «... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0001 ED17 9000 0000 0001 0F2C 1710 175D"            /* ..í.......,...] */
	$"374A 7F7B 7F4D 2CD2 D7C3 E6D9 DFB9 A5B4"            /* 7J.{.M,Ò×ÃæÙß¹¥´ */
	$"9D91 8CB4 8C8B 8080 8181 8181 81E0 233E"            /* ‘Œ´Œ‹€€à#> */
	$"4149 605E 781B F0DF 07E0 CFAA C4D1 E0D3"            /* AI`^x.ğß.àÏªÄÑàÓ */
	$"B6D0 D3EE C7C6 84A8 A2B5 8A9D CE36 4A46"            /* ¶ĞÓîÇÆ„¨¢µŠÎ6JF */
	$"2F40 6C44 20D3 DDE9 12D1 B0A1 D1C5 C0B9"            /* /@lD Óİé.Ñ°¡ÑÅÀ¹ */
	$"AABF D7D0 8582 8183 8181 81A1 CF1B 2344"            /* ª¿×Ğ…‚ƒ¡Ï.#D */
	$"607C 7F4A 2405 304A 6236 2A17 1611 1AF5"            /* `|.J$.0Jb6*....õ */
	$"FB10 01E2 9281 808D 8283 8FCE C7F6 223E"            /* û..â’€‚ƒÎÇö"> */
	$"4D65 5E1A 1200 2532 5E4E 3922 3519 0B0B"            /* Me^...%2^N9"5... */
	$"101C 09E6 AEA1 8B88 87C0 E9E4 ED2A 3734"            /* ..Ææ®¡‹ˆ‡Àéäí*74 */
	$"4F43 2C11 2518 352D 5F75 623D 3C29 2111"            /* OC,.%.5-_ub=<)!. */
	$"1E29 0DEF C6A9 8F92 B806 0501 0D3C 433A"            /* .).ïÆ©’¸....<C: */
	$"2D0B 0611 261E 212D 6979 5D44 5231 222A"            /* -...&.!-iy]DR1"* */
	$"2B19 05DE BFAB 879F E709 E8DE FD37 342A"            /* +..Ş¿«‡ŸçÆèŞı74* */
	$"01EC 0313 242B 283F 717F 633D 403E 3930"            /* .ì..$+(?q.c=@>90 */
	$"2E1F 00DE D3BA B6F9 1209 FFF7 0C47 3F0C"            /* ...ŞÓº¶ù.Æÿ÷.G?. */
	$"E101 1924 342D 1735 6569 2806 1203 0204"            /* á..$4-.5ei(..... */
	$"FDEE DFC7 C3D7 FD15 161B 0DFB 2E67 36FE"            /* ıîßÇÃ×ı....û.g6ş */
	$"FF1A 2539 332E 2F3D 4856 2AF9 FC10 09EB"            /* ÿ.%93./=HV*ùü.Æë */
	$"DAD1 C0BA D106 2715 1222 1C1F 4D5C 1F05"            /* ÚÑÀºÑ.'.."..M\.. */
	$"0B2A 3139 2922 1B12 1D27 FFE9 01F9 EBDE"            /* .*19)"...'ÿé.ùëŞ */
	$"D4C0 BDCC FF27 2618 1520 1C26 4538 1017"            /* ÔÀ½Ìÿ'&.. .&E8.. */
	$"1F2B 2B2D 1E1B 2323 2428 04EB F2FB FADC"            /* .++-..##$(.ëòûúÜ */
	$"C8BF B7DA 0507 100D 0206 0D1C 2A2D 3A45"            /* È¿·Ú........*-:E */
	$"373C 4239 343D 392D 2920 EDD1 E2DA CCB6"            /* 7<B94=9-) íÑâÚÌ¶ */
	$"A19B B8E4 EDEC F2E6 E4FE 03FD 224C 4D45"            /* ¡›¸äíìòæäş.ı"LME */
	$"4446 474B 4135 2E2B 3006 D3CD CEC5 BEB1"            /* DFGKA5.+0.ÓÍÎÅ¾± */
	$"ABBF E1F4 F1EF EDF2 03FE E6F5 405B 5548"            /* «¿áôñïíò.şæõ@[UH */
	$"4340 443E 2E1B 1116 0AD7 BEC5 CDCF BEB9"            /* C@D>....Â×¾ÅÍÏ¾¹ */
	$"C0E2 FFF6 F5FA FE0A 08EF DD09 4B4B 3623"            /* ÀâÿöõúşÂ.ïİÆKK6# */
	$"201D 1B11 04FA 0005 EAB6 ADC2 DBE0 DDE3"            /*  ....ú..ê¶­ÂÛàİã */
	$"FF1E 150E 1217 1F1C 06DC DE21 4D3A 210D"            /* ÿ........ÜŞ!M:!. */
	$"0D06 00F9 F2F2 F8F8 D4A4 AFD4 E6EF EF12"            /* ...ùòòøøÔ¤¯Ôæïï. */
	$"3635 2825 262B 2314 EDCC DC0D 2A0F F4E8"            /* 65(%&+#.íÌÜ.*.ôè */
	$"EAE0 D5D0 D3D5 E1ED C4A4 BAE0 F705 1B52"            /* êàÕĞÓÕáíÄ¤ºà÷..R */
	$"675D 595D 5D56 4E38 02E8 EF12 1CF2 D9D2"            /* g]Y]]VN8.èï..òÙÒ */
	$"D0B6 A9A9 B1B3 C7CB 9D8D A9D2 F204 3360"            /* Ğ¶©©±³ÇË©Òò.3` */
	$"6260 626E 6C6B 603B 03F4 EF0D 0EEB D8D5"            /* b`bnlk`;.ôï..ëØÕ */
	$"C8B3 ACAD B2B7 D1C5 9292 B6DB F818 4B71"            /* È³¬­²·ÑÅ’’¶Ûø.Kq */
	$"6E66 6C72 6F71 592D 0BF1 E6FE FEE3 DCD8"            /* nflroqY-.ñæşşãÜØ */
	$"C5AB A5A2 ACC1 D7BC 8F93 B0D0 EF25 5261"            /* Å«¥¢¬Á×¼“°Ğï%Ra */
	$"5755 5D65 6A61 3C1F FFE7 DDF4 F8EB E5DC"            /* WU]eja<.ÿçİôøëåÜ */
	$"CDBF BABB D1E5 F0C6 A5AB BBCA 033E 5358"            /* Í¿º»ÑåğÆ¥«»Ê.>SX */
	$"5658 5960 5D3F 2115 F5D2 CBE5 EFEC E9E2"            /* VXY`]?!.õÒËåïìéâ */
	$"D8CD CCD0 EAFC F6C9 B6B4 B6DA 1B43 464C"            /* ØÍÌĞêüöÉ¶´¶Ú.CFL */
	$"4F4C 494F 3A17 06F3 CFB3 B5D6 DEDB DBD5"            /* OLIO:..óÏ³µÖŞÛÛÕ */
	$"D0D2 D9E5 FF0E 01D8 CDCA D708 404C 535D"            /* ĞÒÙåÿ..ØÍÊ×.@LS] */
	$"5F58 594E 2911 07F1 D7BD C5E3 E1E2 E2E0"            /* _XYN)..ñ×½Åãáââà */
	$"E1E3 E8F5 020F F3CF C6BF D80A 2029 353E"            /* áãèõ..óÏÆ¿ØÂ )5> */
	$"413F 3E1F 03FC F1DA C5B6 C7E2 E2E8 EDF0"            /* A?>..üñÚÅ¶Çââèíğ */
	$"F1F8 FE06 0F19 FCD9 D4D9 FD1A 2430 3F45"            /* ñøş...üÙÔÙı.$0?E */
	$"4A48 3913 0300 F6E4 D9C9 DEF1 EBF2 F6F7"            /* JH9...öäÙÉŞñëòö÷ */
	$"FD08 0707 0C12 EAD2 CDDC F704 0818 2830"            /* ı.....êÒÍÜ÷...(0 */
	$"3936 15F7 F9F7 ECDE D4C7 DDEA E6EE F3F5"            /* 96.÷ù÷ìŞÔÇİêæîóõ */
	$"010E 0F10 1410 E9D9 DDF2 050A 1222 303B"            /* ......éÙİò.Â."0; */
	$"452F 0EFE 02FD F7E9 DED6 EEF9 F5FC FF07"            /* E/.ş.ı÷éŞÖîùõüÿ. */
	$"1318 0D0F 11FA D6D2 DFF2 FB00 0814 252E"            /* .....úÖÒßòû...%. */
	$"3011 F1EB F2EA DDCD C6C8 E5EC EBF4 FC09"            /* 0.ñëòêİÍÆÈåìëôüÆ */
	$"1314 0D15 13F4 D3DF F407 0C14 1D2C 3F46"            /* .....ôÓßô....,?F */
	$"3B13 0503 08FA E7D2 D2D7 EEF2 F503 101A"            /* ;....úçÒÒ×îòõ... */
	$"1B13 0E18 07DF CBE3 F900 0008 1123 3236"            /* .....ßËãù....#26 */
	$"1CF8 F7F7 FAE2 D0C5 C6CD E6E8 F603 101A"            /* .ø÷÷úâĞÅÆÍæèö... */
	$"1410 111D 07E0 D5F9 0D0E 0E18 2232 3F39"            /* .....àÕù...."2?9 */
	$"1601 0601 FCE0 D3CD CFD7 F0F0 010B 1518"            /* ....üàÓÍÏ×ğğ.... */
	$"1312 1517 F2CE DC04 0A0C 0912 1C2B 321E"            /* ....òÎÜ.Â.Æ..+2. */
	$"01F7 F4EC E0CF C7C4 C6D5 ECF4 040C 1016"            /* .÷ôìàÏÇÄÆÕìô.... */
	$"1311 140E E9D5 EB0F 0E13 131C 2633 2D14"            /* ....éÕë.....&3-. */
	$"02FF F5E8 DDCC C5C3 C7D8 F3FC 0D13 181C"            /* .ÿõèİÌÅÃÇØóü.... */
	$"1C1B 1D13 EAE3 FA13 0F13 131B 242B 1703"            /* ....êãú.....$+.. */
	$"FAF2 E2D7 C8BA B6B3 B7D2 EEF6 040B 1114"            /* úòâ×Èº¶³·Òîö.... */
	$"1818 1F12 F2F6 111F 1F27 2932 3735 1C0C"            /* ....òö...')275.. */
	$"06FD ECDD CDC3 BCB6 C0DE F4F6 050E 100F"            /* .ıìİÍÃ¼¶ÀŞôö.... */
	$"1313 190B EFFB 1117 1B22 282A 2F2B 10FE"            /* ....ïû..."(*.+.ş */
	$"FEF2 E1D4 C6C1 BBB9 C5E6 F4F9 080F 0908"            /* şòáÔÆÁ»¹Åæôù..Æ. */
	$"0D12 1701 F406 1718 222E 3432 382A 1305"            /* ....ô...".428*.. */
	$"07FE EBDB D1CE C9C7 D3F0 FC01 090A 0404"            /* .şëÛÑÎÉÇÓğü.ÆÂ.. */
	$"0C12 0DFA F507 1514 242F 2D2A 2B1A 02FC"            /* ...úõ...$/-*+..ü */
	$"FEF1 E2D7 CFCF CBCE DCF7 0208 0B09 FFFD"            /* şñâ×ÏÏËÎÜ÷...Æÿı */
	$"050C 02F2 F605 0E10 2129 2727 210A F7F2"            /* ...òö...!)''!Â÷ò */
	$"F0EA DCD5 CFD4 D3DA EB09 1318 1816 0B0B"            /* ğêÜÕÏÔÓÚëÆ...... */
	$"1316 06F8 FB08 1114 1E23 221B 0EFA E9E5"            /* ...øû....#"..úéå */
	$"E2DD D2C9 C6CD CCD9 F111 181A 1C17 0D0F"            /* âİÒÉÆÍÌÙñ....... */
	$"1616 0BFE 0813 1817 2128 271B 0EF7 E2E0"            /* ...ş....!('..÷âà */
	$"DBDD D3CC C9D1 CDDD F40F 1618 1913 0C0C"            /* ÛİÓÌÉÑÍİô....... */
	$"150E 00FD 0F17 1814 1D23 2416 01ED DEDB"            /* ...ı.....#$..íŞÛ */
	$"DCDD D4CE D0D4 D3E1 F80E 191B 180E 0D10"            /* ÜİÔÎĞÔÓáø....... */
	$"1207 0205 191A 1A17 1C21 2214 FEE8 E0E3"            /* .........!".şèàã */
	$"E0DF D8D6 D8DA D8E5 F80E 1512 0F0B 0C0F"            /* àßØÖØÚØåø....... */
	$"0B05 0812 1E1E 1C16 1921 210A F5EA E7E6"            /* .........!!Âõêçæ */
	$"E4E1 DBDB DBD8 D7E6 F80A 120D 0905 0908"            /* äáÛÛÛØ×æøÂ..Æ.Æ. */
	$"01FF 0A11 1A17 140F 161F 1702 F4EE ECEC"            /* .ÿÂ.........ôîìì */
	$"E8E5 E7E7 E5E0 DFED FF0C 0F08 0605 0300"            /* èåççåàßíÿ....... */
	$"FDFF 0D12 1412 0F0E 1514 09F9 F4F0 EEED"            /* ıÿ........Æùôğîí */
	$"EBE9 ECEC E7E4 E8F6 010A 0B09 0406 01FD"            /* ëéììçäèö.Â.Æ...ı */
	$"FD04 0C12 1715 0E10 130B 05FE F8F5 F0F0"            /* ı..........şøõğğ */
	$"ECEF F3EF EAED F1FA 020C 0E0B 0904 FDFC"            /* ìïóïêíñú....Æ.ıü */
	$"FE00 090C 110E 0E0F 0703 FCF6 F3F1 EFF3"            /* ş.Æ.......üöóñïó */
	$"F1F6 F0EE F2F7 FD06 0D12 1210 0C06 0505"            /* ñöğîò÷ı......... */
	$"0806 0B0A 0E11 0E07 01FE F7F0 EEEE ECF2"            /* ...Â.....ş÷ğîîìò */
	$"F1F2 EBEF F9FC FF07 1015 1411 0B05 0A08"            /* ñòëïùüÿ.......Â. */
	$"0B0A 0E0E 1514 1207 03FD F4EF EDEA EAEF"            /* .Â.......ıôïíêêï */
	$"F1EE ECF3 F8FB 040E 1519 1D13 0906 0709"            /* ñîìóøû......Æ..Æ */
	$"0D09 0C0F 110E 05FD F9F4 EDE8 E3E1 E1E5"            /* .Æ.....ıùôíèãááå */
	$"E6E7 EAF0 F4F9 0208 0F15 130D 0704 0604"            /* æçêğôù.......... */
	$"0506 0C0F 110D 08FE FBF6 F1EE EAE5 E2E4"            /* .......şûöñîêåâä */
	$"E7EB EFF1 F4FC 0209 1013 0F0A 0808 0707"            /* çëïñôü.Æ...Â.... */
	$"0A09 0D0C 0E0D 09FD FBF7 F7F0 EAE3 DCDA"            /* ÂÆ....Æıû÷÷ğêãÜÚ */
	$"E3E9 E8EB EEFC 0009 0C0D 090C 080C 0C0F"            /* ãéèëîü.Æ..Æ..... */
	$"0E0F 1313 1816 130C 0D08 04F8 F2E2 DEDE"            /* ...........øòâŞŞ */
	$"E3E1 DFE4 EBF4 FA05 0403 0009 0B10 0F12"            /* ãáßäëôú....Æ.... */
	$"1417 1818 1C17 1413 1713 0D04 F9ED E6E4"            /* ............ùíæä */
	$"E9E7 E3E9 EDF6 FB01 0204 0613 151A 1A1E"            /* éçãéíöû......... */
	$"1C20 211D 1610 1314 150E 08FA F0E6 E6E4"            /* . !........úğææä */
	$"E6E0 E0E5 E9EF F6FA F8FC 0617 1C1F 1E24"            /* æààåéïöúøü.....$ */
	$"2628 2821 1917 191B 1B12 0BFE F7F0 EEED"            /* &((!.......ş÷ğîí */
	$"EAE5 E3EA EEF4 F5F6 F5FD 0B18 1D1D 1C1F"            /* êåãêîôõöõı...... */
	$"2322 1B0F 1013 1614 140D 07FC F9F6 F4F4"            /* #".........üùöôô */
	$"ECE9 E8EB EEF1 F2F6 FB09 0F17 1818 1B1F"            /* ìéèëîñòöûÆ...... */
	$"1E19 0C07 090D 120D 0B04 FDF6 F3F4 F2E9"            /* ....Æ.....ıöóôòé */
	$"E6E3 E4E8 E7EB EDF4 FD09 1015 161A 2226"            /* æãäèçëíôıÆ...."& */
	$"2019 1112 1213 130C 07FE FAF5 F5F1 F0E9"            /*  ........şúõõñğé */
	$"E9EA EFF0 EFEF F7FF 080F 0E13 1318 1F1F"            /* éêïğïï÷ÿ........ */
	$"1614 0E11 0E0D 0803 FBF3 EEEC EAE7 E7E4"            /* ........ûóîìêççä */
	$"E9E7 EBEA EBED F6FF 0607 0C12 151B 1B19"            /* éçëêëíöÿ........ */
	$"191C 191A 120D 04FD F4EF F0EA E7E6 E5E4"            /* .......ıôïğêçæåä */
	$"E8E3 EAE8 EBF1 FBFF FCFF 0608 0E15 1418"            /* èãêèëñûÿüÿ...... */
	$"191D 1814 0F07 FEF9 F6F1 EEE5 E3E1 E2E2"            /* ......şùöñîåãáââ */
	$"E1DF E5E3 E9F0 F7F9 F900 050A 1012 1319"            /* áßåãéğ÷ùù..Â.... */
	$"191D 1815 0C01 FCFD FAF3 EFE7 E6E2 E7E3"            /* ......üıúóïçæâçã */
	$"E0DF E6E7 F0F3 FAFB FD03 080D 1013 161B"            /* àßæçğóúûı....... */
	$"1717 0D0A FFF7 F7F8 F4EE E6E5 E7E8 EBE3"            /* ...Âÿ÷÷øôîæåçèëã */
	$"E2DF E5E9 EEF3 F8FA FD02 0509 0C13 191D"            /* âßåéîóøúı..Æ.... */
	$"1613 0A04 F9F6 FAFB FAF1 EDEB EBE9 E5DF"            /* ..Â.ùöúûúñíëëéåß */
	$"E0DE E5E6 E8EB F0F6 FAFF 0409 0A12 1618"            /* àŞåæèëğöúÿ.ÆÂ... */
	$"0F0B 03FD F5F7 F9FC F9EF F0EF EDE8 E6E1"            /* ...ıõ÷ùüùïğïíèæá */
	$"E3E1 E9EA EDF0 F7FD 0307 0C14 151D 1D1B"            /* ãáéêíğ÷ı........ */
	$"140D 0400 FBFB FAFA F5EC EFEF EDE5 E2E0"            /* ....ûûúúõìïïíåâà */
	$"E2E2 E8EA EEF2 F8FF 030A 1218 191F 1A19"            /* ââèêîòøÿ.Â...... */
	$"130C 0400 FFFD FDFA F5F0 F5EF ECE8 EAE7"            /* ....ÿııúõğõïìèêç */
	$"EAE9 EEF1 F4F6 FA00 040E 151B 1A19 1615"            /* êéîñôöú......... */
	$"0C03 00FE FEFB FCF6 F8F4 F4ED F1EC ECE8"            /* ...şşûüöøôôíñììè */
	$"E6E5 E9EF F2F6 F700 0B18 1C21 2222 1F17"            /* æåéïòö÷....!"".. */
	$"1109 0A07 05FF 00FC FCF5 F4F0 F1EE EAE4"            /* .ÆÂ..ÿ.üüõôğñîêä */
	$"E1E5 E8EE EFEE F0FF 0712 161D 1C1B 150E"            /* áåèîïîğÿ........ */
	$"0804 0603 00FB FEFA F5ED F0EE F2EC E7E4"            /* .....ûşúõíğîòìçä */
	$"E8E9 EFF7 F6F8 FD0D 1219 1B1F 1C1B 120D"            /* èéï÷öøı......... */
	$"0909 0600 FFFE FEF6 EDEB EFEF EEE8 E4E4"            /* ÆÆ..ÿşşöíëïïîèää */
	$"E6EB F2F7 F6FD 030F 111B 1E1E 1815 0F0B"            /* æëò÷öı.......... */
	$"0908 0702 0403 01F7 F2F2 F3EF EDE6 E5E8"            /* Æ......÷òòóïíæåè */
	$"E8ED F1F4 F6FF 060F 131E 1E1A 1513 0B0C"            /* èíñôöÿ.......... */
	$"0E0E 0905 0704 FEF9 F7F6 F3ED E9E3 E4E5"            /* ..Æ...şù÷öóíéãäå */
	$"E7EB ECF2 F7FD 030A 141B 1916 100D 0909"            /* çëìò÷ı.Â......ÆÆ */
	$"0B0C 0A09 0802 FEFC FAF5 F0EB E9E2 E2E1"            /* ..ÂÆ..şüúõğëéââá */
	$"E4E9 EEF5 F7FF 050E 1319 1511 0C0A 0406"            /* äéîõ÷ÿ.......Â.. */
	$"0708 0705 02FE 00FD FCF4 F1ED ECE3 E2E1"            /* .....ş.ıüôñíìãâá */
	$"E6EB F3F7 FC04 0C12 1519 1310 0C0D 0607"            /* æëó÷ü........... */
	$"090D 0A05 0305 03FE FAF2 F3EF EBE0 DFDD"            /* Æ.Â....şúòóïëàßİ */
	$"E4EC F4F5 FF06 0A0D 1113 0F0D 0A0C 0509"            /* äìôõÿ.Â.....Â..Æ */
	$"0A0C 0505 0306 02FF F6F2 F3F0 EBE3 E3E4"            /* Â......ÿöòóğëããä */
	$"F0F6 FD01 0B0F 1518 1D1B 1717 1411 0D13"            /* ğöı............. */
	$"110F 0806 0507 01F7 F2EF EAEA E6DD E1E6"            /* .......÷òïêêæİáæ */
	$"F2F6 0006 0C10 1516 1B1A 1514 1111 1116"            /* òö.............. */
	$"1110 0806 0203 F8F2 EDE9 E3E2 E0DB E0E7"            /* ......øòíéãâàÛàç */
	$"F4FE 0708 1012 1718 1C1A 1614 1113 1517"            /* ôş.............. */
	$"1411 0804 0204 FAF2 ECE8 E2E3 E1DE E3EC"            /* ......úòìèâãáŞãì */
	$"F800 0608 0B0F 1414 1818 1516 161A 1D1A"            /* ø............... */
	$"140E 0705 0200 F5EC ECE6 E3E3 E0E0 E5EF"            /* ......õììæããààåï */
	$"F900 0405 060E 1116 1B1A 191E 1F23 201A"            /* ù............# . */
	$"1510 0D08 01FF F0E9 E7E3 E0E2 E0E2 E6F1"            /* .....ÿğéçãàâàâæñ */
	$"F7F8 FAFB FE07 0C12 1313 161A 1E1F 1B17"            /* ÷øúûş........... */
	$"120E 0A06 02FC EFEC E9E7 E7E7 E6E9 EFF8"            /* ..Â..üïìéçççæéïø */
	$"FAFB FAFB 0209 0D15 1614 1518 1A19 160F"            /* úûúû.Æ.......... */
	$"0E0E 0A02 FEF4 EBE8 E7E9 E7E7 E7EC F0F7"            /* ..Â.şôëèçéçççìğ÷ */
	$"F4F6 F4F9 FD05 0A11 0F10 1215 1A16 110E"            /* ôöôùı.Â......... */
	$"1410 0C04 FEF3 EEEA E9E9 E9EB EBF0 EFF1"            /* ....şóîêéééëëğïñ */
	$"F2F2 F0F9 FE06 090C 0C0C 1016 1712 1012"            /* òòğùş.Æ......... */
	$"1813 0E04 00F9 F3EF EEEF EEEF EFF0 EFF4"            /* .....ùóïîïîïïğïô */
	$"F2F2 F4FB 0109 0A0D 0A0E 0F11 0D0B 0B0F"            /* òòôû.ÆÂ.Â....... */
	$"1109 03FD FAF6 F2EF EFEF F1F2 F1F0 F0F3"            /* .Æ.ıúöòïïïñòñğğó */
	$"F2F4 F703 0B0F 1014 1718 1916 1110 1516"            /* òô÷............. */
	$"130A 02FB FBF4 EFEC ECEE ECEB E9E9 E9EE"            /* .Â.ûûôïììîìëéééî */
	$"EFF3 FB05 090A 1112 1415 120A 0E0F 1311"            /* ïóû.ÆÂ.....Â.... */
	$"0F04 FCF9 F7F0 EEF0 EEF2 F1ED E9EC F0F5"            /* ..üù÷ğîğîòñíéìğõ */
	$"F7FF 080A 0D0F 171B 1D19 130F 1111 1310"            /* ÷ÿ.Â............ */
	$"0A02 FBF9 F2EE EBEB EEEF EBE9 E5E6 E9ED"            /* Â.ûùòîëëîïëéåæéí */
	$"F2F9 0002 060B 141A 1B17 1516 1814 130F"            /* òù.............. */
	$"0B01 FBFA F6F1 F0F4 F3F4 F4F3 F2F2 F3F8"            /* ..ûúöñğôóôôóòòóø */
	$"FE03 070A 0C15 1C1D 1A16 181A 1713 0F0C"            /* ş..Â............ */
	$"03FA F4F2 EEEC EEF0 EFEE EEEE EDEB F1F9"            /* .úôòîìîğïîîîíëñù */
	$"FDFE 0105 0D15 1818 161A 1B1B 1410 0E0E"            /* ış.............. */
	$"05FC F8F6 F2F2 F3F4 F4F2 F1EF EEF3 F9FC"            /* .üøöòòóôôòñïîóùü */
	$"FDFB FF03 0C13 110F 1213 1412 0C0A 090B"            /* ıûÿ..........ÂÆ. */
	$"02FA F6F2 EDF0 F0F0 EEED ECE8 ECF2 F7FA"            /* .úöòíğğğîíìèìò÷ú */
	$"FBFB 0109 1312 1012 1518 1611 0B09 0C0E"            /* ûû.Æ.........Æ.. */
	$"0701 FCF8 F5F4 F5F4 F2F0 ECEB F2F6 FBFE"            /* ..üøõôõôòğìëòöûş */
	$"0105 0A12 1411 1215 1411 100D 0402 090C"            /* ..Â...........Æ. */
	$"06FE FAF8 F7F8 F8F6 F6F2 F1F1 F6F8 FAFE"            /* .şúø÷øøööòññöøúş */
	$"0202 0911 0F0C 1011 0E0D 0D06 0003 0A09"            /* ..Æ...........ÂÆ */
	$"03FE FDF9 F8F8 F8F5 F2F0 F1F4 F7F8 FB01"            /* .şıùøøøõòğñô÷øû. */
	$"0207 0D0F 0A0D 0F0F 0B0D 0B05 0004 0B0A"            /* ....Â..........Â */
	$"02FB FBF6 F3F3 F2EE EEEE F4FA FAF8 FA02"            /* .ûûöóóòîîîôúúøú. */
	$"080B 0D0E 0B0E 0F0D 0D0F 0C07 080D 0E0A"            /* ...............Â */
	$"06FC F8F6 F5F1 EFED EFF1 F8FB FAFA FD05"            /* .üøöõñïíïñøûúúı. */
	$"0B0E 0D0B 0A0E 0A09 0A0A 0707 0A0B 0B09"            /* ....Â.ÂÆÂÂ..Â..Æ */
	$"FFF7 F6F1 EDED EFED F1F5 FAFC F9FA FE05"            /* ÿ÷öñííïíñõúüùúş. */
	$"0A0A 070A 080A 0A09 0B0A 0A0C 0D10 1008"            /* ÂÂ.Â.ÂÂÆ.ÂÂ..... */
	$"02FC F8F0 EDED F0EF F2F6 F9F9 F5F7 FC03"            /* .üøğííğïòöùùõ÷ü. */
	$"080A 090C 0B0F 100F 0F11 1212 100F 0F08"            /* .ÂÆ............. */
	$"00FC F9F0 EFF0 F4F3 F8F9 F8F7 F3F1 F700"            /* .üùğïğôóøùø÷óñ÷. */
	$"0305 070A 070B 0C0B 0D10 0E0C 0A09 05FF"            /* ...Â........ÂÆ.ÿ */
	$"FBF6 F2EF F1F3 F9FA 00FD FCFA F7F6 FC02"            /* ûöòïñóùú.ıüú÷öü. */
	$"0607 0807 070D 0C0C 0D0F 0C0B 0805 FFF9"            /* ..............ÿù */
	$"F3F0 EFEE F1F5 FAFD FDFB FBFC F8F9 FF05"            /* óğïîñõúııûûüøùÿ. */
	$"0608 090B 0C0F 0D0C 0D0E 0C09 0601 FBF4"            /* ..Æ........Æ..ûô */
	$"F1F2 EEEE F3F6 FDFF FBFB F8F8 F5FA FF06"            /* ñòîîóöıÿûûøøõúÿ. */
	$"080D 0A0C 0F11 0F10 0F0E 0B06 02FD F7F3"            /* ..Â..........ı÷ó */
	$"F4F3 EFEF F5F8 FBFB F7F4 F1F4 F3F6 FF07"            /* ôóïïõøûû÷ôñôóöÿ. */
	$"0A0B 0B0F 0D10 0E0A 0C0D 0801 FEF9 F6F4"            /* Â......Â....şùöô */
	$"F7F3 F0F2 F5F8 FAF7 F6F7 F5F8 F8FF 070A"            /* ÷óğòõøú÷ö÷õøøÿ.Â */
	$"090E 1013 1111 0B09 0B09 03FD F8F5 F5F3"            /* Æ......Æ.Æ.ıøõõó */
	$"F5F1 F1F3 F6F8 F9F7 F7F6 F5F6 F803 080A"            /* õññóöøù÷÷öõöø..Â */
	$"0A0F 1010 0C0A 0506 0909 01FA F7F9 F9F8"            /* Â....Â..ÆÆ.ú÷ùùø */
	$"FAF6 F8FA FBF9 F8F6 F7F4 F6F8 FF06 0909"            /* úöøúûùøö÷ôöøÿ.ÆÆ */
	$"090E 1110 0C09 070B 0E09 02FC FF00 00FF"            /* Æ....Æ...Æ.üÿ..ÿ */
	$"FDF6 FAFB FBFA F9F7 F7F6 F5F9 0108 070B"            /* ıöúûûúù÷÷öõù.... */
	$"0B0F 0F11 0D0B 0C11 0F09 00FB FF02 01FB"            /* .........Æ.ûÿ..û */
	$"F7F5 F7F5 F6F3 F3F4 F6F5 F5F9 FF05 070A"            /* ÷õ÷õöóóôöõõùÿ..Â */
	$"0A10 0F0E 0A09 0C11 0D05 FCFA FEFF FDFB"            /* Â...ÂÆ....üúşÿıû */
	$"F9F7 F7F6 F7F7 F8FA FBFC FBFC 0005 070A"            /* ù÷÷ö÷÷øúûüûü...Â */
	$"090B 0908 0306 070B 03FE F7F6 F9FC FAF8"            /* Æ.Æ......ş÷öùüúø */
	$"F8F8 F7F9 FBFA FCFE FF00 01FE 0007 0A0A"            /* øø÷ùûúüşÿ..ş..ÂÂ */
	$"090B 0A09 080B 0D0C 0701 FDFC FEFF FCFD"            /* Æ.ÂÆ......ıüşÿüı */
	$"FCF8 FAFB FCFA FAFC FFFF FDFA 0109 090A"            /* üøúûüúúüÿÿıú.ÆÆÂ */
	$"0809 080A 0A0F 0D09 0402 00FE FF01 FEFC"            /* .Æ.ÂÂ..Æ...şÿ.şü */
	$"FBF8 FAFC FBFB FCFE 0101 FEFC 020A 0A0A"            /* ûøúüûûüş..şü.ÂÂÂ */
	$"0406 070B 0C0C 0705 0302 00FE FFFF FDFC"            /* ...........şÿÿıü */
	$"FBF8 FDFC FBFB FD00 02FD F9F9 0207 0706"            /* ûøıüûûı..ıùù.... */
	$"FFFE 0103 0202 0000 0102 FDFB FDFC F9F7"            /* ÿş........ıûıüù÷ */
	$"F9F8 F9FB FBFC 0104 02FD FD00 050B 0905"            /* ùøùûûü...ıı...Æ. */
	$"FEFF 0103 0202 0102 0604 00FE FDF8 F9F8"            /* şÿ.........şıøùø */
	$"F9F5 F8F9 F9FA FEFE FDFA FBFD 0408 03FE"            /* ùõøùùúşşıúûı...ş */
	$"F8FA FCFE FCFD FE04 0809 0504 0300 0100"            /* øúüşüış..Æ...... */
	$"00FE 00FF 0000 0403 0201 0205 0B0C 05FE"            /* .ş.ÿ...........ş */
	$"F9FE FDFC F8FC FE02 0403 FFFE FDFA FCFB"            /* ùşıüøüş...ÿşıúüû */
	$"F9F6 F8F6 FBFD 00FC FCFC 0006 0E0B 04FF"            /* ùöøöûı.üüü.....ÿ */
	$"FDFE FEFD FE03 080A 0805 0200 FFFD FFFD"            /* ışşış..Â....ÿıÿı */
	$"FAF8 F7F9 FDFE FEFB FCFD 0108 0701 00FE"            /* úø÷ùışşûüı.....ş */
	$"FBFE FDFC 0008 0D0C 0907 0401 0200 01FF"            /* ûşıü....Æ......ÿ */
	$"FDFC FEFE 0101 0201 0104 0605 01FE FDFC"            /* ıüşş.........şıü */
	$"FBFC FAFB 040C 0E0A 0805 00FE FDFB FAF7"            /* ûüúû...Â...şıûú÷ */
	$"F7F8 F9FC FDFE FDFE 0105 0402 FEFE 0000"            /* ÷øùüışış....şş.. */
	$"0002 0209 1014 120D 0B05 0202 FFFA FAF9"            /* ...Æ........ÿúúù */
	$"FAFB FCFE 0002 0001 0303 FDFB FAFC FDFD"            /* úûüş......ıûúüıı */
	$"FDFE 0006 0A0B 0905 02FE FFFE FBF8 FBFD"            /* ış..Â.Æ..şÿşûøûı */
	$"0001 0405 0604 0506 0702 FEFF FF00 0101"            /* ..........şÿÿ... */
	$"0305 080B 0807 03FF FDFC FDFC F7F6 F9FE"            /* .......ÿıüıü÷öùş */
	$"0101 0302 0202 0403 00FC FBFB FE01 0002"            /* .........üûûş... */
	$"0406 0708 0602 FDFD FCFD FEFA F7FB FF01"            /* ......ııüışú÷ûÿ. */
	$"0405 0503 0404 0301 FAF9 FCFD 0000 0101"            /* ........úùüı.... */
	$"0303 0302 FFF9 F8FB FCFC FDFB FAFE 0406"            /* ....ÿùøûüüıûúş.. */
	$"0506 0506 0809 0804 0202 0303 0606 0403"            /* .....Æ.......... */
	$"0400 FEFC F6F1 F5F9 F8F7 F6F5 F7FD 0202"            /* ..şüöñõùø÷öõ÷ı.. */
	$"0405 0606 0808 0605 0403 0609 0A09 0505"            /* ...........ÆÂÆ.. */
	$"0300 FEF8 F2F1 F4F9 F9F7 F8F8 FBFF 0303"            /* ..şøòñôùù÷øøûÿ.. */
	$"0402 0203 0404 0607 0606 0807 0505 0200"            /* ................ */
	$"FDF8 F3ED EAEC F2F7 F6F5 F8F6 FA00 0200"            /* ıøóíêìò÷öõøöú... */
	$"0102 0507 0706 080A 0A0A 0C0B 0908 03FE"            /* .......ÂÂÂ..Æ..ş */
	$"FBF6 F3F0 EEF0 F5F9 FAF9 FAFB 00FF FDFD"            /* ûöóğîğõùúùúû.ÿıı */
	$"FF02 0507 0605 0708 080A 0A07 0705 FDF8"            /* ÿ........ÂÂ...ıø */
	$"F7F5 F1F0 F3F7 FC00 FEFE 0001 0304 0300"            /* ÷õñğó÷ü.şş...... */
	$"0205 0808 0807 090A 0B0A 0A0B 0601 FCF9"            /* ......ÆÂ.ÂÂ...üù */
	$"F5F3 F0F2 F4FB 0001 0000 0101 0302 01FF"            /* õóğòôû.........ÿ */
	$"0101 0606 0403 0708 090B 0D0B 0705 00FC"            /* ........Æ......ü */
	$"F8F9 F7F9 FC03 0708 0605 0706 0907 0502"            /* øù÷ùü.......Æ... */
	$"0305 0804 0101 0303 0306 0603 FEFB F5F4"            /* ............şûõô */
	$"F1F3 F2F5 F901 0404 0404 0607 0903 0201"            /* ñóòõù.......Æ... */
	$"0505 0803 0202 0303 0508 0602 FBFA F5F4"            /* ............ûúõô */
	$"F2F5 F4F9 FE05 0604 0203 0504 0401 0001"            /* òõôùş........... */
	$"0405 0603 0302 0304 0406 01FE FAF8 F3F3"            /* ...........şúøóó */
	$"F2F5 F5FB 0003 01FF 0101 0101 03FF 0001"            /* òõõû...ÿ.....ÿ.. */
	$"0305 0502 0203 0607 0607 00FD FAF7 F3F4"            /* ...........ıú÷óô */
	$"F3F6 F8FD 0002 0201 0101 0201 0100 0202"            /* óöøı............ */
	$"0304 0504 0307 0B0B 0A07 0200 FCFA F6F5"            /* ........Â...üúöõ */
	$"F5F7 FAFE FEFF 0201 0101 FF00 00FE FFFE"            /* õ÷úşşÿ....ÿ..şÿş */
	$"0205 0503 050C 0E0B 0906 00FD FAF6 F2F0"            /* ........Æ..ıúöòğ */
	$"F0F3 F6F6 F8FD 0101 0100 0103 0201 0103"            /* ğóööøı.......... */
	$"080C 0908 0B12 110C 0805 FFFD F8F3 EEEE"            /* ..Æ.......ÿıøóîî */
	$"F0F3 F5F6 FAFF 0200 0000 0304 04FF 0003"            /* ğóõöúÿ.......ÿ.. */
	$"0909 0708 0D0D 0803 FEFC F7F6 F2EE ECF0"            /* ÆÆ......şü÷öòîìğ */
	$"F2F4 F6FC 0104 0506 0603 0709 0705 080B"            /* òôöü.......Æ.... */
	$"0C0B 0908 0A0A 03FD F9F7 F2F2 F0EB EBF0"            /* ..Æ.ÂÂ.ıù÷òòğëëğ */
	$"F2F2 F4FA FE00 0200 0002 0506 0607 0B0D"            /* òòôúş........... */
	$"100F 0C09 0A05 FFF9 F7F3 F1F0 EDEA EFF5"            /* ...ÆÂ.ÿù÷óñğíêïõ */
	$"F4F5 F6FB FF02 0303 0405 0609 0A0D 0F12"            /* ôõöûÿ......ÆÂ... */
	$"1410 0B08 0702 FBF7 F4F2 EFEE EBEB EEF3"            /* ......û÷ôòïîëëîó */
	$"F1F3 F6FC 0003 0201 0104 080C 0F0F 1214"            /* ñóöü............ */
	$"1410 0C07 05FF F9F6 F3F1 EFED ECEF F1F4"            /* .....ÿùöóñïíìïñô */
	$"F2F5 F7FC FF01 FF01 0406 0B10 1212 1516"            /* òõ÷üÿ.ÿ......... */
	$"150F 0A03 01FF FAF8 F6F2 F0F0 EFF1 F3F4"            /* ..Â..ÿúøöòğğïñóô */
	$"F4F6 F8FB FDFE FDFE 0104 0B0F 1010 1313"            /* ôöøûışış........ */
	$"1009 04FF 00FB F7F6 F3F3 F2F2 F1F2 F4F6"            /* .Æ.ÿ.û÷öóóòòñòôö */
	$"F3F7 FAFE 00FE FD02 050A 1213 1616 1816"            /* ó÷úş.şı..Â...... */
	$"1007 0301 02FD F8F9 F3EF EEEE EDEF F1F3"            /* .....ıøùóïîîíïñó */
	$"F1F8 FBFE FEFE FF01 060B 0E12 1412 140F"            /* ñøûşşşÿ......... */
	$"0A02 0001 FFFA F9F5 EFEF EFF1 F0F4 F5F9"            /* Â...ÿúùõïïïñğôõù */
	$"FB00 FF00 FFFD 0102 0709 0D0E 0F0C 0D09"            /* û.ÿ.ÿı...Æ.....Æ */
	$"05FE FEFE FCF9 F6F3 F1F2 F2F5 F3F7 F9FD"            /* .şşşüùöóñòòõó÷ùı */
	$"FF03 0303 0102 0305 090A 0E0E 0D0A 0904"            /* ÿ.......ÆÂ...ÂÆ. */
	$"01FD FFFF FEF9 F7F4 F2F3 F3F3 F1F6 F7FB"            /* .ıÿÿşù÷ôòóóóñö÷û */
	$"FD02 0000 0103 0609 0C0E 100F 0E0C 0B07"            /* ı......Æ........ */
	$"0403 0405 01FD FAF9 F6F7 F6F3 F3F7 F9FC"            /* .....ıúùö÷öóó÷ùü */
	$"FF01 FFFF 0102 0607 0A0B 0C0C 0B09 0705"            /* ÿ.ÿÿ....Â....Æ.. */
	$"0304 0504 FEFA F8F7 F3F3 EFEF F0F6 FAFD"            /* ....şúø÷óóïïğöúı */
	$"0103 0202 0505 0809 0B0C 0E0C 0B09 0908"            /* .......Æ.....ÆÆ. */
	$"090A 0A04 FEFA F9F6 F2F0 EEEC EFF4 F8FA"            /* ÆÂÂ.şúùöòğîìïôøú */
	$"FEFF FF01 0201 0505 0909 0B09 0908 0807"            /* şÿÿ.....ÆÆ.ÆÆ... */
	$"0A0B 0701 FDFB FAF6 F1EF EEEF F1F5 F6F8"            /* Â...ıûúöñïîïñõöø */
	$"FBFC FD00 0102 0406 0A0E 120F 1010 1111"            /* ûüı.....Â....... */
	$"1310 0B04 00FE FAF5 F0EE EDEE EFF3 F4F8"            /* .....şúõğîíîïóôø */
	$"F8FA FCFE FE00 0205 0B0F 100D 0E0F 1212"            /* øúüşş........... */
	$"130E 0701 FEFA F7F1 EFEF F0F1 F2F8 FAFC"            /* ....şú÷ñïïğñòøúü */
	$"FC00 0000 FF01 050A 0F12 110F 1113 1715"            /* ü...ÿ..Â........ */
	$"120B 06FF FDFB F7F3 F1F0 F1F4 F4F7 F8FB"            /* ...ÿıû÷óñğñôô÷øû */
	$"FBFC FBFA F9FC FF04 070A 0909 0E10 1311"            /* ûüûúùüÿ..ÂÆÆ.... */
	$"0E07 0300 FDF8 F5F2 F2F5 F5F6 F6FA FBFE"            /* ....ıøõòòõõööúûş */
	$"FF01 FEFB FAFF 0206 090B 0A0C 1013 1511"            /* ÿ.şûúÿ..Æ.Â..... */
	$"0D0A 0701 FDFA F8F4 F3F4 F5F5 F4F7 F9FD"            /* .Â..ıúøôóôõõô÷ùı */
	$"FCFD F9F7 F9FF 0104 0607 080A 0F0F 100D"            /* üıù÷ùÿ.....Â.... */
	$"0B04 02FE FDFA F7F4 F4F7 F7F5 F5F9 FAFE"            /* ...şıú÷ôô÷÷õõùúş */
	$"FEFE F9FA FE02 0105 0708 090B 0D0C 0D09"            /* şşùúş.....Æ....Æ */
	$"0501 FFF8 F7F4 F1EE F1F4 F2F1 F3F6 F8FF"            /* ..ÿø÷ôñîñôòñóöøÿ */
	$"FCFA F8FB FD01 0206 080D 1010 0F0E 0F0B"            /* üúøûı........... */
	$"0600 FFF9 F7F3 F1EF F5F5 F5F6 F7FB FF02"            /* ..ÿù÷óñïõõõö÷ûÿ. */
	$"FDFE FE01 0204 0409 0E12 1211 110F 0F0A"            /* ışş....Æ.......Â */
	$"04FF FDF7 F5F0 EFEF F2F3 F2F4 F7FC FFFF"            /* .ÿı÷õğïïòóòô÷üÿÿ */
	$"FAFC FD00 0306 080F 1415 1412 110E 0E07"            /* úüı............. */
	$"01FC FDF8 F5F0 F0EF F2F4 F3F6 FA00 0302"            /* .üıøõğğïòôóöú... */
	$"FF02 0205 070A 0D13 1515 1310 0D0B 0B04"            /* ÿ....Â.......... */
	$"00FD FCF8 F4F1 F0EF F3F6 F5F8 FD01 0403"            /* .ıüøôñğïóöõøı... */
	$"0102 0307 080B 1011 1212 100C 0907 0601"            /* ............Æ... */
	$"FEFC FBF7 F3F0 EEEF F5F6 F5F8 FC00 0101"            /* şüû÷óğîïõöõøü... */
	$"0002 0508 0B0E 1112 1311 0E0B 0907 0601"            /* ............Æ... */
	$"FEFB F9F5 F2EF EDF0 F4F4 F4F7 FBFF FEFD"            /* şûùõòïíğôôô÷ûÿşı */
	$"FBFE 0306 090B 0E10 100E 0D0A 0B09 0703"            /* ûş..Æ......Â.Æ.. */
	$"00FE FBF8 F5F1 F1F4 F4F5 F5F8 FBFF FDFB"            /* .şûøõññôôõõøûÿıû */
	$"FD01 0308 0B0C 0E0F 0F0C 0A08 0606 0501"            /* ı.........Â..... */
	$"FEFC F7F4 F1EF EFF2 F3F5 F5F9 FCFE FE00"            /* şü÷ôñïïòóõõùüşş. */
	$"0306 080D 0C0F 1110 0E0C 0A07 0606 04FF"            /* ..........Â....ÿ */
	$"FCF9 F6F5 F3F2 F2F3 F5F5 F7FB FDFF 0104"            /* üùöõóòòóõõ÷ûıÿ.. */
	$"0607 080B 0C0E 0D0C 0B08 0503 0404 01FC"            /* ...............ü */
	$"FAF7 F4F3 F2F0 EEEF F2F5 F7F9 FB00 0307"            /* ú÷ôóòğîïòõ÷ùû... */
	$"0909 0A0C 0B0C 0B0B 0B08 0504 0605 01FD"            /* ÆÆÂ............ı */
	$"FCF9 F5F5 F4EF EEF0 F2F5 F6F8 FC01 0508"            /* üùõõôïîğòõöøü... */
	$"080A 0B0D 0D0D 0B09 0906 0303 0501 FEFA"            /* .Â.....ÆÆ.....şú */
	$"F9F5 F3F2 F2EC ECEF F0F3 F3F7 FD03 070B"            /* ùõóòòììïğóó÷ı... */
	$"0A0B 0D0F 1011 0F0E 0F0C 0807 0705 01FD"            /* Â..............ı */
	$"FBF7 F5F4 F2ED EFF1 F3F4 F4F8 FD04 0605"            /* û÷õôòíïñóôôøı... */
	$"0609 0A0C 0B0A 090A 0B08 0403 0300 FDFA"            /* .ÆÂ..ÂÆÂ......ıú */
	$"F8F5 F4F3 F0ED F0F0 F1F2 F2F8 0005 0405"            /* øõôóğíğğñòòø.... */
	$"0709 0B0D 0D0E 0C0F 0F0B 0605 0604 FEFB"            /* .Æ............şû */
	$"FAF5 F4F1 F0EF F0F1 F1F1 F3F8 FF01 0001"            /* úõôñğïğñññóøÿ... */
	$"0408 080C 0C0D 0D11 100C 0807 0603 FFFB"            /* ..............ÿû */
	$"F9F5 F3F1 F1F2 F3F4 F4F3 F4FB 0101 0003"            /* ùõóññòóôôóôû.... */
	$"0607 080A 0A0C 0D0F 0D09 0604 0401 FDFA"            /* ...ÂÂ....Æ....ıú */
	$"F8F5 F3F3 F4F4 F5F6 F7F8 FB00 0303 0104"            /* øõóóôôõö÷øû..... */
	$"0506 080A 0A0A 0A0B 0703 01FF FEFA F7F6"            /* ...ÂÂÂÂ....ÿşú÷ö */
	$"F3F1 F1F3 F4F6 F7F9 FAFC FE02 0303 0307"            /* óññóôö÷ùúüş..... */
	$"0709 0B0C 0C0C 0E0D 0904 00FE FDF9 F6F4"            /* .Æ......Æ..şıùöô */
	$"F3F1 F1F2 F5F8 F9FB FCFF 0103 0302 0306"            /* óññòõøùûüÿ...... */
	$"0808 090A 0B0B 0C09 05FF FCF9 F8F5 F4F1"            /* ..ÆÂ...Æ.ÿüùøõôñ */
	$"EFEF F1F4 F9FC FD00 0405 0405 0200 0305"            /* ïïñôùüı......... */
	$"0707 090A 090A 0907 03FF FBF8 F7F3 F0EF"            /* ..ÆÂÆÂÆ..ÿûø÷óğï */
	$"EFEF F1F5 FAFB FD01 0304 0403 0000 0407"            /* ïïñõúûı......... */
	$"080A 0B0D 0D0D 0E0C 0703 FFFE FCF8 F5F3"            /* .Â........ÿşüøõó */
	$"F2F2 F4F8 F9F9 FBFE FFFE FBFA F9FB 0003"            /* òòôøùùûşÿşûúùû.. */
	$"0407 0A0C 0D0E 0E0B 0601 0002 FFFA F8F7"            /* ..Â.........ÿúø÷ */
	$"F7F9 FCFC FCFD FFFF FFFC F8F6 F8FA 0001"            /* ÷ùüüüıÿÿÿüøöøú.. */
	$"0305 090B 0B0B 0C08 01FE FFFF FBF9 F9F8"            /* ..Æ......şÿÿûùùø */
	$"F8FC FBFB FBFD 0000 FCF6 F3F4 F6FA 0002"            /* øüûûûı..üöóôöú.. */
	$"0306 0A0B 0B0B 0C08 0403 0301 FDFB FBFC"            /* ..Â.........ıûûü */
	$"FDFE FCFC FDFF 00FD F8F2 F1F3 F5FA FEFF"            /* ışüüıÿ.ıøòñóõúşÿ */
	$"0105 0808 0909 0906 0504 0100 FDFD FFFF"            /* ....ÆÆÆ.....ııÿÿ */
	$"00FF FDFE FE00 00FC F6F2 F3F6 F8FB FF00"            /* .ÿışş..üöòóöøûÿ. */
	$"0307 0909 0909 0707 0602 FFFE FDFE FFFF"            /* ..ÆÆÆÆ....ÿşışÿÿ */
	$"FEFD FDFD FBFD FCF9 F5F5 F7F9 FCFF 0203"            /* şıııûıüùõõ÷ùüÿ.. */
	$"060B 0C0A 0806 0807 0301 FFFD FDFD FDFC"            /* ...Â......ÿııııü */
	$"FCFE FEFD FAFC FCFA F7F8 FCFE 0103 0507"            /* üşşıúüüú÷øüş.... */
	$"0A0D 0E0A 0707 0905 00FF FDFD FF00 FCFC"            /* Â..Â..Æ..ÿııÿ.üü */
	$"FDFE FDFC F9FA FBFB F9FA FDFF 0205 0606"            /* ışıüùúûûùúıÿ.... */
	$"090D 0B06 0506 0603 FEFC FAFC FCFB F9FB"            /* Æ.......şüúüüûùû */
	$"FBFC FAF7 F6F9 FDFD FCFD FF02 070A 0A0B"            /* ûüú÷öùııüıÿ..ÂÂ. */
	$"1012 0F0C 0B0A 0905 01FF FEFF FCFB F8F8"            /* .....ÂÆ..ÿşÿüûøø */
	$"F8F7 F6F3 F3F7 FBFA FAFB 0005 090A 0A0C"            /* ø÷öóó÷ûúúû..ÆÂÂ. */
	$"100F 0D0A 0807 0602 FDFB FBFA F8F8 F7F6"            /* ...Â....ıûûúøø÷ö */
	$"F5F4 F1F0 F4F8 FAFC FCFF 0408 0B0C 0D0E"            /* õôñğôøúüüÿ...... */
	$"100E 0C0B 0907 0501 FDFC FBF8 F9F9 F7F5"            /* ....Æ...ıüûøùù÷õ */
	$"F4F3 F1F2 F6F8 FAFC FC00 0407 0A0B 0B0C"            /* ôóñòöøúüü...Â... */
	$"0C0E 0E0B 0806 0502 FEFD FCFB FBFC F8F6"            /* ........şıüûûüøö */
	$"F4F3 F3F5 F8FA FBFD FD00 0305 0709 0909"            /* ôóóõøúûıı....ÆÆÆ */
	$"0B0E 0D0A 0807 0603 01FE FCFC FEFC F8F5"            /* ...Â.....şüüşüøõ */
	$"F3F4 F5F7 F9FB FEFF FE01 0305 090B 090A"            /* óôõ÷ùûşÿş...Æ.ÆÂ */
	$"0B0D 0C08 0605 0402 FEFD FDFD FCFA F4F2"            /* ........şıııüúôò */
	$"F2F3 F4F7 F9FD 0002 0304 0408 0B0A 090A"            /* òóô÷ùı.......ÂÆÂ */
	$"0C0B 0905 0302 02FF FDFD FEFE FEFA F6F6"            /* ..Æ....ÿıışşşúöö */
	$"F7F8 F8FB FE02 0404 0305 0709 0A0A 0907"            /* ÷øøûş......ÆÂÂÆ. */
	$"0907 0604 01FF FEFC FBFB FDFC FAF7 F4F3"            /* Æ....ÿşüûûıüú÷ôó */
	$"F5F8 F8FB FF03 0303 0306 070B 0B0B 0B0C"            /* õøøûÿ........... */
	$"0C0C 0906 0402 00FD FCFB FBF9 F7F5 F4F6"            /* ..Æ....ıüûûù÷õôö */
	$"F7F9 FAFE 0103 0301 0206 0909 0909 0A09"            /* ÷ùúş......ÆÆÆÆÂÆ */
	$"0A09 0705 0401 FFFB FAF8 F7F6 F4F3 F2F3"            /* ÂÆ....ÿûúø÷öôóòó */
	$"F4F6 F9FF 0103 0101 0407 0809 0B0B 0D0B"            /* ôöùÿ.......Æ.... */
	$"0D0A 0706 0401 FFFB FBF8 F5F4 F2F1 F0F2"            /* .Â....ÿûûøõôòñğò */
	$"F2F5 F8FB FD00 0002 0508 0809 0B0C 0B0A"            /* òõøûı......Æ...Â */
	$"0B08 0705 0300 FEFC FAF7 F6F5 F3F2 F2F4"            /* ......şüú÷öõóòòô */
	$"F5F9 FBFE FF03 0305 0808 080A 0B0A 0908"            /* õùûşÿ......Â.ÂÆ. */
	$"0A07 0705 0502 FFFA FAF8 F8F7 F5F3 F2F3"            /* Â.....ÿúúøø÷õóòó */
	$"F3F7 F8FA FD01 0205 0506 070A 0B0A 0908"            /* ó÷øúı......Â.ÂÆ. */
	$"0907 0805 0502 00FC FCFB FBF9 F7F5 F3F5"            /* Æ......üüûûù÷õóõ */
	$"F7FA F9FA FD01 0203 0305 080A 0807 0606"            /* ÷úùúı......Â.... */
	$"0705 0301 02FF FCF9 FBFB FBFA FAF8 F8FB"            /* .....ÿüùûûûúúøøû */
	$"FBFE FD01 0306 0706 0408 0A0B 0907 0706"            /* ûşı.......Â.Æ... */
	$"0704 FFFC FDF9 F8F7 F8F8 FBFC FAF8 FBFC"            /* ..ÿüıùø÷øøûüúøûü */
	$"FEFF FF01 0407 0504 0509 0909 0706 0708"            /* şÿÿ......ÆÆÆ.... */
	$"0803 FEFC FDFB FAF9 FAFB FDFD FBFA FDFD"            /* ..şüıûúùúûııûúıı */
	$"FEFF FE00 0304 0202 0406 0507 0605 0506"            /* şÿş............. */
	$"0400 FBFB FCFB FBF9 FAFB FDFB FBFB FDFE"            /* ..ûûüûûùúûıûûûış */
	$"FF01 FF02 0607 0506 0707 080A 0806 0707"            /* ÿ.ÿ........Â.... */
	$"03FE FDFC FDFC FBFB FCFC FBF9 FAFA FBFB"            /* .şıüıüûûüüûùúúûû */
	$"FDFD FBFE 0101 0306 0708 090A 0707 0806"            /* ııûş......ÆÂ.... */
	$"0401 FEFE 00FF FF00 01FE FDFC FCFB FBFC"            /* ..şş.ÿÿ..şıüüûûü */
	$"FDFD FCFD FF01 0103 0305 0706 0404 0201"            /* ııüıÿ........... */
	$"00FD FCFC FEFE FFFF FFFE FFFE FDFC FBFB"            /* .ıüüşşÿÿÿşÿşıüûû */
	$"FEFE FDFE 0101 0102 0306 0707 0603 0302"            /* şşış............ */
	$"00FD FBFD 00FF 0100 FDFC FCFB FAFA F9FA"            /* .ıûı.ÿ..ıüüûúúùú */
	$"FCFB F9FC FEFF FF02 0405 0506 0403 0403"            /* üûùüşÿÿ......... */
	$"01FD FEFF 0102 0301 FFFE FDFD FDFC FCFF"            /* .ışÿ....ÿşıııüüÿ */
	$"FFFE FCFF FEFF FE00 0102 0303 0101 0200"            /* ÿşüÿşÿş......... */
	$"FDFA FD00 0301 00FE FDFD FCFD FCFC FD00"            /* ıúı....şııüıüüı. */
	$"0000 FF01 00FE FF02 0404 0303 0202 0200"            /* ..ÿ..şÿ......... */
	$"FFFD 0102 0401 00FF FFFE FCFB FBFB FCFF"            /* ÿı.....ÿÿşüûûûüÿ */
	$"FEFF FEFF FCFD FF02 0102 0000 0000 FFFD"            /* şÿşÿüıÿ.......ÿı */
	$"FCFD 0104 03FF 0002 00FF FF00 0001 0203"            /* üı...ÿ...ÿÿ..... */
	$"0303 FF00 FDFE FE01 00FF 0001 01FF FDFB"            /* ..ÿ.ışş..ÿ...ÿıû */
	$"FDFE 0100 FEFD FEFD FCFB FBFD FEFF FE02"            /* ış..şışıüûûışÿş. */
	$"0301 FEFF FDFF 0101 0002 0202 01FF FF00"            /* ..şÿıÿ.......ÿÿ. */
	$"0302 0301 00FF 00FC FBFA FCFE FFFF 0104"            /* .....ÿ.üûúüşÿÿ.. */
	$"0401 FF01 FF01 0201 0102 0201 FEFD FEFF"            /* ..ÿ.ÿ.......şışÿ */
	$"00FE FEFC FEFE FDF9 FAFA FDFE FEFF 0104"            /* .şşüşşıùúúışşÿ.. */
	$"0100 FF00 FF00 0001 0204 0403 0100 0202"            /* ..ÿ.ÿ........... */
	$"03FF FFFD FEFC FBF9 FAFC FEFE FEFF 0102"            /* .ÿÿışüûùúüşşşÿ.. */
	$"FFFE FEFF FF01 0103 0507 0704 0203 0504"            /* ÿşşÿÿ........... */
	$"02FF FFFE FDFA F9F7 FAFC FEFC FCFD FFFF"            /* .ÿÿşıúù÷úüşüüıÿÿ */
	$"FDFD FF01 0001 0306 0708 0705 0507 0704"            /* ııÿ............. */
	$"0100 00FE FEFB FAFA FBFD FDFC FCFC FDFD"            /* ...şşûúúûııüüüıı */
	$"FCFC FDFE FE00 0204 0506 0405 0607 0604"            /* üüışş........... */
	$"0101 0100 FFFC FDFC FDFD FDFB FAFA FCFD"            /* ....ÿüıüıııûúúüı */
	$"FCFB FCFD FE00 0204 0506 0507 0808 0706"            /* üûüış........... */
	$"0405 0403 0100 FFFD FDFC FDFB F9FA FDFC"            /* ......ÿııüıûùúıü */
	$"FAFA FBFD FF01 0205 0505 0607 0706 0504"            /* úúûıÿ........... */
	$"0203 0201 00FF FEFC FDFE FDFA FAF9 FCFC"            /* .....ÿşüışıúúùüü */
	$"FBFB FE00 0102 0305 0506 0606 0504 0302"            /* ûûş............. */
	$"0202 01FF FFFF FEFC FDFD FDFA FBFB FDFC"            /* ...ÿÿÿşüıııúûûıü */
	$"FAFC FDFF 0102 0304 0304 0405 0200 0001"            /* úüıÿ............ */
	$"FFFF FEFE FEFE FCFB FCFC FCFA FBFB FDFE"            /* ÿÿşşşşüûüüüúûûış */
	$"FDFE 0003 0506 0606 0507 0604 00FF 0000"            /* ış...........ÿ.. */
	$"FF00 FEFE FEFD FCFB FCFD FDFC FDFF 00FE"            /* ÿ.şşşıüûüııüıÿ.ş */
	$"FDFF 0103 0607 0607 0707 0603 00FF 00FF"            /* ıÿ...........ÿ.ÿ */
	$"FEFF FDFC FCFC FBFB FCFD FEFE FEFF 0000"            /* şÿıüüüûûüışşşÿ.. */
	$"FF00 0104 0606 0606 0607 0501 FFFF 0101"            /* ÿ...........ÿÿ.. */
	$"01FF FEFE FEFC FBFB FEFF 00FE FDFF 01FF"            /* .ÿşşşüûûşÿ.şıÿ.ÿ */
	$"FF02 0305 0505 0303 0505 0200 FEFE 0000"            /* ÿ...........şş.. */
	$"FFFE FFFE FDFB FAFB FDFE FEFD FDFE FDFC"            /* ÿşÿşıûúûışşıışıü */
	$"FCFF 0104 0303 0204 0404 0302 0202 0302"            /* üÿ.............. */
	$"01FF FFFE FDFC FBFB FCFD FEFD FDFD FCFB"            /* .ÿÿşıüûûüışıııüû */
	$"FCFE 0001 0100 0102 0303 0403 0204 0604"            /* üş.............. */
	$"0301 FFFF FFFE FCFD FEFF FFFE FEFD FBFC"            /* ..ÿÿÿşüışÿÿşşıûü */
	$"FDFF FF00 FFFF 0101 0102 0100 0102 0302"            /* ıÿÿ.ÿÿ.......... */
	$"0200 FF01 01FF FFFF 00FF FEFD FCFD FDFF"            /* ..ÿ..ÿÿÿ.ÿşıüııÿ */
	$"0000 0101 0102 0203 0301 0101 0103 0503"            /* ................ */
	$"0201 0202 01FF FFFF FEFD FCFC FBFC FCFC"            /* .....ÿÿÿşıüüûüüü */
	$"FDFD FEFD FDFE FF00 0101 0101 0305 0504"            /* ıışıışÿ......... */
	$"0404 0403 01FF FEFE FEFD FCFB FCFE FEFE"            /* .....ÿşşşıüûüşşş */
	$"FEFE FEFE FEFF 0002 0201 0002 0506 0605"            /* şşşşşÿ.......... */
	$"0403 0300 FFFD FEFD FEFC FBFB FEFF FEFE"            /* ....ÿışışüûûşÿşş */
	$"FF00 FFFD FCFF 0102 0101 0204 0404 0303"            /* ÿ.ÿıüÿ.......... */
	$"0401 FFFE FDFB FCFE FDFB FBFE FEFE FEFF"            /* ..ÿşıûüşıûûşşşşÿ */
	$"FEFF FDFC FE01 0203 0304 0507 0706 0607"            /* şÿıüş........... */
	$"0603 0101 FFFD FFFE FDFC FCFD FCFD FCFC"            /* ....ÿıÿşıüüıüıüü */
	$"FCFB FAFA FBFD FF01 0304 0505 0505 0605"            /* üûúúûıÿ......... */
	$"0301 0100 FDFC FEFD FDFC FCFC FDFD FDFD"            /* ....ıüşııüüüıııı */
	$"FCFB FBFD 0002 0306 0707 0607 0707 0603"            /* üûûı............ */
	$"00FF FEFD FDFD FEFD FDFC FAFA FCFC FCFB"            /* .ÿşııışııüúúüüüû */
	$"FAF9 FBFE 0003 0508 0707 0606 0707 0502"            /* úùûş............ */
	$"0101 0100 0000 0100 FFFB FAFB FCFC FBFA"            /* ........ÿûúûüüûú */
	$"F9FA FCFF 0105 0809 0808 0607 0907 0504"            /* ùúüÿ...Æ....Æ... */
	$"0403 0301 0100 01FF FCF9 F8F8 F8F7 F6F6"            /* .......ÿüùøøø÷öö */
	$"F6F8 FAFC FF03 0505 0504 0404 0503 0303"            /* öøúüÿ........... */
	$"0504 0403 0202 02FF FDFA F9F9 F8F7 F7F8"            /* .......ÿıúùùø÷÷ø */
	$"F9FB FC00 0306 0505 0404 0304 0402 0404"            /* ùûü............. */
	$"0302 0100 0100 FFFD FCF9 F8F8 F6F6 F7F9"            /* ......ÿıüùøøöö÷ù */
	$"FAFC FF02 0506 0606 0605 0403 0303 0403"            /* úüÿ............. */
	$"0302 0203 0201 0000 FEFB FAF8 F6F7 F8F9"            /* ........şûúøö÷øù */
	$"FBFE 0003 0505 0405 0402 00FF FFFF 0100"            /* ûş.........ÿÿÿ.. */
	$"FFFE FFFF FFFF FFFF FEFC FAFA FAFB FCFF"            /* ÿşÿÿÿÿÿÿşüúúúûüÿ */
	$"0103 0608 0908 0807 0604 0301 0202 01FF"            /* ....Æ..........ÿ */
	$"FFFE FEFC FCFB FBFB FAF9 F8F9 F9FC FF02"            /* ÿşşüüûûûúùøùùüÿ. */
	$"0306 080A 0909 0807 0605 0303 0402 0200"            /* ...ÂÆÆ.......... */
	$"FFFE FDFC FBFA FAF9 F7F7 F6F7 F8FC 0002"            /* ÿşıüûúúù÷÷ö÷øü.. */
	$"0407 080A 0A09 0806 0605 0503 0201 00FE"            /* ...ÂÂÆ.........ş */
	$"FCFB FBFB FBFA F9F9 F8F8 F8F9 FAFF 0204"            /* üûûûûúùùøøøùúÿ.. */
	$"0408 090A 0B0A 0808 0807 0401 0100 FFFD"            /* ..ÆÂ.Â........ÿı */
	$"FBF9 F9FA FBFA F9F9 F8F7 F6F8 FAFE 0002"            /* ûùùúûúùùø÷öøúş.. */
	$"0305 070A 0B09 090A 0A08 0402 0303 03FF"            /* ...Â.ÆÆÂÂ......ÿ */
	$"FEFD FEFD FDFC FBFA F9F8 F8F9 F9FC FDFF"            /* şışııüûúùøøùùüıÿ */
	$"0104 0609 0908 0809 0805 0402 0201 00FD"            /* ...ÆÆ..Æ.......ı */
	$"FDFD FEFD FCFB FAF9 F8F9 F9F9 FAFD FF02"            /* ıışıüûúùøùùùúıÿ. */
	$"0407 090A 0909 0909 0806 0301 0200 FDFB"            /* ..ÆÂÆÆÆÆ......ıû */
	$"FCFC FDFB FAF9 F9F8 F8F9 F9FA FAFD FF01"            /* üüıûúùùøøùùúúıÿ. */
	$"0407 070A 0A09 0707 0603 0100 01FF FDFC"            /* ...ÂÂÆ.......ÿıü */
	$"FCFC FDFB FBFB FAFA F9FA F9FA FDFF 0003"            /* üüıûûûúúùúùúıÿ.. */
	$"0506 0709 0806 0504 0302 0201 01FF FEFC"            /* ...Æ.........ÿşü */
	$"FDFC FCFB FBFC FCFB FCFB FBFD FE01 0204"            /* ıüüûûüüûüûûış... */
	$"0607 0808 0705 0505 0403 0302 0100 FEFD"            /* ..............şı */
	$"FCFC FBF9 F9FA FBFA F9F9 FAFD FF01 0204"            /* üüûùùúûúùùúıÿ... */
	$"0506 0707 0504 0404 0203 0302 0100 FEFC"            /* ..............şü */
	$"FBFB F8F7 F8F9 F9F8 F8F9 FBFE 0001 0304"            /* ûûø÷øùùøøùûş.... */
	$"0505 0605 0404 0302 0203 0200 00FE FCFB"            /* .............şüû */
	$"FBF9 F7F7 F8FA FAF9 F9FB FD00 0103 0507"            /* ûù÷÷øúúùùûı..... */
	$"0808 0808 0604 0404 0404 0403 0200 FDFC"            /* ..............ıü */
	$"FCFA F9FA FBFB FAF9 F9FC FEFF 0002 0405"            /* üúùúûûúùùüşÿ.... */
	$"0606 0707 0504 0404 0505 0303 01FF FDFC"            /* .............ÿıü */
	$"FCFA FBFC FCFC FCFB FCFD FDFF 0204 0607"            /* üúûüüüüûüııÿ.... */
	$"0607 0807 0504 0505 0504 0201 00FE FCFB"            /* .............şüû */
	$"FAF9 FAFB FCFC FCFE FEFE FF02 0305 0405"            /* úùúûüüüşşşÿ..... */
	$"0607 0603 0303 0303 0302 0100 FFFC FBF9"            /* ............ÿüûù */
	$"FAFB FBFC FDFE FEFE FFFF 0104 0405 0506"            /* úûûüışşşÿÿ...... */
	$"0606 0503 0101 0302 0100 01FF FEFC FAFA"            /* ...........ÿşüúú */
	$"FBFC FBFC FDFD FDFC FDFE 0002 0202 0305"            /* ûüûüıııüış...... */
	$"0604 0201 0001 0100 0000 0100 FFFD FEFE"            /* ............ÿışş */
	$"FEFE FEFF 0100 FEFC FDFF 0002 0203 0405"            /* şşşÿ..şüıÿ...... */
	$"0402 0100 FF00 00FF FFFF 0000 FFFF 0000"            /* ....ÿ..ÿÿÿ..ÿÿ.. */
	$"FFFE FF01 01FE FCFC FDFE FF00 0103 0504"            /* ÿşÿ..şüüışÿ..... */
	$"0302 0000 0000 0000 0101 0202 0101 0302"            /* ................ */
	$"0100 0000 FFFD FCFD FDFD FDFF 0002 0302"            /* ....ÿıüııııÿ.... */
	$"00FF FFFF FF00 0001 0102 0403 0203 0402"            /* .ÿÿÿÿ........... */
	$"0100 00FF FEFD FDFE FEFC FEFF 0103 0101"            /* ...ÿşıışşüşÿ.... */
	$"FFFF FFFF FF00 0000 0103 0303 0202 01FE"            /* ÿÿÿÿÿ..........ş */
	$"FDFC FCFC FBFB FCFD FCFC FF02 0304 0202"            /* ıüüüûûüıüüÿ..... */
	$"0101 0000 0203 0305 0505 0504 0301 01FE"            /* ...............ş */
	$"FCFA FAFB FBFB FBFB FCFE FF01 0100 FFFF"            /* üúúûûûûûüşÿ...ÿÿ */
	$"FFFF FE00 0002 0204 0405 0505 0302 00FD"            /* ÿÿş............ı */
	$"FBF9 FBFC FDFC FDFC FEFF 0000 0000 0001"            /* ûùûüıüıüşÿ...... */
	$"0100 FF01 0202 0306 0605 0504 0302 00FC"            /* ..ÿ............ü */
	$"FAFA FBFC FCFB FBFC FEFE FFFF 0000 0101"            /* úúûüüûûüşşÿÿ.... */
	$"0000 0001 0102 0304 0303 0302 0100 FEFA"            /* ..............şú */
	$"F9FA FCFC FCFA FBFD FDFD FEFF 0001 0201"            /* ùúüüüúûııışÿ.... */
	$"0101 0102 0303 0303 0201 0000 FFFE FDFB"            /* ............ÿşıû */
	$"FBFC FDFD FCFB FDFE FFFF FF00 0101 0302"            /* ûüııüûışÿÿÿ..... */
	$"0101 0101 0202 0202 0100 FFFF FFFE FCFB"            /* ..........ÿÿÿşüû */
	$"FBFC FDFC FBFC FF00 0000 0001 0305 0404"            /* ûüıüûüÿ......... */
	$"0403 0202 0404 0303 0101 0000 FFFD FBFB"            /* ............ÿıûû */
	$"FBFC FBFA FAFA FDFE FEFE 0002 0304 0303"            /* ûüûúúúışşş...... */
	$"0201 0101 0201 0000 0000 0000 FFFC FBFC"            /* ............ÿüûü */
	$"FCFD FDFC FBFC 0102 0203 0406 0606 0503"            /* üııüûü.......... */
	$"0302 0002 0201 0000 FFFE FEFE FCFA FAFB"            /* ........ÿşşşüúúû */
	$"FCFC FCFB FBFD 0001 0103 0505 0505 0301"            /* üüüûûı.......... */
	$"00FF FE00 FFFF FFFE FEFE FFFF FEFC FDFE"            /* .ÿş.ÿÿÿşşşÿÿşüış */
	$"FFFE FDFC FCFE 0101 0104 0505 0403 0101"            /* ÿşıüüş.......... */
	$"FFFE FF00 FFFE FEFE FFFF 00FF FDFD FFFF"            /* ÿşÿ.ÿşşşÿÿ.ÿııÿÿ */
	$"00FF FEFD FDFF 0102 0304 0505 0303 0100"            /* .ÿşııÿ.......... */
	$"FFFF 0102 0100 FF00 0101 00FE FDFD FEFD"            /* ÿÿ....ÿ....şıışı */
	$"FDFC FCFC FDFE 0102 0304 0505 0303 01FF"            /* ıüüüış.........ÿ */
	$"FE00 0203 0100 0102 0202 00FF FF00 FFFE"            /* ş..........ÿÿ.ÿş */
	$"FEFD FDFC FCFE 0001 0203 0404 0201 FFFE"            /* şııüüş........ÿş */
	$"FF01 0301 FFFF 0101 00FF FEFF 0000 FFFD"            /* ÿ...ÿÿ...ÿşÿ..ÿı */
	$"FEFE FDFD FCFF 0101 0103 0303 0202 0100"            /* şşııüÿ.......... */
	$"0103 0302 0102 0201 00FF FFFF 00FF FEFD"            /* .........ÿÿÿ.ÿşı */
	$"FDFD FCFB FCFE FF00 0103 0303 0201 0101"            /* ııüûüşÿ......... */
	$"0203 0200 0102 0201 0101 0101 00FF FFFE"            /* .............ÿÿş */
	$"FEFE FDFD FDFF 0001 0204 0504 0202 0203"            /* şşıııÿ.......... */
	$"0302 0101 0201 0000 0000 00FF FFFF FFFF"            /* ...........ÿÿÿÿÿ */
	$"FEFE FDFE FEFF 0001 0304 0402 0101 0101"            /* şşışşÿ.......... */
	$"0101 0100 00FF FEFF 0001 00FF FFFF FFFF"            /* .....ÿşÿ...ÿÿÿÿÿ */
	$"0000 0000 0001 0303 0405 0402 0001 00FF"            /* ...............ÿ */
	$"FEFF FEFF FEFD FDFE FFFF FEFD FEFF FFFF"            /* şÿşÿşıışÿÿşışÿÿÿ */
	$"FF00 00FF FF00 0001 0203 01FF FFFF FEFC"            /* ÿ..ÿÿ......ÿÿÿşü */
	$"FDFE 00FF FEFE FEFF 00FF FFFE FF"                   /* ış.ÿşşşÿ.ÿÿşÿ */
};

